[
    "<p>Accelerating.\r</p>",
    "<p>Moving at an extreme speed. The wind whipping past his skin.\r</p>",
    "<p>Desir was blazing forward at incredible speed. He rocketed through the course, deftly avoiding all the obstacles in his way.\r</p>",
    "<p>As the various environments of the Shadow World flashed in and out of view, Desir approached the finish line at breakneck speed. Ajest, who’d looked as small as a dot before, slowly came into view.\r</p>",
    "<p>Even with her tremendous lead, Ajest had kept her wits about her. With her sharp instincts, she had already sensed Desir’s location, estimated his speed, and quickly evaluated the state of affairs. ‘The fact that the 1st circle mage came this far means that he must have already defeated the 2nd circle mage. It should have been impossible for him to win with magic power, so that leaves two possibilities: either the 2nd circle mage is worthless, or the 1st circle mage is more powerful than the average for his circle.’\r</p>",
    "<p>The latter seemed much more likely—no one could generate that amount of momentum with mere 1st circle magic. This level of acceleration required 3rd circle magic at the very least.\r</p>",
    "<p>This situation completely defied common sense.\r</p>",
    "<p>While looking back at Desir—the source of Ajest’s vexation—her chest started burning with curiosity and a competitive fire. In an instant, she calculated and compared Desir’s speed against her own. ‘At this rate, he’ll surpass me in less than a minute.’\r</p>",
    "<p>She weighed two potential solutions: ‘First, use acceleration magic on myself as well.’\r</p>",
    "<p>But she immediately discarded that idea. Even though acceleration magic was a 2nd circle physical-type magic, she would need too much time to reach Desir’s velocity. After all, the gap between their current speed was insurmountable— even with the help of magic, Desir would definitely overtake her before she could accelerate enough.\r</p>",
    "<p>‘That means I have to eliminate him right here.’\r</p>",
    "<p>That was the better plan, and Ajest didn’t hesitate for even a moment before executing it. Magic power emanated from the spellsword, and several magic formulas arranged themselves in front of her in the blink of an eye—and she hadn’t even held her hands out. ‘If a 1st circle defeated a 2nd circle in skill, he most likely did it through analysis.’\r</p>",
    "<p>Normally, a mage’s ability to analyze an opponent’s spells rose with his or her circle, so that scenario wouldn’t normally happen. But the only possible way for a lower-circle mage to defeat an enemy of a higher circle was through analysis. Of course, though she didn’t know it, her conclusion was spot-on. ‘If that’s the case...’\r</p>",
    "<p>[I release a cry of sorrow toward my enemies.]\r</p>",
    "<p>[I am the spirit of water. The strongest shield, and the strongest sword.]\r</p>",
    "<p>Hundreds of magic formulas—her magic was on an entirely different level from Romantica’s spell. A beautiful melody rang out in the vast flow of magic power, and six hundred magic circles took shape in the air.\r</p>",
    "<p>[This body is an ocean. Unshaking before countless trespassers. A shower of raindrops.]\r</p>",
    "<p>[I am a wall of flame. The greatest wave, rains of falling flame.]\r</p>",
    "<p>It only took Ajest Kingscrown eight seconds to cast her array of magic. ‘If your analysis ability is great, then I’ll make my spells even greater.’\r</p>",
    "<p>[Prey of Magic Arrow.]\r</p>",
    "<p>Magic Arrow. It was a spell almost anyone could use—after all, it was only 1st circle-level magic. But the magic that Ajest wielded was another story: she had manifested at least 600 arrows, and they filled the sky above the spellsword.\r</p>",
    "<p>‘I used about 15 seconds. But this should be enough.’ This attack would end it: that was Ajest’s conclusion.\r</p>",
    "<p>Desir gaped at the number of magic arrows poised to strike him down. ‘Amazing. As expected of you, Ajest. Casting so many spells in this short period, you truly possess an incredible talent.’ That was his honest opinion; no one could question Ajest’s skill. Her sheer number of arrows could match the power of a 4th circle mage.\r</p>",
    "<p>‘It’s impossible to hijack so many spells in this short time.’ But Desir knew that there was no need to hijack them all. A playful smirk danced on his mouth. “You’re still looking down on me, Ajest.”\r</p>",
    "<p>[Commence analysis.]\r</p>",
    "<p>Desir closed his eyes and felt the flow of the mana surrounding him. Desir’s thoughts accelerated dozens of times over as he categorized and analyzed Ajest’s magic formulas. “Albatross’s Embrace, analyzing 180 linked lower magic runes. Complete. Translating Dnerva’s power dampening formula interconnected with the Flidneria system. Hijacking 180 linked lower magic runes. Complete.”\r</p>",
    "<p>A significant amount of the Magic Arrows floating in the air changed color. With the time he had, the maximum number of Magic Arrows Desir could hijack from Ajest was around 200—but even though that was only a third of the sum total, that number was more than enough.\r</p>",
    "<p>Ajest frowned, realizing she’d lost control over some of her magic. ‘His analysis speed is abnormally high… at the level of a 6th circle mage, at least. It’s highly probable that he’ll hijack the rest if given enough time.’\r</p>",
    "<p>Ajest had no more time to spare. She raised her arms upward, then pointed forward—and at her signal, hundreds of Magic Arrows showered towards Desir.\r</p>",
    "<p>The terrifying sound of hundreds of shrieking arrows echoed through the Shadow World. Ajest’s magical formation created what looked like a tidal wave, threatening to drown its adversary. But Desir stood resolutely in the wave’s center, and yelled, “Trajectory adjustment!”\r</p>",
    "<p>It was impossible to nullify every single arrow, so Desir decided to knock away only the most dangerous ones instead. Magic Arrow was still only a 1st circle spell, so one or two of them didn’t pose much of a threat. ‘At the very least, I’ll deflect the most dangerous arrows.’\r</p>",
    "<p>Desir read the velocity of the arrows, the wind, and Ajest’s intentions—and taking all that data, he deduced where each hostile arrow would land. Then he used the arrows he’d taken control over to knock away the lethal ones.\r</p>",
    "<p>Their flight subtly diverted, a number of arrows simply flew past Desir. In this way, he created a path for himself through the gigantic hail of arrows.\r</p>",
    "<p>*Kwak!* “Ugh…” But his plan wasn’t flawless.\r</p>",
    "<p>Sharp pain pulsed through Desir’s arms, shoulders, and legs, as stray arrows managed to land a hit on the mage. Even with his best effort, a few arrows still made it past his defense—and the pain slowed Desir down significantly.\r</p>",
    "<p>Ajest was dumbfounded—she had failed to eliminate this measly 1st circle mage. She expected her attack to swiftly eliminate Desir, but… how was he still alive?\r</p>",
    "<p>‘I can’t afford to panic.’ Ajest calmed her breath and gathered her thoughts, returning herself to a state cool-headedness. Once she had gotten rid of her panicked emotions, she calmly read the situation in front of her—and the whole process took her less than a second. ‘He’s making a path by altering the trajectories of the most dangerous arrows.’\r</p>",
    "<p>Just like Desir had read her magic formulas, Ajest read through his plan. ‘The reason? The arrows were destroyed. The solution?...’\r</p>",
    "<p>Ajest’s eyes shot back and forth. 21 Magic Arrows remained in the air. Desir had four, she had 17. And there were less than 200 meters left between them— he would overtake her within five seconds.\r</p>",
    "<p>Ajest manipulated her mana. ‘Change calculation. Lower the number of arrows, prioritize power and accuracy.’\r</p>",
    "<p>The arrows resonated with her overwhelming magic power. Seven of her remaining 17 arrows lost their form and fused with the rest. Now strengthened, a searing light beamed from the remaining 10 arrows. Each arrow’s individual power was comparable to a 2nd circle spell.\r</p>",
    "<p>Then she adapted her pattern of attack: “Changing operation method.”\r</p>",
    "<p>The arrows repositioned in the air as if waiting for their commander’s signal. They lined up, head to tail, and arced towards Desir in a single file—much like machine gun fire concentrating on a single point. This time, the arrows hit with much more force than before.\r</p>",
    "<p>With the new arrow formation, Desir knew that if he failed to knock even one of them away, it would be the end. Their power far exceeded the Magic Arrows Desir controlled. ‘She’s using her head.’\r</p>",
    "<p>Desir shot all of his arrows forward to intercept Ajest’s attack. Using four arrows, he was able to nullify two of hers. But Ajest still had eight Magic Arrows left.\r</p>",
    "<p>However, Desir still had no intention of losing. ‘You used your head… but you came up with the wrong answer.’\r</p>",
    "<p>Desir gazed at the incoming arrows, as he began running through more mental calculations. “Hijack. Acquired control of four Magic Arrows.”\r</p>",
    "<p>Desir had the capacity to hijack up to 200 arrows before—he’d intentionally left some leeway at the start, not using up all 200. This was his buffer room, so he could negate anything Ajest threw at him.\r</p>",
    "<p>‘Deciding to concentrate every arrow onto the same point was too reckless. You should have doubled down on your strategy and increased the number of arrows, even if the power took a hit.’ If she had done so, Desir would have been skewered, judged dead, and disqualified. But thanks to Ajest gathering all the arrows into one spot, Desir could wipe them all out in one fell swoop.\r</p>",
    "<p>‘If this was a few years later, you would have found the right answer.’ Judging from Ajest’s tactic, Desir confirmed once more that he was the only one who had returned from the future.</p>"
]