[
    "<p>In the past there had a group who had revolted against the Kingdom, under the name of ‘Republic’. They had rallied support through a common ideology: ‘The Kingdom is a crumbling sandcastle and the nobles are its inhabitants’.</p>",
    "<p>Doneta closed his eyes for a moment, then opened them slowly. “So you’ll create another Republic. That’s what you’re trying to say?”</p>",
    "<p>“If I wanted to lose my head, then maybe I’d try that.” Romantica shrugged. “I was only talking about you people who scorn the commoners. You nobles who still fear them, even after more than 10 years since the Republic’s destruction.”</p>",
    "<p>“Don’t pretend like you actually understand. If you knew what really happened back then, on that day, you would never say that.” Doneta gazed at Romantica. No, he was looking through her, as if she were a window to the past. “12 years ago, a commoner student of Hebrion Academy struck the spark that lit the fire of revolution among the commoners, and raised up an army of rebels to destroy the Kingdom. They called themselves the Republic.”</p>",
    "<p>Yes, the rebel leader had been a graduate of the greatest academy on the continent, Hebrion.</p>",
    "<p>The Republic grew rapidly, and their advance was merciless; they ravaged every place they passed through.</p>",
    "<p>“As the Republic and the Kingdom fought, the country became divided, and countless people were driven to ruin.” As he continued to speak, Doneta’s tone became more aggravated. “Even the nobles were no exception; many families fell during that time.”</p>",
    "<p>In the end, they were almost able to take the capital, where the great royal palace stood. But they defeated by the King’s forces, putting an end to the commoner uprising.</p>",
    "<p>Doneta clenched his fist, his voice now seething with rage. “Most of the Hadun family, my parents included, died that day the Republic attacked the capital. Beheaded by the guillotine to the cheers of thousands. I still can’t forget the look they gave me, their gazes remained locked to mine the entire time, until their heads were lopped off.”</p>",
    "<p>“It’s not just me, you know.” Doneta’s voice became calmer, and he looked Romantica in the eye. “There are so many among the nobles will never forget. To this day, the dregs of the Republic still remain, which means we cannot trust the commoners.”</p>",
    "<p>Romantica grimaced, as she finally glimpsed the depths of Doneta’s hatred. “You can’t judge the whole based on the actions of a few. That's just irrational.”</p>",
    "<p>Doneta narrowed his eyes at Romantica’s words. “Of course not all of the commoners were part of the revolutionary army. But the revolutionary army was comprised solely of commoners.”</p>",
    "<p>Romantica sighed, she realized there was no point in talking anymore. They were enemies now, and nothing she said was going to change that. “Good, plenty of reason for us to be enemies. The nobles hate the commoners, and the commoners don’t want to be discriminated against, that’s all there is to it. We’re trying to enter the Alpha Class, and you’re trying to stop us.”</p>",
    "<p>The Alpha Class, no commoner had joined their ranks for the last 12 years. It had become a symbol of the nobility.</p>",
    "<p>Romantica rose from her seat. “I’ll wait for the day we meet in the Shadow World.”</p>",
    "<p>“You won’t make it.” Doneta’s eyes flashed menacingly. “How could commoners like you make it through the tournament? None of you will.”</p>",
    "<p>Romantica smirked. “Really now? I wonder?”</p>",
    "<p>Shards of glass exploded across the room. Ajest watched indifferently as black ink slowly spread over the floor. Professor Nifleka didn’t bother hiding his anger. He crumpled the newspaper in his hands and threw it at the students in a rage; Ajest caught it as she was the closest.</p>",
    "<p>For the first time in 17 years, Beta Class students are in the top 30! On May 1st, these students will enter a Class 5 Shadow World to decide who amongst them is the strongest.</p>",
    "<p>As critics question the fairness of the Alpha and Beta division standards, the</p>",
    "<p>academy’s board of directors refute…</p>",
    "<p>Public opinion in the Kingdom sways towards the Republic’s ideals that the monarchy is a relic of the past. The academy entrance committee in charge of the class of the 46th year states that hasty judgments should not…</p>",
    "<p>“These Beta Class trash dare to…!” The atmosphere in the Blue Moon party office felt heavy. The students standing in front of Professor Nifleka all stood frozen. Getting on his nerves would have dire consequences on their future in the academy. His anger towards the Beta Class students gave them all the more reason to be careful.</p>",
    "<p>There were nine students in total in the office, with Ajest at their head. Twelve students should have been present, as there were exactly twelve students among the 1st years who had joined the Blue Moon party. If it weren’t for that nameless party from the Beta Class, they would have all made it through the tournament</p>",
    "<p>Professor Nifleka’s rage would not subside. “They would dare to mock the sanctity of the Alpha Class!”</p>",
    "<p>Nifleka slammed his fist down with all his might, and his desk shook as if it were about to break. Pugman Nifleka was the director of the Blue Moon party, the greatest and most famous party in Hebrion Academy. He expected nothing but perfection from the members of such a prestigious party, and this unexpected failure had focused his rage entirely onto one person.</p>",
    "<p>The student who had stolen a prospective Blue Moon party member from them. The same student who was in the Beta Class, but was aiming for the Alpha Class. The student who had stood out so much in the entrance exam.</p>",
    "<p>Professor Nifleka said the student’s name, his voice oozing with bloodlust. “Desir Arman!”</p>",
    "<p>Desir’s name echoed throughout the room. Pugman was in a rage, his eyes were bloodshot, and veins pulsed on his neck. “To think we have to take this humiliation from that b*tch because of him.”</p>",
    "<p>There was only one person in the entire academy who Pugman would call ‘b*tch’. Professor Brigitte Redwen, the target of his long-standing hatred.</p>",
    "<p>“…” Ajest stared at Professor Nifleka indifferently. Even the director’s rage was of no concern to her. In fact, this situation was to her benefit.</p>",
    "<p>Ajest focused on a single thing Nifleka had said. She whispered it to herself after tuning out the raging professor. “Desir Arman…”</p>",
    "<p>A wave of heat swept across her body. Her heart began beating strongly, as if it were trying to break out of her chest. Ajest forcibly held still her shaking hands.</p>",
    "<p>She hadn’t forgotten it even once. How could she? She still couldn’t let go of the bitter taste of her first defeat. Desir Arman had won against her, and that fact had been engraved into her mind. The memory of her loss had at some point morphed into a burning desire to win. But Desir had been assigned to the Beta Class, and her hopes of a rematch had only grown further away. She’d started to think she’d never meet him again.</p>",
    "<p>‘Desir is coming.’ A light flashed across her previously ice-cold eyes. He had returned to her. He had overcome all the odds and would come fight her once more. ‘I can finally fight against him again.’</p>",
    "<p>While Ajest was lost in thought, Nifleka continued on. “It’s still fine. All that’s left for us to do is to stop those insects from becoming Single Rankers. Our Blue Moon party will henceforth use any method at our disposal to eliminate Desir Arman’s party. Your final ranks don’t matter, as long as they fail.”</p>",
    "<p>Nifleka wouldn’t stop at mere threats. “So, with that out of the way, let's move on. Now that I think about it, we haven’t chosen a leader yet.” Nifleka looked</p>",
    "<p>over the party for a moment. His eyes stopped on Ajest. ”You’ve fought Desir before, haven’t you?”</p>",
    "<p>Ajest finally spoke, “Yes.” The professor’s question had dragged her back to reality.</p>",
    "<p>Nifleka’s gaze sharpened. “Then you should more or less know how to deal with him already.”</p>",
    "<p>Ajest nodded. “I’ve thought of a few methods.”</p>",
    "<p>Ajest was someone who excelled in every field. When someone as skilled as her said she had a method to deal with Desir Arman, Nifleka’s eyes shone with glee. “Good, that’s more than enough. Ajest Kingscrown, I appoint you as the leader of the Blue Moon party’s 1st year group.”</p>",
    "<p>Selecting the group leader so hastily was shocking to the students present, but not a single one of them objected.</p>",
    "<p>Ajest Kingscrown: a Spellsword, a Pawn-rank knight, and a 3rd circle mage on top of that. Peerless in politics, history, and every other field; she was the subject of awe and admiration. It was only natural that nobody would doubt her abilities.</p>",
    "<p>Professor Nifleka looked upon Ajest with a smile. “Do your utmost to eliminate Desir Arman’s party.”</p>",
    "<p>His words clearly had a more insidious undertone, but Ajest Kingscrown was happy nonetheless. She would absolutely beat Desir this time around. The situation was similar to when she was with Elheim, but now Ajest Kingscrown’s mindset was completely different. She no longer thought of Desir as a weakling; instead, he had become someone she had to unquestionably defeat.</p>",
    "<p>He had become her rival.</p>",
    "<p>Desir spoke, smiling from ear to ear. “First, I want to congratulate both of you for a job well done. At this rate, we’ll pass the final stage of the tournament with flying colors.”</p>",
    "<p>Still smiling, Desir dropped a small stack of books on the table, causing dust to fly everywhere. There were three books. An incident timeline, the structure of the Privius Clock Tower, and finally an analysis of the creation of the Republic in 1218. Each book was large and thick with pages.</p>",
    "<p>“What is all this?” Romantica asked.</p>",
    "<p>Even though it was the lounge, it was still disrespectful to make such loud noises in a library. Pram raised a finger to his lips to shush her. Romantica flinched, but her stubborn nature wouldn’t let her admit she was in the wrong, so she snorted in reply.</p>",
    "<p>Desir spoke, wearing his usual enigmatic smile. “Starting today, we won’t be training anymore.”</p>",
    "<p>Romantica and Pram went wide-eyed at Desir’s words. This was the first time they’d ever skipped training since the formation of their party. But of course, Desir had no intention of letting them rest. “We’re going to study history today.”</p>",
    "<p>“Huuh? History?” Romantica frowned. She wasn’t pleased. Not pleased at all. Suddenly studying history? ‘What kind of stupid idea is this’, she wondered.</p>",
    "<p>Desir chuckled. “It’s actually very important. It’s because we need to learn the original history of the Class 5 Shadow World we’re entering.”</p>",
    "<p>Class 5 Shadow Worlds always required proper planning.</p>",
    "<p>Class 7s had simple objectives, such as travelling from point A to point B or gathering objects.</p>",
    "<p>From Class 6 and onwards, the Shadow Worlds became fashioned after historical events and settings. For example, traveling with a knight, or guarding a caravan in a time period before the invention of modern vehicles, when trade relied upon such archaic methods of transportation. Understanding and preparing for the time period was one of the most crucial elements in clearing a Shadow World. Class 5 Shadow Worlds were all copies of certain historical events, most of them important enough to be recorded in the history books.</p>",
    "<p>Desir stroked his hand across the cover of the history book. “By clearing a Shadow World, we can obtain magic crystals. This magic crystal contains all the information about the Shadow World it comes from. The Shadow World being used in this promotion battle will be one such reproduction of an already cleared Shadow World.”</p>",
    "<p>Desir continued, “That means the conditions can be controlled. Safeguards are an example of this.”</p>",
    "<p>Pram nodded his head in understanding. “You’re talking about the Shadow World we went through during the entrance exam.”</p>"
]