[
    "<p>Desir’s party had officially started training.</p>",
    "<p>All of the new party members were newbies who had never experienced a real battle. There was a huge amount of training that they required. They needed everything from training on basic formations to what their areas of weakness were.</p>",
    "<p>Desir knew all of the basic movements of different swordsmanship style_s since he spent so much time with the knights and swordsmen from different continents in his past life. He settled on teaching the Hebrion Emperor swordsmanship to Lan and the aggressive Northern swordsmanship to Takiran.</p>",
    "<p>Freechel was a water-based mage and she only knew a few spells. Therefore, she focused on learning more spells to increase her repertoire. This was the first task given to her. Desir taught her a couple First-Circle water-based spells that she could practice on her.</p>",
    "<p>After setting the newbies straight, Desir went to check on the old members’ training. Pram was the one who had accomplished the most amongst them.</p>",
    "<p>“Great work, Pram!”</p>",
    "<p>Desir found blue flames covering the tip of his sword. However, these flames were neither bright nor clear, meaning it was definitely an aura. Pram was a step closer to the Bishop level.</p>",
    "<p>“Thank you, Desir. You know that I practiced so hard to get this far.”</p>",
    "<p>“This is wonderful. Keep doing what you’re doing. When you get enough of the aura on your sword, we can start sparring together.”</p>",
    "<p>“Yes!”</p>",
    "<p>Desir then went over to Romantica.</p>",
    "<p>In the Wind Magic field metal shot-puts were flung around at 200 kilometers per hour. The shot-puts were fist-sized, but as they burst into the far distance, they quickly became the size of small dots.</p>",
    "<p>There, Romantica was holding her rifle, aiming somewhere in the sky. With a loud noise, the magic she invoked into the rifle was launched into the air.</p>",
    "<p>*Boom!*</p>",
    "<p>[Success.]</p>",
    "<p>A robotic voice sounded from a nearby machine.</p>",
    "<p>Romantica’s shot put was torn into pieces.</p>",
    "<p>When Romantica was done reloading her rifle, Desir applauded.</p>",
    "<p>“Wow, impressive growth. With your capacity, you can shoot someone so far away. You’ll have fewer enemies who can detect your sniping. It’s a great achievement!”</p>",
    "<p>“Well. This is really easy.”</p>",
    "<p>Wordless invoking was Romantica’s greatest trait. Since her sniping can be done at great speed, it was challenging to defend against this magic. She once used this sniping magic during the battle with Crow Mask and even managed to break his mask.</p>",
    "<p>“Try again.”</p>",
    "<p>Desir signalled Romantica with the sign to go one more time.</p>",
    "<p>Romantica brought her riflescope to her eye.</p>",
    "<p>“But you should know that your sniper training isn’t complete yet. Your shot is effective when you are dealing with one person, but there’s no guarantee that there will always be only one enemy.”</p>",
    "<p>Desir pulled down on the lever and a shot-put burst into the sky. Romantica started aiming it while Desir pulled the lever again before Romantica even had a chance to pull the trigger.</p>",
    "<p>The second shot-put was streaking through the air. Romantica lost her composure and her aim was thrown off in panic.</p>",
    "<p>“Wa… Wait!”</p>",
    "<p>“Focus, Romantica.”</p>",
    "<p>Desir pulled another lever. Romantica tightly bit her lips and stared down the scope.</p>",
    "<p>‘Which one should I shoot first? Forget about the first one, it’s so far away now. Then, the second one? No… the first one isn’t too far away yet. It’s not too late!’</p>",
    "<p>The second of agitation had tremendously affected her accuracy. After making up her mind she took her first shot, but it missed the target.</p>",
    "<p>[Failure]</p>",
    "<p>[Failure]</p>",
    "<p>[Failure]</p>",
    "<p>Terrible results.</p>",
    "<p>“…”</p>",
    "<p>Romantica lowered the rifle from her eye.</p>",
    "<p>“That adds to the list of what I need to practice, right?”</p>",
    "<p>Lastly, Desir headed over to Adjest.</p>",
    "<p>“So, you feel that your rate of progress has slowed down?”</p>",
    "<p>“Yes.”</p>",
    "<p>“That’s why you practiced so much with the magic sword.”</p>",
    "<p>“… is there something wrong with that?”</p>",
    "<p>Desir shook his head.</p>",
    "<p>“No, there’s nothing wrong with that. We always have to practice the skills we have not mastered. But if the Bishop Class and the Fourth-Circle are your ultimate goal, then there’s a little bit of a problem.”</p>",
    "<p>“What should I do then?”</p>",
    "<p>“There are only a few people who can reach the Fourth-Circle. They’re really talented. Even though you have the talent, it is still hard to achieve the elusive Fourth-Circle.”</p>",
    "<p>Indeed, Fourth-Circle is not something that can be reached with just talent.</p>",
    "<p>“It is because it is incredibly hard to have a solid heart.”</p>",
    "<p>Fundamentally, only magicians with a solid heart could cast higher tiered magic. Not only that, the more solid the heart is, the stronger the magic they can cast with greater precision and robust structure.</p>",
    "<p>“For Fourth-Circle in particular, you need to have not only skill and casting ability, but more importantly a solid heart that can not be compared to others.”</p>",
    "<p>“… A solid heart.”</p>",
    "<p>“Yup. Training for a solid heart will help you not only achieve Fourth-Circle but also allow you to cast any kind of magic in the future.”</p>",
    "<p>It was homework assigned to Adjest. If she could build a solid heart, ultimately it would serve as her foundation and allow her to become a brilliant magician in the future.</p>",
    "<p>Adjest was lost in her own thought.</p>",
    "<p>Desir’s party’s training continued.</p>",
    "<p>* * *</p>",
    "<p>On the same day, Kelt was busy working on a pile of documents for the Blue Moon party. The</p>",
    "<p>Blue Moon party was so huge that they had a leader for each grade inorder to manage all of the students.</p>",
    "<p>Kelt was the Grade 2 leader. Not due to his brother being a professor of this school, but due to his own hard-work and ability. He also had a great reputation amongst his peers.</p>",
    "<p>His feather pen suddenly stopped dancing across the documents. Before he was aware, his brother, Prof. Pugman had come and sat infront him.</p>",
    "<p>“How is everything going?”</p>",
    "<p>Pugman Pasil Niplica was a dean professor of Hebrion Academy and taught magic engineering. He was a big man. There were hints of handsomeness that he had once perhaps possessed, but they were all obscured by the weight he had since put on.</p>",
    "<p>“I’m almost done with all of the paperwork for the new party members. I just need to finish the financial management piece documents.”</p>",
    "<p>“Great. You’re very useful. You know, the apple doesn’t fall far from the tree.”</p>",
    "<p>Then, Pugman brought out an apple from his pocket.</p>",
    "<p>“You want one?”</p>",
    "<p>Kelt shook his head.</p>",
    "<p>Pugman took an enormous bite from the apple and the juice popped sprayed everywhere, including onto the documents on the desk. Kelt smudged it off with his hand.</p>",
    "<p>“But, you know, Kelt. I heard that you lost your duel with Desir.”</p>",
    "<p>Lost.</p>",
    "<p>After Pugman’s statement, Kelt had no idea where to look and what to say in response.</p>",
    "<p>The word, lost, was not acceptable to the Niplica family. It was way too strong. The Niplica family didn’t accept any kind of failure. They had always been on the winning side. It was due to this that they could survive the revolution.</p>",
    "<p>“Um… that…”</p>",
    "<p>Kelt tried to remain calm.</p>",
    "<p>“… Desir was stronger than I thought. You know… I thought it was a baseless rumor, but it wasn’t. I thought all commoners were incompetent and useless. I was totally wrong.”</p>",
    "<p>“… Oh, Kelt.”</p>",
    "<p>Pugman’s face quickly changed and Kelt realized that he had said something wrong unacceptable. Pugman leered at Kelt once, then placed the apple onto the desk.</p>",
    "<p>‘Okay, I should wrap up my work now. I don’t think I can continue.’</p>",
    "<p>Kelt grimmaced. He then quickly cleaned up his desk and put all of the documents in a drawer underneath.</p>",
    "<p>“Kelt, based on what you just said, does that mean you are acknowledging commoners? You should never be fooled by them.”</p>",
    "<p>Pugman calmly spoke, but the message he wanted to deliver wasn’t very comfortable.</p>",
    "<p>“Commoners are cruel. I still remember so clearly what they have done. The commoners killed so many nobilities who supported the empire. Even our family, the Niplica, had to go through so much sacrifice to survive. Kelt, did you forget all of this?”</p>",
    "<p>“Yes, I remember.”</p>",
    "<p>Every time Pugman repeated this story, Kelt told him that he still remembered it. However, Kelt honestly didn’t remember any of it. It was way too long ago.</p>",
    "<p>“Commoners always take a chance presented to them to rise up again. If they gain any power, even if it’s little, they will start another revolution. That chance should never be presented to them again, Kelt. Never.”</p>",
    "<p>Pugman picked up the apple on the desk and had another bite.</p>",
    "<p>“But these days, they have been acting up more flagrantly, forgetting who they really are.</p>",
    "<p>They think that they are at a similar level to nobles, which is ridiculous. They even established some parties and now move in organizations.”</p>",
    "<p>He was describing Desir’s party.</p>",
    "<p>Pugman hated Desir so much.</p>",
    "<p>“They are practicing for the Party Competition. Kelt, you should teach them a lesson.”</p>",
    "<p>Kelt could only nod his head to this statement.</p>",
    "<p>Translator Patreon</p>"
]