[
    "<p>“Humanity is currently at war with the Shadow World,” the guest lecturer explained.</p>",
    "<p>Desir nodded along as the memories of his past life raced through his mind. Shadow World. A calamity that occurred every year. The greatest threat humanity had ever come in direct contact with.</p>",
    "<p>The lecturer continued, “it is the characteristic of the Shadow World to continuously encroach on the real world. Encroached land will become surrounded by a dark fog. To date, no human has survived stepping foot into those lands.</p>",
    "<p>“A devoured land becomes unable to sustain human civilization. The Tower of Magic has come to refer to this phenomenon as ‘Shadowfication.’ We fight against the Shadow World to stop this process.</p>",
    "<p>“We have been fighting the Shadow World for a long time, but the majority of our efforts have been marred with failure. Humanity has experienced defeat again and again, and much of our land has become Shadowfied. Less than half our continent’s original mass remains in our control.”</p>",
    "<p>Desir grimaced as he remembered the future yet to come. ‘Humanity will continue to experience defeat.’ He looked around, noticing that students around the lecture hall were beginning to fall asleep. He chuckled silently. It meant, after all…</p>",
    "<p>The lecturer continued, unaware or unfazed. “Of course, this story must seem unbelievable to all of you. Currently, 99.9% of all Shadow World instances are handled successfully, so all of this talk of how dangerous Shadow World instances were in the past must seem quite boring to all of you.”</p>",
    "<p>The guest lecturer from the Tower of Magic stopped momentarily and caught his breath. He looked around the room, gauging the students’ reactions, before resuming. “However, we must all keep in mind that not even a half-century has passed since we gained this overwhelming advantage against the Shadow World.”</p>",
    "<p>48 years. That’s how long it had been since humanity finally managed to improve their success rate above 60%. In other words, humanity was able to steal the momentum against the Shadow World.</p>",
    "<p>“An ongoing debate exists within academia regarding what truly lead to this change. Some academics may identify 3 key reasons, while another might point to 5. However, all academics are in agreement on one particular factor.</p>",
    "<p>“We became capable of using magic crystals. All academics agree that this discovery represented a turning point that ultimately lead to our current success against the Shadow Worlds.”</p>",
    "<p>Magic crystal. Mana condensed into a crystallized form. Magic crystals could be earned by clearing the Shadow World instances. Prior to 48 years ago, magic crystals had been disregarded as worthless, but that had been the strange consequence of their composition, which was based on their creation.</p>",
    "<p>“Magic crystals are largely divided into two parts; the ‘exterior mana’ and the ‘interior mana.’ The ‘exterior mana’ is, as the name implies, an exterior covering, of solid, crystallized mana. Underneath the hard exterior is a flowing liquid interior: the ‘interior mana.’”</p>",
    "<p>The exterior mana’s crystallized state rendered it unusable. Humans could only make use of the interior mana—if they could access it.</p>",
    "<p>“A peculiar characteristic of the exterior mana is that it blocks all access to the interior mana underneath. Under normal conditions, the interior mana, no matter how vast and powerful it might be, is completely inaccessible. At the same time, we also couldn’t simply break the magic crystal to release the interior mana.”</p>",
    "<p>Desir nodded in understanding. If the exterior mana broke, nothing held back the interior mana. As a result, it would rapidly dissipate into the air, like steam from an open kettle.</p>",
    "<p>“However, this problem, and similar such problems, were resolved 50 years ago, when the Tower of Magic developed the ‘Enchant’ technique.”</p>",
    "<p>This topic evoked a bit of pride amongst those from the Tower of Magic, for good reason.</p>",
    "<p>“In simple terms, a miniscule hole is formed in the exterior mana, by a technique developed by the Tower of Magic. The interior mana is directed to flow in a single direction, through this hole, and a formula is laid on top of the hole, to permit the crystal to be activated.”</p>",
    "<p>Indeed, once a method of utilizing the interior mana of the magic crystal had been established, magic crystals were no longer useless rocks, but critical resources. They enabled the development of a countless variety of magic equipment, leading to an explosive growth in magitek and magic industry: a Magical Revolution. It would not be far-fetched to claim that the Enchant technique was the discovery that defined that century.</p>",
    "<p>“…and if we summarized the changes that followed this development…”</p>",
    "<p>The lecturer began displaying his prepared material, in order to refresh the room’s mood. Panels activated by magic crystals displayed various images one by one. Communication devices, powered by magic, that would enable people to talk across vast distances. An automatic lift that traveled up and down tall buildings in seconds. The intercontinental train with its magic engine.</p>",
    "<p>“We are living in the height of the Magical Revolution, an era of grand magic. An era where everyone can experience the benefits of magic.”</p>",
    "<p>Desir nodded. Indeed, for now, life was prosperous and the population was growing. Shadow World instances were hundreds of times easier to clear, compared to before.</p>",
    "<p>“Of course, at the same time, we must recognize that the Magical Revolution has created some unfavorable changes as well. The increased value of magic crystals has led to the creation of an outlaw group who attempt to illegally acquire magic crystals. This group, which calls themselves the ‘Outers,’ are a sinister organization of serious criminals. They have broken the Treaty of Bern and attempted several attacks on the Tower of Magic and the Western Kingdoms.”</p>",
    "<p>Pros and cons. The Enchant technique had made all of this possible.</p>",
    "<p>“Now, how about a question? What is the name of the person who developed the Enchant technique? Hmm…The girl dozing off, over there. Romantica, was it?”</p>",
    "<p>“Huh? What?”</p>",
    "<p>Romantica, whose head had been bobbing up and down as she slipped in and out of sleep, jumped out of her seat in a panic as she heard her name.</p>",
    "<p>With an ungraceful clunk, the chair fell backwards behind her. Snickers echoed around the room. Desir, who had been sitting beside her, carefully fixed her chair before whispering quietly into her ears, “The answer is ‘Zod Exarion, Romantica.’”</p>",
    "<p>“It’s Zod Exarion!” She fumbled for the words.</p>",
    "<p>“Correct,” replied the lecturer as he nodded in approval. “The one who occupies the position of Head of the Tower of Magic, Zod Exarion. You may sit.</p>",
    "<p>“This story has taken a detour like rabbit lost in the mountains. In any case, the conclusion I want you all to keep in mind as I wrap up today, is that the Shadow World is like a double-edged sword. It continuously wants to eat away at humanity’s territories, but, at the same time, provides us with the magic crystals we need to advance our progress.”</p>",
    "<p>The dozing students began to rouse themselves one by one as everything appeared to wrap up.</p>",
    "<p>“We’ll end the class here. Students that have questions can come forward, but otherwise, class dismissed.”</p>",
    "<p>The students stood up, and began streaming out the back door in a remarkably orderly fashion. Only a single student seemed to be moving against the crowd towards the lecturer—but, on closer inspection, there were in fact two students beside him; a student whose gender was difficult to discern, and the female student who had been dozing off earlier. The lecturer smiled inwardly at this sight.</p>",
    "<p>The male student in the lead spoke. “I am Desir Arman. On this side is Romantica Eru, and on this side is Pram Schneizer. We’re all Single Rankers and in the same party.”</p>",
    "<p>“Oh? Single Rankers? This is quite the honor.”</p>",
    "<p>“No, no, it is an honor for us to be graced with your great lecture, Mr. Prelude.”</p>",
    "<p>“So, what is your question?”</p>",
    "<p>“Not really a question, per se, but a request.”</p>",
    "<p>Prelude felt an ominous foreboding as he realized where this conversation was headed. He paused briefly, before speaking very delicately. “Are you perhaps requesting a sponsorship from the Tower of Magic?”</p>",
    "<p>“It’s a similar request,” replied Desir nonchalantly.</p>",
    "<p>Prelude’s face grew stiff. There were always students like this, who were willing to cross any line in order to get a sponsorship from the Tower of Magic. It was hardly surprising; the sponsorship was a great help to any burgeoning party. He replied, in a very even voice, “the request for sponsorship from the Tower of Magic is always reviewed fairly. I believe the window for applications for this year’s sponsorship has come to an end.”</p>",
    "<p>“Haha, well, that’s regrettable, but, truthfully, I wasn’t able to process one due to interference from another party.”</p>",
    "<p>“Interference from another party?” asked Prelude, puzzled.</p>",
    "<p>“Yes; it’s because there’s too much pushback against my party. A three person party, mostly made up of commoners. We’re not viewed in a great light by others.”</p>",
    "<p>“Ahhh, so you were that party. The rumored party from the Beta Class that became Single Rankers.” Prelude nodded in understanding. News of Desir’s party had spread far and wide. Their individual names, clearly, weren’t well known yet, but many rumors had begun to circulate about how great Hebrion’s ‘Super Rookies’ were. They had become quite the hot topic, and for them to be composed of students from the Beta Class…well, opposition was only natural. Still, rules were rules. Prelude continued, “unfortunately, the window for requests has already closed, and we’re currently in the process of deliberation. I’m sorry, but it might be best to hope for next year.”</p>",
    "<p>Desir, rather than give up as Prelude expected, tilted his head quizzically at the reply. “Hmm…” he paused, and then spoke again. “I must have misspoke.”</p>",
    "<p>“Hmm?”</p>",
    "<p>“I’m not looking for a sponsorship, per se. To borrow your idiom, we’ve become lost like rabbits in a field, and this story has taken an unexpected turn. Is this saying correct?”</p>",
    "<p>“It’s rabbits in a mountain,” corrected Prelude. “In that case,” he continued, “what are you asking of me?”</p>",
    "<p>In response, Desir wordlessly revealed the document he had been carrying, and handed it to Prelude. It was a written request.</p>",
    "<p>“What is this?”</p>",
    "<p>“It’s permissible for anyone to make a request for a party from Hebrion Academy with a reward.”</p>",
    "<p>“I’m not asking the question because I’m unaware. I am fully aware of this, as the Tower of Magic has made a request for a party from Hebrion Academy before. I am asking why you are handing me this.”</p>",
    "<p>Desir smiled as he opened the lid of a pen and handed it to Prelude.</p>",
    "<p>“Make the request.”</p>",
    "<p>“Please make this request.”</p>",
    "<p>“I hope that you will make this request of us.”</p>",
    "<p>The three members of Desir’s party all spoke in unison.</p>",
    "<p>Prelude shook his head, and closed the pen. “No, the problem wasn’t with how you’ve phrased it.” He handed the pen and the paper back to Desir.</p>",
    "<p>Desir refused to take them. “You must make this request.”</p>",
    "<p>“You are being completely unreasonable.”</p>",
    "<p>“Unreasonable?” Desir smiled innocently at Prelude. “Their objective is the 2nd tier magic crystal held within Aeurelli. It will happen July 7th at 3 a.m.”</p>",
    "<p>“What?” Prelude asked, confused yet again.</p>",
    "<p>“I have information that the Outers will attack the Aeurelli Branch of the Tower of Magic exactly 10 hours from now,” Desir stated matter-of-factly.</p>",
    "<p>They were called the ‘Outers’ because they stood outside the lines of law, and they revelled in the name. They were a sinister group, one that had already attacked the Tower of Magic and the Western Kingdoms several times.</p>",
    "<p>“They’re after Ruigenell’s Tear.”</p>",
    "<p>Prelude blanched. “Wait, how could you know that—”</p>",
    "<p>Desir cut him off very suddenly. “The important part is that I also know how to stop them. Please put in a request to the Tower of Magic to hire us.”</p>",
    "<p>The root of the incident occurred 3 days prior, on July 4th. Desir’s entire party had been promoted to Single Rankers during the promotion event. As part of the promotion, they also gained access to a new (substantially nicer) office. The interior walls were a calming white, and the space was filled with plush chairs and gleaming desks in a comforting brown, with a view of the beautiful emerald lake through the windows.</p>",
    "<p>As usual, Desir’s party was spending their afternoon at this office, once their training had concluded, and it was here that Desir made a very important decision.</p>",
    "<p>‘I should definitely marry a woman like Pram.’ Of course, this decision certainly wouldn’t affect who he was actually going to marry in the future.</p>",
    "<p>As usual, there was a mountainous pile of documents stacked on top of the desk. As Desir worked, he grabbed at the cookies laid out before him. They were flour cookies baked in butter, and although they didn’t look particularly appealing, they were surprisingly delicious. Pram had made them all by hand. Desir nodded in his mind in approval. ‘He’s pretty, with a good personality, and capable in the kitchen. He really isn’t lacking anything.’</p>",
    "<p>Pram had taken on all the housekeeping tasks for the party. Nobody had asked him to—it was something he had taken on of his own initiative. He was impressively good at them too; he did a fantastic job of cleaning, but his cooking skills were even better. And not just cookies—he brewed an excellent tea.</p>",
    "<p>‘Really,’ Desir thought, ‘would a professional maid be able outperform him?’ His mind continued to wander. ‘How amazing would it be if Pram were a girl? No, wait, is he actually a girl? If that were the case…’</p>",
    "<p>A voice suddenly interrupted Desir’s thoughts.</p>",
    "<p>“Mr. Desir.”</p>"
]