[
    "<p>The sound of Zod making his move brought Desir’s attention back to the present.</p>",
    "<p>While he was reminiscing about his previous life that happened in the future, he was driven into a corner in less than 100 moves by the Zod in front of him who existed 13 years in the past.</p>",
    "<p>This was to be expected, as Zod’s skill did not change much between the two timeframes. However, for Desir, the bigger reason he was struggling was Zod’s mentality. As the future Zod had lived through a harsh battlefield, his moves tended to be more aggressive and domineering as a result. The current Zod, on the other hand, was more reserved and focused on counterplay.</p>",
    "<p>Desir, who was expecting the future Zod’s style of play, found himself unable to read the opponent in front of him. So instead, Desir offered one piece after another in order to analyze the current Zod. As a result, he was close to losing.</p>",
    "<p>The pieces were not thrown away wastefully, however. He had sacrificed pieces to test Zod’s reactions while making sure to keep enough pieces on the board to mount a comeback. This had been Desir’s plan all along. It was a playstyle that was unique to him.</p>",
    "<p>The current Zod must have some habits that were shared with his future counterpart. Desir gladly sacrificed his pieces in order to find these habits. Discovering them meant that he would be able to predict Zod’s next moves.</p>",
    "<p>‘I did manage to figure him out, but…’ with his last knight captured, Desir was barely able to stay half a step ahead of Zod, ‘if I’m at this much of a disadvantage, I won’t be able to make a comeback even if I could predict his moves.’</p>",
    "<p>That would definitely have been the case if the situation was normal. However, there was a variable in this match that was out of the ordinary.</p>",
    "<p>“It’s your turn,” Zod prompted him and Desir made a move in reply, using his warship to block off the only path to his king. Zod finally understood why Desir pulled his warship all the way back and sacrificed his other pieces. The warship’s defense was the best out of all the pieces. If it was a frontal attack, the warship could thwart it completely simply by existing.</p>",
    "<p>“How persistent. The match is already decided.”</p>",
    "<p>“Even so, I’d like to play it out and hold on with all I have.”</p>",
    "<p>“…But I don’t think anything you do can affect the outcome.”</p>",
    "<p>“You never know what will happen until the end.”</p>",
    "<p>“So you say.”</p>",
    "<p>***</p>",
    "<p>It was Zod’s turn. His fingers idly played with the pile of pieces that he’d captured from Desir.</p>",
    "<p>‘First move the knights back, then regroup to slowly corner him,’ thought Zod. ‘That should break his defense, even if he has a warship. Take out the warship and the game is over.’</p>",
    "<p>The only issue was, he would need at least 30 turns to execute this plan. 30 turns was an issue.</p>",
    "<p>‘There is no time,’ Zod glanced at his watch and fiddled with his pieces anxiously. The time was 4:22. The meeting was starting at 4:27, meaning he had less than five minutes left. Not enough time for 30 turns. ‘In that case, I need to end this quickly.’</p>",
    "<p>Desir’s king was right in front of the knight, less than three spaces away. If Zod was able to advance and take down the king, the game would be over.</p>",
    "<p>‘I could go for the win with just my knights,’ Zod was confident that he didn’t need 30 turns to win. ‘First, attack the warship with my knight and then use the other knights to mate the king.’</p>",
    "<p>***</p>",
    "<p>Desir smiled with satisfaction as Zod advanced his knight.</p>",
    "<p>‘He got greedy, as expected.’</p>",
    "<p>Zod was feeling the pressure of the time constraints and had made the worst move possible. It was exactly what Desir was waiting for.</p>",
    "<p>‘The winner was decided the moment you told me that you only had 27 minutes to play.’</p>",
    "<p>Desir’s following moves would have seemed confusing to spectators, as he repositioned his pieces without concern for the danger posed to his king. However,  Zod was able to figure out Desir’s intent unbelievably quickly.</p>",
    "<p>***</p>",
    "<p>‘He’s changing formations,’ Zod thought.</p>",
    "<p>Up until now, Desir had not fully committed to either offense or defense. His pieces were scattered across the board, almost randomly. It was the main reason why Zod had been able to break Desir’s defenses.</p>",
    "<p>‘Changing formation is definitely the correct play, but…’ Having already pinned Desir as a weaker player, Zod was unperturbed. Shaking his head, he thought, ‘It’s too late now to try changing formations.’</p>",
    "<p>***</p>",
    "<p>At the same time, Desir was thinking, ‘He’s thinking that it’s too late. That’s a big mistake.’</p>",
    "<p>With a few quick moves, Desir regrouped his knights and rooks in the center of the board, blocking in Zod’s knights from three sides. The scattered formation had transformed into an encirclement and a tight defensive line was created in an instant.</p>",
    "<p>Desir’s aimless-looking positioning was in fact deliberate and calculated, ready to switch to offense or defense in response to Zod’s play.</p>",
    "<p>“Hm?” Zod watched as Desir created a concentrated attack using a pawn and a rook, with the warship as their lead. Despite being cornered, Desir poured all his available resources into attacking the knight. There was no way Zod could stop all these pieces with only a knight.</p>",
    "<p>“This…what!?”</p>",
    "<p>The comeback had begun. Desir’s pawns easily thwarted the knight’s attack and pushed toward Zod’s warship. His rook joined the fight and crushed the supply lines. In a blink of an eye, every one of Zod’s knights were destroyed.</p>",
    "<p>‘It’s too late now even if he’s realized his mistake.’ Desir reorganized his pieces again. Within three turns, his formation flipped from defense to offense. All of Desir’s pieces rushed to invade Zod’s territory.</p>",
    "<p>Zod maneuvered his pieces to the center to defend, intending to clash head on with Desir’s forces.</p>",
    "<p>‘He should be reeling from losing his knights, but he still has enough pieces remaining to push me back.’</p>",
    "<p>As if he was mocking Zod’s efforts, Desir turned his pieces west just before the two sides collided. Their new target was…Zod’s isolated warship.</p>",
    "<p>‘Zod doesn’t like using his warships to attack. The fact that he never used them, even when he had the lead, proves this.’</p>",
    "<p>Zod’s warship sunk under the concentrated attack. As noted before, a player gains an extra turn after destroying a warship. Desir used this extra turn to seize Zod’s supply line. The supply line that Zod had so carefully built up was now in Desir’s hands.</p>",
    "<p>‘I’ll focus my attacks on the weakened western front.’ Following the destruction of the warship, Desir’s pieces flanked Zod from the west. Zod attempted to turn his pieces around, but without his knights, he was too slow to respond. As a result, Zod’s left side was routed.</p>",
    "<p>Zod pulled pieces away from his eastern front to strike at Desir’s supply line. However, Desir’s warship, which was no longer needed to defend his king, was already in position to repel the attack. Desir was already familiar with Zod’s habit of targeting supply lines.</p>",
    "<p>***</p>",
    "<p>‘He’s got me.’ A chill ran down Zod’s spine. He tried to pull back his soldiers from the supply line attack, but it was too late. He had already committed too many moves to the attack. In the meanwhile, Desir had taken all of Zod’s pawns, which were vital for maneuvering his troops.</p>",
    "<p>There were too many fires to put out. In a last ditch move, Zod pushed in all of his pieces, not just the center ones, toward Desir’s king.</p>",
    "<p>***</p>",
    "<p>Seeing Zod’s tactic, Desir was now certain of his win.</p>",
    "<p>‘Too hasty. Such a quick push leaves many of your pieces hanging.’ It was rare to see Zod, who had always strived for perfection, panic and lose his composure.</p>",
    "<p>Desir could see the path to victory. One by one, he picked off Zod’s scattered pieces. The material advantage that Zod held throughout the game was lost in the blink of an eye. Finally, Zod’s other warship fell.</p>",
    "<p>“Check.”</p>",
    "<p>It was 4:25.</p>",
    "<p>The Master of the Tower of Magic tipped over his king.</p>",
    "<p>“It’s my loss.”</p>",
    "<p>Zod’s Pad vibrated. He glanced at the screen and told Desir, “My secretary.”</p>",
    "<p>“Ah, please take the call then. Don’t mind me.”</p>",
    "<p>“Thank you.” Zod pushed a button and a gentle female voice spoke.</p>",
    "<p>— “Sir, the meeting begins in three minutes. You should come out soon.”</p>",
    "<p>“Ah, I will be there shortly. Please wait a moment.”</p>",
    "<p>Zod ended his conversation with the push of another button on the Pad. He tapped the chessboard with his bejeweled fingers.</p>",
    "<p>“I didn’t think I would lose,” Zod said, with a hint of satisfaction in his voice.</p>",
    "<p>“You would have won if there was no time limit, sir.”</p>",
    "<p>“Spare me your sympathy.” Zod pushed the chessboard aside. “Now let’s hear it. What is your request?”</p>",
    "<p>“My request is a deal. An equal exchange.”</p>",
    "<p>“A deal?”</p>",
    "<p>“Yes, a deal.”</p>",
    "<p>“A deal…and what would be the specifics of this deal?”</p>",
    "<p>“I have an idea that I can give you in exchange for support on the level of the Tower of Magic’s sponsorship.”</p>",
    "<p>Zod arched an eyebrow.</p>",
    "<p>“So not an unconditional support. I suppose it doesn’t violate our agreement if it’s an equal exchange…” Zod thought for a moment before shaking his head, “How troublesome. I find this request disagreeable.”</p>",
    "<p>“You lost the wager, sir.”</p>",
    "<p>“That I did. So I must honor a request from you. But what you’re requesting here is a deal. An equal exchange. How is this equal?” Zod spoke calmly, “Think about it, Desir. It’s equal if both parties gauge the things being exchanged to have the same value. An idea from a single student versus the backing of the greatest corporation? This is not a deal.”</p>",
    "<p>“Even if there is a bit of difference in value, you’re obligated to honor my request.”</p>",
    "<p>“The difference in value here is not trivial. You’re asking to exchange a bar of gold for a peanut. You cannot call that a deal. Though we would be using a loophole, it is basically the same as an unconditional sponsorship, which we agreed is off the table.</p>",
    "<p>“You can say that I’m being cheap. I know you want the Tower of Magic’s sponsorship, but this is too unreasonable. I’d ask you to make a different request.” The Tower Master continued after a moment of silence, “If you can’t think of anything, I’ll make a suggestion. Request for a bigger reward for fending off the Outers’ raid. I can accept that. If you make that request, I’ll offer you funds equal in value to the 2nd tier magic crystal you recovered. From now until your graduation, I’ll donate 120 gold to your party every month.”</p>",
    "<p>Editor’s Rant: Can I just say how disappointed I am? As a chess enthusiast, I was happy to tackle chapter 30 and 31. I was hoping for a description of a game that I could imagine and follow along in my head, even with its nonsensical ruleset (apparently it matters which way your pieces are facing in North Sea chess? That’s not going to be problematic :p). Instead, author-nim denied me of this pleasure by putting in zero effort to create an actual coherent series of events.</p>",
    "<p>How is it that Desir is reduced to “six pawns, two rooks, one bishop, and one king” and then suddenly has a warship available to defend? How can you say that all of Desir’s knights were destroyed and then give at least two back to him for his counterattack? Is Desir cheating? Did he decide to promote a pawn into a knight? Desir can’t be *that* big of an idiot…</p>"
]