[
    "<p>Lord Evernatten felt a substantial uptick of refugees arriving at his city walls, dwarfing any other instance in recent times. The sudden increase led him to believe that something was amiss, and he probed for more information. As a result of his investigation, he discovered that they had arrived from the Holy City of Gottheim.</p>",
    "<p>Rumors spread throughout the camp eventually found their way to his ears, and he learned of an evil spirit kidnapping people and peeling off their skin. Wilhelm grimaced; a truly grotesque tale.</p>",
    "<p>The urban legend was rampant in the vagrant slums, being the most predominant story lingering in their minds. Lord Wilhelm, expecting that there was some truth to the matter, sent people to the area surrounding the Holy City to collect information—the man kneeling in front of him was one of his trusted confidants.</p>",
    "<p>“The situation in the Holy City is severe. In order to prevent Judgement, they are levying heavy taxes in the name of God. As a result of this, assets are being seized en masse, and the number of refugees can only grow ever more.”</p>",
    "<p>“And the rumor?”</p>",
    "<p>“There is truth in the matter. Missing persons are oft never to be seen again, milord. The only thing is that his Majesty appears to be taking no steps to address the threat.”</p>",
    "<p>Wilhelm paused. “…for sacrifices?”</p>",
    "<p>His voice was barely audible.</p>",
    "<p>“Yes. Based on multiple eyewitness accounts, it is likely an act of sacrifice in the name of Artemis, all to prevent the Goddesses’ Judgement.”</p>",
    "<p>The Goddesses’ Judgement.</p>",
    "<p>In order to correct the sins of man, in order to lead history to righteousness. Simply enter the space and return history to the correct path and the Judgement would cease. However, the Holy Kingdom refused to take action to stop them.</p>",
    "<p>Instead of fighting the Judgement, they chose the path of sacrifice. They believed that in the space, the Goddess would reveal their sins and take the world back under her embrace. By offering the flesh and blood of sinners, they attempted to appease the Goddess.</p>",
    "<p>“Do they really think that they can fight the Judgement like this?”</p>",
    "<p>Wilhelm Evernatten’s clenched fist trembled in anger. He felt powerless to stop this chain of events. To make matters worse, his informant wasn’t finished.</p>",
    "<p>“A few days ago, a large number of children disappeared, coinciding with the mass immigration of refugees to Evernatten.”</p>",
    "<p>The lord’s eyes crinkled. “Did an enormous Judgement appear?”</p>",
    "<p>“Most of the other lords predicted the same, but with the current state of the Holy Kingdom, it will be difficult to prevent this from occurring.”</p>",
    "<p>Wilhelm closed his eyes momentarily to consider the implications of the man’s words. He warily opened them again and looked down at his informant.</p>",
    "<p>“Milord, the Earl of Mitelfer has requested to advance upon Gottheim.”</p>",
    "<p>“I will pretend that the request wasn’t received. You are dismissed.”</p>",
    "<p>“My lord!” The informant exclaimed before realizing his place and kneeling once more.</p>",
    "<p>Wilhelm shook his head. “Regardless of the fact that I was chased out, I swore on my name that I would live to serve the Holy Kingdom. I will not tarnish my honor. Leave this place, Lord Carlos.”</p>",
    "<p>Footsteps echoed out as Desir meandered through the lush garden. Romantica had solved the immediate problem of food, but there was still more to be done. In time, the food would run out; a solution was needed to end this, once and for all.</p>",
    "<p>‘Only one day left now.’</p>",
    "<p>Despite the most pressing problem being alleviated, there was no additional time to resolve the overarching issue. Without a solution to address the influx of refugees, the Evernatten estate had little to no reason to deal with Romantica’s guild. In the meantime, they had the leeway to think up a long-term solution thanks to Romantica’s intervention. For instance, educating and employing the refugees based on their talents.</p>",
    "<p>This would be the quickest solution that came to mind, but Desir quickly concluded that there were problems with this method, and dismissed it.</p>",
    "<p>‘Wilhelm Evernatten is an astute man. He’s already thought about it.’</p>",
    "<p>The truth of the matter was that it wouldn’t solve everything. There wasn’t enough money to go around to educate and provide work for everyone.</p>",
    "<p>Desir slowed down and stopped in his tracks. Somebody was building a snowman in the garden, humming away in bliss. It was Lilica; with the food problem no longer an issue, she could return to work in the castle. Looking around, Desir found plenty of snowmen perched around the garden and approached the little girl, patting down the snow and grabbing a carrot for her newest creation.</p>",
    "<p>“You’ll catch a cold building a snowman out here,” advised Desir.</p>",
    "<p>“Mister Desir!” exclaimed Lilica.</p>",
    "<p>“It seems like every time I see you, you’re building snowmen.”</p>",
    "<p>Lilica smiled brightly at Desir. “Yup, snowmen are my friends! Do you want to build a snowman?” Her eyes shined with anticipation. “…what? Don’t look at me so pitifully! They’re real. We’ve been friends since before coming here.”</p>",
    "<p>A warm chuckle came out of Desir’s mouth. “So the snowmen aren’t imaginary?”</p>",
    "<p>Lilica’s cheeks puffed out and she crossed her arms at Desir. “Excuuuuuse me!” She looked forlorn as she gestured towards the snowmen. “Do you remember the kid that I asked Mister Desir to take care of? He was my closest friend.”</p>",
    "<p>“It must have been lonely parting from him— his name was Carlos, right?”</p>",
    "<p>“Yeah. I couldn’t even say goodbye.”</p>",
    "<p>“Were you too busy?”</p>",
    "<p>“No… he disappeared suddenly. Some people said that a ghost was to blame.”</p>",
    "<p>“You mean the evil spirit that takes wandering people and peels off their skin?” A voice rang out from behind them as a gentle breeze drifted forward. Romantica walked towards the two surrounded by the snowmen, and Lilica’s eyes bloomed with curiosity.</p>",
    "<p>“Hey Big Miss, how did you know that?”</p>",
    "<p>“It doesn’t seem like the rumors have reached the outskirts of the Holy Kingdom, but plenty of news have passed in the cities leading up to Evernatten. Lilica, are you originally from Gottheim?”</p>",
    "<p>“Yup. Not just me, but all of the refugees are from the Holy City.” Desir’s eyes widened at the sudden discovery. “Didn’t I mention it to you, Mister Desir?”</p>",
    "<p>Romantica let out an exasperated sigh. “You really don’t know anything going on in the Holy City, do you?”</p>",
    "<p>She was correct; Desir’s knowledge of the Holy City did not extend past what Jefran had revealed. Desir didn’t have the time to look into the affairs of much anything outside of Evernatten with the abundance of work assigned to him after becoming the advisor to Lord Wilhelm.</p>",
    "<p>‘How did I not think of that?’ chastised Desir. His focus was so intent on resolving the refugees that he didn’t put any thought into how they came about. There were just too many problems to solve. ‘To solve any problem, one should always look to solve the fundamental cause.’</p>",
    "<p>At this moment, Desir realized that historically, Wilhelm Evernatten made the wrong decision to abandon his principles and exile the refugees. Whilst that would solve the immediate problem, it turns a blind eye to the fundamental issue: the Holy City. If the problems plaguing Gottheim were never addressed, the problem would only infect the rest of the Holy Kingdom and one day extend its reach to the Evernatten Estate.</p>",
    "<p>“Romantica. Tell me everything you know.”</p>",
    "<p>The morning fog rolled over the castle and settled in, chilling the atmosphere inside of the office. The fireplace lent no warmth to the individuals inside, consisting of Desir’s party and the heads of the estate.</p>",
    "<p>Two days had passed. Success or failure would all come down to this moment. Wilhelm lightly coughed to grab his peers’ attention.</p>",
    "<p>“Before we begin our discussions, I would like to express my gratitude towards Madam Romantica for your foresight and leadership. The food situation has improved immensely with your assistance. To that end, I would like to express my thanks.”</p>",
    "<p>Romantica curtsied and elegantly paid her respects to Lord Evernatten. The conversation was as smooth as molasses, and the room was in good spirits.</p>",
    "<p>“There is still the problem of public security, milord.” Eyulan stepped forward to bring everybody back to reality.</p>",
    "<p>Wilhelm gave her a curt nod and turned to his advisor.</p>",
    "<p>“Well, Desir. The allotted time has passed. Have you come up with a solution?”</p>",
    "<p>Desir stepped forward and kneeled in front of Lord Evernatten.</p>",
    "<p>“Whilst the situation has improved, many problems still need to be addressed; public security for one. Unfortunately, not every problem can be solved immediately. Even if these problems are addressed, the large influx of refugees mean that all solutions will only be useful short-term. Eventually, we will be bereft of options.</p>",
    "<p>“Take, for instance, the food shortage. The merchant’s guild can only offer so much support, and this won’t be the only time. If the problems in the Holy City continue, refugees will arrive year after year. If we wish to make use of the refugees, we will need to educate them.</p>",
    "<p>“The only logical solution is to banish the refugees. If we do not accept them, then there is no responsibility. With that, we can resolve our problems almost immediately. In fact, that is exactly how many other estates are approaching the problem.</p>",
    "<p>“However, there will only be more and more refugees. All of those men, women, and children with nowhere to go will die. This isn’t a solution. This is a death sentence. By exiling these people from the territory, we are averting our eyes from the suffering and avoiding the problem.”</p>",
    "<p>Desir’s intense gaze swept across the room, resting a moment longer on Eyulan. She had her fists tightly clenched, but did not dare speak out in front of the lord.</p>",
    "<p>“I wish to provide a solution that will solve the fundamental problem,” announced Desir. Wilhelm Evernatten cared for the people deeply— deeper than anybody else in the entire Holy Kingdom. He had not spent a long time with Wilhelm, but his compassion and charity exuded from his very being.</p>",
    "<p>“Do you know the root cause, milord?”</p>",
    "<p>“I gather it is due to the problems in the Holy City.”</p>",
    "<p>“Correct. Almost all of the refugees have come from the Holy City, and they are suffering violently. With nary an option left to them, they can only run away. In the future, the people who suffer will continue to compound the problem we are experiencing right now. This is not just about them. The tyranny that originally drove them out of the Holy City will one day reach here.”</p>",
    "<p>The Holy Nation’s capital was headed for ruin. In the name of religion; in the face of the dangers ahead of them, nothing was being done. The problem would eat away at the Holy Kingdom until it was completely submerged, with only one result: Ruination.</p>",
    "<p>Desir knew what had happened to the Holy Kingdom. Through a Class 1 Shadow World, the entire Holy Kingdom was eventually annihilated by the encroachment. In the end, only a handful of survivors of the Artemis religion remained, living out the rest of their days in the Western Kingdoms and piously spreading their religion.</p>",
    "<p>A companion in his former life, Priscilla, was also a member of the Artemis religion. She was bitter whenever she recalled the downfall of her once-great nation. It was due to this that Desir could speak with confidence. In order to bring the Holy Kingdom back to form, sweeping reforms were needed. With that, Desir presented his solution.</p>",
    "<p>“The Holy Kingdom is currently on the path to ruin. The endless waves of refugees are a byproduct of this. In order to resolve the fundamental issues and provide for these vagrants, we must change the twisted ideals of the Holy City.”</p>"
]