[
    "<p>Desir had given a flawless explanation—his description sounded like it was straight from a textbook.\r</p>",
    "<p>Not to be outdone, Radoria held up two fingers. “There are two organizations that manage the Shadow World. The first is the Western Kingdom, and the second is our Hebrion Academy. The two are at odds—after all, both parties want the magic cores that come from the Shadow World. And, as students of Hebrion Academy, we naturally participate in the two-party race for magic cores... well, there are other factions, like the “outsiders,” but you don’t need to know about that.”\r</p>",
    "<p>Radoria continued, “And you know about ‘clearing’ the Shadow World, right?”\r</p>",
    "<p>“Of course—that’s common knowledge.” To Desir, describing the Shadow World was second nature, and so he went on to explain:\r</p>",
    "<p>“In a sense, the Shadow World was a universe that ran parallel to our own—the events that occured in the real world’s past would also eventually occur in the Shadow World. And during that process, the Shadow World would continually threaten to erode our world. There is only one way to stop that from happening:\r</p>",
    "<p>“The ‘Clearing.’\r</p>",
    "<p>“To put it simply, ‘clearing’ the Shadow World prevents it from encroaching upon our reality. If the event of a given Shadow World is based off of a past war in our world—the ‘background’—and the victory of that war consisted in demoralizing the enemy, then the ‘clearing’ would involve defeating the enemy in the exact same manner—this would be the Shadow World’s ‘objective.’ Every Shadow World has its own background and objective, and completing that objective ‘clears’ the Shadow World.\r</p>",
    "<p>“The goal, then, is to clear all the Shadow Worlds that appear. And the two rival organizations, Western Kingdoms and Hebrion Academy, stand at the forefront of this movement.”\r</p>",
    "<p>Radoria wore an amused expression, “Not bad. I guess I don’t have to worry about explaining things to you.”\r</p>",
    "<p>As the pair talked, they arrived at their destination: an extravagant, awe- inducing structure shining under the sunlight, the main building of Hebrion Academy. Radoria flashed her ID at the entrance.\r</p>",
    "<p>| Student Identity Pass Confirmed. Welcome, 4th Circle Mage, Radoria Von Dorich.\r</p>",
    "<p>With an electronic voice, the door opened, and the pair stepped into the main building. They were greeted by a grand hall—the building’s enormous interior was just as splendid as its exterior. Countless students and faculty walked in and out of the innumerable corridors in the main hall, electrifying the atmosphere. Desir looked around the area, nostalgia gripping him.\r</p>",
    "<p>“You don’t look that surprised.” Radoria had expected more of a reaction out of Desir, so his nonchalant attitude sparked her curiosity.\r</p>",
    "<p>With a somewhat dismissive tone, Desir said, “Yeah, I’ve seen something similar in the past.”\r</p>",
    "<p>More accurately, he had seen this exact building.\r</p>",
    "<p>The pair began making their way up a winding staircase. Though the complicated layout of the corridors almost resembled a maze, Radoria confidently led the two through the various hallways. While following his companion, Desir passed by a number of people, most of whom he recognized. Their familiar faces warmed Desir’s heart, but he concealed his emotions and quietly walked behind Radoria.\r</p>",
    "<p>Suddenly, a tall, handsome man and a girl who looked about the same age as Desir approached the pair. When Radoria saw them, she halted in her tracks.\r</p>",
    "<p>“Do you know them?” Desir asked.\r</p>",
    "<p>“Yeah. Elheim. He’s a real scumbag.”\r</p>",
    "<p>Desir remembered that name. Elheim. He was the polar opposite of Radoria. Elheim was a water-attribute mage, and Radoria was a fire-attribute mage. And like their magical elements, their personalities clashed violently. Obviously, they did not get along.\r</p>",
    "<p>Feigning ignorance, Desir commented, “You must really dislike that man.”\r</p>",
    "<p>“Oh, yeah. He’s one of those water-attribute mages,” Radoria said. “He’s real arrogant, too. And I hate the way he speaks. He’s like a damn cockroach.”\r</p>",
    "<p>After Desir and Radoria’s brief exchange, Elheim—a young man with blue, bobbed hair, with arrogant eyes and a stuck-up nose—walked up to Radoria. His voice laced with derision, Elheim commented, “Oi, Radoria. You just got here? I guess having short legs makes you walk slower, huh?”\r</p>",
    "<p>Without losing her composure, the young fire-attribute mage retorted, “Grow up, Elheim. Do you kiss your mother with that mouth?”\r</p>",
    "<p>Elheim scoffed in response, “Such crude speech. As expected of a crude fire- attribute mage.”\r</p>",
    "<p>“I’m surprised you have the balls to mouth off less than a month after getting trounced by this ‘crude fire-attribute mage.’” Radoria jeered.\r</p>",
    "<p>Elheim rolled his eyes. “You still can’t tell the difference between defeating someone, and them going easy on you? No wonder you have such a long way to go.”\r</p>",
    "<p>Radoria sneered. “I sure hope you weren’t trying—if that was all you got, then you really should consider dropping out.”\r</p>",
    "<p>The tension in the air was potent. Desir could almost feel the sparks flying between the two bantering mages—he unconsciously took a step back. As Radoria and Elheim got more and more in each other’s faces, the mood gradually turned heavier and more strained.\r</p>",
    "<p>Finally, realizing that he wouldn’t win just through a contest of words, Elheim shifted his attention to Desir. “Are you this vulgar girl’s mentee?”\r</p>",
    "<p>“Yes, that is correct.” Desir answered respectfully.\r</p>",
    "<p>Surprised, Elheim said, “Well, you certainly have better manners than Radoria. What’s your name?”\r</p>",
    "<p>“Desir Arman.”\r</p>",
    "<p>“Hmm, Desir Arman. Let’s see…” Elheim took out his tablet and entered Desir’s name.\r</p>",
    "<p>In just a few seconds, all of Desir’s information appeared on the screen. As Elheim read the data, the corners of his mouth rising ever so slightly.\r</p>",
    "<p>“What’s this? He’s just a commoner?” Elheim smirked. “Well, I guess it fits that you’re mentoring a pathetic commoner.”\r</p>",
    "<p>Radoria scrunched her face.\r</p>",
    "<p>Elheim looked up to the ceiling with amusement. “Honestly. This contest won’t even be close.”\r</p>",
    "<p>“...Contest? What do you mean, ‘contest?’” Radoria asked.\r</p>",
    "<p>As if he had waited for the question, Elheim responded, “What? Did you not even check the group lists?”\r</p>",
    "<p>He indifferently flipped his tablet toward Radoria. “We’re in the same group.”\r</p>",
    "<p>Desir and Radoria quickly read through the list of names:\r</p>",
    "<p>[D Group Members]\r</p>",
    "<p>Treveurie Tigus\r</p>",
    "<p>Romantica Eru\r</p>",
    "<p>Ajest Kingscrown\r</p>",
    "<p>Desir Arman\r</p>",
    "<p>Elheim stared at Desir with a condescending gaze—it was like he was looking at a rotten fish. “There’s no way your mentee will survive with this lineup.”\r</p>",
    "<p>Radoria spoke up, seemingly unperturbed. “I wonder about that. Even if you’re in our group, that doesn’t mean that we’ll fail. In fact, we just might win.”\r</p>",
    "<p>“Don’t make me laugh. You don’t even have a chance.” Then Elheim raised his voice, and declared with confidence: “MY mentee is a spellsword.”\r</p>",
    "<p>Radoria’s eyes widened in shock. “S-spellsword? You’re lying.”\r</p>",
    "<p>Spellsword.\r</p>",
    "<p>Those who were innately talented in both magic and swordsmanship. This title was reserved for geniuses blessed by the heavens. They were on a whole different level than the mages who simply used magic—it didn’t matter if combat occured at close or long-range. These specialists could fight on all fronts. And as to be expected, these exceptional talents only numbered in the single digits worldwide.\r</p>",
    "<p>And Elheim just said that his mentee was one of those single digits—an unrivalled genius. Radoria could not believe it.\r</p>",
    "<p>With a conceited facial expression, Elheim taunted his stunned rival. “You can check it if you don’t believe me.”\r</p>",
    "<p>After a brief moment of hesitation, Radoria took out her tablet. She addressed Elheim’s mentee who had remained silent the entire time, “What’s your name?”\r</p>",
    "<p>“Ajest Kingscrown.” The girl spoke with a dour and ice-cold voice.\r</p>",
    "<p>Radoria entered the name into the tablet. When the information popped up, Radoria quickly scanned the results.\r</p>",
    "<p>| Twin-attribute spellsword. Shows excellent talent with both ice—and lightning—attribute magic. 3rd circle mage. Swordsmanship exceeds the level of a pawn-rank swordsman.\r</p>",
    "<p>“My god…”\r</p>",
    "<p>Radoria’s jaw dropped. She thought Elheim had been bluffing—but here was the truth right in front of her eyes.\r</p>",
    "<p>With smug assurance, Elheim piped up, “Where did that fire from earlier go, Radoria?”\r</p>",
    "<p>Radoria, for once, was at a loss for words.\r</p>",
    "<p>The victorious water-attribute mage strolled past the dumbfounded woman. When he reached Desir, Elheim stopped for a brief moment.\r</p>",
    "<p>“Oh, and you. This is a warning.” He leaned in close to Desir’s face, glaring at the young man with an attitude of pompous superiority. It was a perfect example of a noble looking down upon a commoner. “Even if you’re lucky, you’ll just end up in Beta. Just give up on the entrance exams—that’s your best bet.”\r</p>",
    "<p>| The D Group’s Entrance Exam will soon begin! D Group’s Shadow World is currently being selected. Please wait.\r</p>",
    "<p>An electronic voice rang out. Desir stood in the middle of the waiting room—a Shadow Gate, boasting one of the most advanced designs, loomed in front of him. The steel outline of the gate was inscribed with hundreds of runes. With a magic core in its center, thousands of synthesized magic circles decorated the face of the gate. It could almost pass as a work of art.\r</p>",
    "<p>‘Is this what it looked like?’ Desir leaned left and right while inspecting the gate.\r</p>",
    "<p>An annoyed voice spoke to him, “Could you just stand still? You’re embarrassing us.”\r</p>",
    "<p>Desir turned towards the voice. There were three other students with him, all of whom would also be taking the test. Two of them were giving off an unmistakable air of hostility toward Desir—Ajest, on the other hand, was silently cleaning her sword.\r</p>",
    "<p>The girl who had lectured Desir was named Romantica. She didn’t know Desir at all—but Desir knew all about her.\r</p>",
    "<p>Romantica Eru.\r</p>",
    "<p>She had been a 4th circle wind-attribute mage, known for defeating her enemies with her specialty: chantless magic. Hers was one of the more brilliant minds among all wind-attribute mages. With her talent, she could have risen much higher—had she not died an untimely death.\r</p>",
    "<p>‘But as of right now, she’s a 2nd circle, right?’ Not wanting to antagonize the competitors so early on, Desir decided to just apologize graciously, “Sorry, guys. It’s my first time seeing something amazing like this.”\r</p>",
    "<p>Romantica had hoped to get a rise out of Desir, but when he didn’t react the way she had hoped, she just sighed and said, “Now that I think about it, they did say there was a commoner hick in our group.”\r</p>",
    "<p>“What? We’re going to test with someone like that?” The swordsman, Treveurie Tigus, stared at Desir with disgust.\r</p>",
    "<p>But Desir had already stopped paying attention to them.</p>"
]