[
    "<p>Slowly opening the letter, her eyes began scanning the lines of text filling the page. As she digested the words before her, Romantica’s eyes widened. She whipped her gaze to meet Desir’s. Confronted with the seemingly impossible, she read the letter again in its entirety. And then her gaze darted back to Desir, her eyes opened even further. In denial, she scrutinized the letter once more, as if she was willing the contents contained within to change through the act of rereading. But the words on the page simply stared back at her, defiant.</p>",
    "<p>The details were all there. Written out with intimate precision. The naked truth of why Romantica Eru had actually been assigned to the Beta Class.</p>",
    "<p>As she read down the contents for the third time, she shuddered. As she reached the final sentence of the letter, she found herself frantically ripping the entire letter into shreds.</p>",
    "<p>Her trembling eyes met Desir’s carefree gaze for a final time, and the two stared at each other in silence. The air was thick with tension, and with each breath Romantica felt like she was slowly suffocating.</p>",
    "<p>Suddenly, Desir leaned towards her, causing Romantica to jump in fright. “Do you want to talk to me now?” His calm voice matched his lackadaisical expression.</p>",
    "<p>Romantica could not say no. Afraid that someone might hear, she whispered, “How… how did you… how do you know about this?” Her shaky voiced had been drained of all the vigour it previously possessed.</p>",
    "<p>“I don’t think I’m obligated to tell you,” Desir answered.</p>",
    "<p>Hearing that, Romantica’s mouth went dry. She knew that, in this moment, Desir held all the cards. “Have you told anyone else?” she quickly asked; her question sounding more like a single word than an entire sentence.</p>",
    "<p>Desir shook his head. “No, but most of the professors are already aware. How else could you have been assigned here?”</p>",
    "<p>“B-but, this place is hundreds of kilometers away from the Prilecha Kingdom!” Romantica exclaimed in disbelief.</p>",
    "<p>Desir chuckled at her naivety. “You’ve sorely underestimated the intelligence gathering network of Hebrion Academy.”</p>",
    "<p>Self-assured as he was, Doneta had been mistaken about the reason why Romantica was assigned to the Beta Class. The entrance exams and its participants were subject to much closer scrutiny than most students were aware of. Even the most closely guarded secrets of one’s past was bound to come to light eventually. And at this current moment Romantica’s own secret past was streaming forth from the lips of a man who she barely knew.</p>",
    "<p>“Years ago, a humble merchant family amassed a substantial fortune through conducting business in the Prilecha Kingdom. That commoner family then bribed a struggling baron in the south for his title and thus came to inhabit the Von Eru Castle. This happened when you were 4, right? Your family bought their way into nobility. Even if you claim that you’re a noble, there’s no denying that you were born a commoner,” Desir finished summarizing the contents of the letter with a satisfied smile.</p>",
    "<p>“You…!” Romantica desperately fumbled to find the words that matched her tumultuous emotions.</p>",
    "<p>Desir leaned forward conspiratorially. “We were both born commoners. Even if you’re a high-and-mighty noble now, don’t you think it’s awfully pompous to not want to be in the same party as a commoner?”</p>",
    "<p>“That's…!” Righteous indignation turned to ashes in her mouth as Romantica realized he was right.</p>",
    "<p>Desir’s knowledge of Romantica’s most intimate secret was only natural. Romantica Eru was a Beta Class member who had weathered eight long years in the Shadow Labyrinth. One of Desir’s closest companions. As his teammate, Romantica often told him about her past. After all, with the spectre of death lurking behind every blind corner, what is there left to hide? Knowing this, each of them treasured the opportunity to live on in the memories of their allies. And in return, they all listened carefully to one another’s tales. Desir was no exception. He remembered all their names, their faces, and their stories. As such, it was easy for Desir to recall his memories of Romantica Eru.</p>",
    "<p>Romantica Eru.</p>",
    "<p>The daughter of Baron Eru who had paid his way into nobility.</p>",
    "<p>The little girl who paid for her father’s decision with a lonely childhood.</p>",
    "<p>Desir continued, “You know, the Blue Moon Party’s assigned professor is Professor Nifleka. One of the few professors who knows about your little secret. The man loathes commoners. If you end up in his party, he’s not going to just roll over and do nothing.”</p>",
    "<p>“…Doneta will protect me,” Romantica weakly protested, gaze lowered to the floor.</p>",
    "<p>Desir raised an eyebrow. “Did you see the way he looked at commoners? Are you sure about that?”</p>",
    "<p>To Desir, Romantica’s current thoughts were as transparent as glass. Romantica, born a commoner, was keenly aware of how Doneta viewed commoners. The way he stared as if looking over lowly livestock. She was overcome with fear at the thought of him looking at her the same way should she ever be found out. She had tried to convince herself that her fear was unfounded. But now, it was threatening to become reality.</p>",
    "<p>Desir began picking up the scattered pieces of paper from the floor. “So what will you do?”</p>",
    "<p>“You really think a party created out of blackmail is going to be any good?” Romantica sputtered, knowing full well she wasn’t in any position to negotiate.</p>",
    "<p>“You’re right,” said Desir. “How about this? I’ll add a condition. One month. Party up with me for just one month. If you still feel the same way after, then you can leave.”</p>",
    "<p>One month.</p>",
    "<p>‘I guess it could be worse,’ Romantica thought. After holding out for a month, if she didn’t like it, she could leave. Romantica started to hold out a hand when something crossed her mind, ‘Hold on. I was just thinking that it wasn’t a bad deal compared to the alternative of joining the party indefinitely, but I’m still being coerced into an arrangement I don’t want, aren’t I?’</p>",
    "<p>Perhaps this man’s tactical prowess extended beyond the confines of a battlefield.</p>",
    "<p>Desir held out a hand. Romantica crossed her arms and returned the gesture with a hard stare, but despite her best efforts, she couldn’t find anything other than innocence in his expression. She let out a deep sigh. “You know, you came off as a real scumbag during the entrance exams.”</p>",
    "<p>“I know,” Desir responded, somehow sounding even more cheerful than usual.</p>",
    "<p>The bastard.</p>",
    "<p>Romantica grabbed Desir’s hand and shook it.</p>",
    "<p>Breakfast tasted terrible. There had been only two options. Bread stale enough to dig a grave with and a watery soup sprinkled with tiny scraps of boiled lamb. Romantica was almost dumbfounded. That was when it truly dawned on her: this was the Beta Class.</p>",
    "<p>She did not enter the academy to be treated like this. This was going too far. She was well aware that the two classes were treated differently, but to think it was to this extent! From what she’d gathered, the Alpha Class enjoyed luxurious buffet-style dining for all their meals. Just thinking about it made her become angry, but not angry enough to starve.</p>",
    "<p>With strenuous effort, Romantica broke a piece of bread in half with her hands. It came apart with the dull sound of a slab of granite splitting in two. She couldn’t help but wonder if they really were actually being fed rocks. But a look across the table at Desir quickly dispelled such notions. His plates were already empty. Romantica asked in disbelief, “How can you eat this?”</p>",
    "<p>Desir paused to finish chewing before he responded, “Why not? It’s better than orc meat.”</p>",
    "<p>Romantica furrowed her brows. “That’s a figure of speech, right? Orcs have been extinct for a long time.”</p>",
    "<p>Desir shrugged. He pointed to the bread and soup in front of Romantica. “If it’s too hard to eat, dip the bread in the soup.”</p>",
    "<p>Romantica did as he said. The bread became softer, and with some effort, she was able to get it down. As she ate the bread and looked at Desir sitting in front of her, it finally hit her that they were in the same party. ‘Right…’</p>",
    "<p>Technically, ‘will’ be in the same party. After all, they weren’t ‘official’ yet. The minimum requirement for a party was three people. But right now, the members only included this bastard and her…</p>",
    "<p>According to him, they hadn’t even found a professor who was willing to be assigned to the party. Nothing about this sh*tty party was in any way proper. And she was in it. “I think I’m done eating.”</p>",
    "<p>Having lost her appetite, Romantica put down her spoon. When they came out of the cafeteria, Romantica's face was darkened with dismay. She made sure to keep a steady distance behind Desir as they walked.</p>",
    "<p>Desir broke the silence, “Don’t worry, we won’t have any problems setting up the party.”</p>",
    "<p>But the look of concern did not leave Romantica’s face. “You… you do know how hard it is to create a party, right?”</p>",
    "<p>There were two conditions to creating a party. A roster of at least three people and an assigned professor. Setting aside the problem of the professor for now, they still needed another member to meet the headcount requirement.</p>",
    "<p>“There are already a few prominent parties in the Beta Class. All the new students will want to go to those, you know? Nobody’s going to bat an eye at a newbie party like this one,” Romantica spat into the cold night air. “Say something! You-”</p>",
    "<p>Desir cut her off with a grin, “At first, you were going on and on about how bad this party was. Now, you’re concerned we won’t be able to get it off the ground. I knew you’d come around.”</p>",
    "<p>Romantica reeled. “W-w-w-what?! I just thought about what an annoying month it’s going to be if this party fails… So I’m just looking out for number one, got it?!”</p>",
    "<p>It was hard not to find Romantica’s child-like embarrassment at something so trivial to be anything but endearing.</p>",
    "<p>Desir explained as he continued walking, “I told you, there won’t be any problems. I already know a professor that’ll take care of the party</p>",
    "<p>authorization. And for the third member, I already have someone in mind who hasn’t joined a party yet. We just have to convince them.”</p>",
    "<p>At those words, Romantica puffed up her cheeks in muted frustration, “You should’ve told me all of that from the beginning!”</p>",
    "<p>Replaying Desir’s nonchalant revelation in her mind, Romantica couldn’t help but feel as if she was being teased. Everytime she spoke with him, it felt like conversing with a snake.</p>",
    "<p>The pair branched off of the path leading away from the cafeteria and started heading toward the training hall. The path became much wider. Romantica caught up to Desir and asked, “So, who’s this kid you have in mind?”</p>",
    "<p>Desir replied, “Pram Schneizer.”</p>",
    "<p>The sun was shining brightly in the sky. The first thing they noticed when they entered the glass-roofed Beta Class training hall was the state of disrepair it was in. Signs indicating lack of care or proper maintenance were everywhere they looked. The wooden bleachers had several holes large enough for careless students to fall right through them, and one of the load-bearing pillars had deteriorated to the point of needing some hastily applied magic support to prop it up. Everything about the training hall was worn down.</p>",
    "<p>Today, it was the location where the Alpha and Beta Class were holding a joint sparring session. Once the class began, the students split off to find opponents to spar with. The observing crowd was split in exactly two groups. The first was the students of the Beta Class. Ordinary in appearance and plain in attire, they were the students that would normally be using this training hall. To them, the state of the room was nothing out of the ordinary.</p>",
    "<p>To the other group, the inadequacies of the facility were apparent enough to be jarring. These were the students of the Alpha Class, easily identified by their</p>",
    "<p>fine clothing and imperious air. They made no attempt to hide their disdain for the class’s choice of location.</p>",
    "<p>“This really is a disgusting place.”</p>",
    "<p>“The facilities are pathetic.”</p>",
    "<p>They looked around in disgust, wrinkling their noses as if encountering some foul stench, and continued to pile on the insults.</p>",
    "<p>“I’m not really a fan either,” said Romantica, as she took a seat next to Desir on the benches in front of the bleachers.</p>",
    "<p>They were waiting for their turn. Because there were more students than available room, they had to wait until the others were finished to use the training hall.</p>",
    "<p>“There’s no grass. No protective magic walls. It doesn’t look like anyone’s been taking care of the place at all. There’s mud everywhere. Not to mention, it’s so small that we have to take turns to even use it. This is one of the reasons why I wanted to advance to the Alpha Class.”</p>",
    "<p>Even though she complained, she knew that there was no point. The midday sun was hot on her skin. She held a hand above her eyes and looked over the crowd on the floor of the training hall.</p>",
    "<p>“So that person is here? Pram something-or-whatever?”</p>",
    "<p>The one called Pram Schneizer. Desir remembered that name clearly. He was a Beta Class member who had lasted nine years in the Shadow Labyrinth.</p>",
    "<p>Pram’s specialty was leveraging the keen point and agility of a rapier to produce flurries of potent thrusting stabs. Combining his prodigious knack for swordsmanship and incredible effort, his skills with a rapier were truly mighty. Just on the basis of his piercing stabs, he was a top-tier, formidable swordsman.</p>",
    "<p>Desir continued to scan the pairs of students in the training hall. “He’s a swordsman of incredible ability. Likely the strongest in the Beta Class.”</p>",
    "<p>Romantica tried to downplay her growing curiosity. “Hmm, I want to see that.”</p>",
    "<p>Desir pointed towards somewhere close to the center of the hall. “Oh, he’s right there.”</p>"
]