[
    "<p>A loud noise of rocks crashing down onto the ground reverberated across the cavern. The source of the noise was the destruction of a gargoyle’s body. This sound represented the action of a party invading a dungeon.</p>",
    "<p>“Haaa!”</p>",
    "<p>With a shout, Pram stabbed his sword into the forehead of the remaining gargoyle. The silver blade easily tore through it as if it were paper, destroying the gargoyle’s core. With a deft motion, Pram lightly withdrew his sword from the falling rock.</p>",
    "<p>Surrounding Desir’s party was the rubble of eight gargoyles. These creatures were the most challenging obstacle in the first stage of this dungeon since First-Circle magic didn’t affect them at all. Until their core was destroyed, they would tirelessly attack regardless of their body tearing and breaking. On top of that, they moved at an overwhelming speed. For those that did not have powerful gear equipped, these gargoyles were simply invincible.</p>",
    "<p>Desir’s party had strong enough equipment and strategies to triumph over them. Each member of their power was also powerful enough to take on a gargoyle head-on too. It goes without saying that their battle with the gargoyles ended swiftly, wrapping up completely within an hour.</p>",
    "<p>“Are you alright?”</p>",
    "<p>“Awesome, you’re just awesome.”</p>",
    "<p>Exclaimed Edwin, the leader of the party that was defeated by the gargoyles prior to Desir arriving. His party was grateful that Desir’s party actually intervened in the battle and saved them.</p>",
    "<p>“Your ability is well-known. I was still surprised to see you defeat these gargoyles so easily though. You’re just awesome.”</p>",
    "<p>Some of them stepped forward to request handshakes with Desir’s party.</p>",
    "<p>“You lost three of your members to gargoyles?”</p>",
    "<p>Edwin smiled awkwardly.</p>",
    "<p>The situation was now settled. Behind the defeated gargoyles there was a path and a set of stairs leading towards the second stage.</p>",
    "<p>“Why don’t you rest and confirm your party status here first? We’ll start moving onwards in the meantime.”</p>",
    "<p>Desir suggested.</p>",
    "<p>“Thanks for saving us, but we are not going to proceed to the second stage.”</p>",
    "<p>Edwin replied.</p>",
    "<p>“How did you get up here?”</p>",
    "<p>“We… skipped.”</p>",
    "<p>“What?”</p>",
    "<p>“You know all of the traps and monsters… we couldn’t defeat them with our limited ability and gear. This was quite clear to us. Instead, we just ran. Literally. We tried to get as far as we could. We didn’t care about failure, but look at us now.”</p>",
    "<p>This was the worst strategy. Charging through enemy territory without thinking about any escape routes or backup plans. The sacrifice of team members, one by one, was expected with such a ‘plan’, if you could even really call it such.</p>",
    "<p>“I know it is such a stupid strategy. You can easily tell how we would end up. When one person fails, it’s nearly impossible to form any strategy. But this was our best shot at it. This is all we could do.”</p>",
    "<p>A few announcements sounded.</p>",
    "<p>[Korsious Party surrendered]</p>",
    "<p>[Taimu Li failed]</p>",
    "<p>[Urjen Kios failed]</p>",
    "<p>Other Beta Class parties had declared their surrender. None of them could make it through the first stage. They were simply incompetent in the face of this trial.</p>",
    "<p>It was rare for someone to be able to succeed with just effort, especially in the fields of swordsmanship and magic. It was clear that they would not improve and would always be defined by their current status as Beta Class students. It was essentially an inescapable destiny.</p>",
    "<p>Desir was speechless.</p>",
    "<p>“Recently, I thought…”</p>",
    "<p>Edwin choked out as he looked up at Desir.</p>",
    "<p>“That you, Desir, can change all of this nonsense and unfairness. With you, one day, the commoners will not be discriminated against and be able to learn whatever we want to learn.”</p>",
    "<p>“… Sure.”</p>",
    "<p>Desir nodded in affirmation as he replied.</p>",
    "<p>“I promise. I’ll change the world and prove this to you.”</p>",
    "<p>“I trust you all.”</p>",
    "<p>Edwin then shouted.</p>",
    "<p>“Betherway Party surrenders!”</p>",
    "<p>[Betherway party surrendered]</p>",
    "<p>[Dia Mesis failed]</p>",
    "<p>[…]</p>",
    "<p>The announcement listed all of the remaining members of their party. Their bodies faded and soon disappeared.</p>",
    "<p>“Did you all hear that?”</p>",
    "<p>After the bodies had disappeared Desir turned towards his party members.</p>",
    "<p>“This is why we need to win this thing.”</p>",
    "<p>Once again, Desir’s party members were reminded of their goal.</p>",
    "<p>* * *</p>",
    "<p>[Placing third, Desir Arman Party has entered Stage Two]</p>",
    "<p>Of course, Stage Two was a lot more challenging than Stage One. As the paths in this stage were wider, larger scales of attacks and traps were to be expected. The traps were trickier and more sinister while the monsters were harder to defeat.</p>",
    "<p>In comparison to the skeletons and goblins in Stage One, monsters such as packs of Orcs and</p>",
    "<p>Great Worms were much tougher to tackle head-on. The difficulty level in this stage was about Level 5.</p>",
    "<p>“Formation! There is a sign of Great Worms ahead.”</p>",
    "<p>Desir instructed the party as he sensed movement in the ground.</p>",
    "<p>Even though they had irregular breaks in between continuous battles, Desir’s party members were more serious and more alert than they were before. Instead of giving opportunities to the new members to lead the battles, they were now protecting them in their formation.</p>",
    "<p>Great Worms attack invaders by launching ambushes based on their sense of vibration and heat as they crawl beneath the ground. Their bodies were covered in specially treated metal. It was outstandingly strong but at the same time very smooth, allowing it to rapidly move under the ground.</p>",
    "<p>*Crash*</p>",
    "<p>A Great Worm exploded out of the ground, landing on the surface. Takiran was standing in its trajectory. He quickly rolled his body out of harm's way before charging at the Great Worm with his sword.</p>",
    "<p>“Aiyaaahh!”</p>",
    "<p>*Tuk*</p>",
    "<p>It didn’t so much as leave a scratch on the giant worm. The sword was not strong enough to penetrate the metal and just bounced off. There was no room to be surprised at this.</p>",
    "<p>“Takiran, back off!”</p>",
    "<p>Desir shouted.</p>",
    "<p>“… Okay!”</p>",
    "<p>*Bang*</p>",
    "<p>Right away, Romantica’s magic streaked through the air. With a huge noise, the Great Worm’s body shook. A small region of its metallic skin cracked and bodily fluid started to leak out of it.</p>",
    "<p>Pram didn’t miss that opportunity. He stabbed his sword into that crack and deftly widened the crack by slicing through it.</p>",
    "<p>*Slice*</p>",
    "<p>In just a moment the worm’s body was cut in half.</p>",
    "<p>“Hiss! Hisssss!”</p>",
    "<p>The Great Worm wobbled its body abruptly in an attempt to get away from Pram. Black liquid splashed everywhere. The Great Worm noticed that it was facing people it had no chance of defeating. It turned its head around and wriggled its body in an attempt to dig into the ground and escape.</p>",
    "<p>Due to the natural abilities of Great Worms underground, when they manage to escape back into the ground there is typically no way to find them again. Great Worms also tend to form packs. If this Great Worm managed to return to its pack, it would bring its whole family to challenge them again later.</p>",
    "<p>Adjest quickly reacted. She invoked area of effect magic. A sheet of ice covered the area surrounding the worm.</p>",
    "<p>*Boom*</p>",
    "<p>The Great Worm slammed its head against the ice. Fortunately, the ice was dense enough.</p>",
    "<p>Actually, it was unimaginably hard. It soon realized that it wouldn’t be able to return to its pack. It instead started slamming its body against the ceiling and walls and eventually charged at Desir’s party.</p>",
    "<p>For a sub-surface dweller, it was surprisingly fast.</p>",
    "<p>The Great Worm opened its mouth wide, revealing thousands of sharp teeth. It crushed everything in its path with this mouth as it charged forward.</p>",
    "<p>“Freechel, stand behind me.”</p>",
    "<p>“Oh, sure.”</p>",
    "<p>“Romantica, I’m going to use explosive magic. I need oxygen.”</p>",
    "<p>The Great Worm approached so loudly that dust snowed down from the ceiling. Desir didn’t panic. He raised his hand calmly towards the worm.</p>",
    "<p>[Explosion]</p>",
    "<p>A massive amount of magic from the Third-Circle spell exploded in the mouth of the Great</p>",
    "<p>Worm.</p>",
    "<p>*Boom*</p>",
    "<p>Hot air billowed out along with a huge amount of flame. The Great Worm cooked from the inside out as it suffocated from the hot air that prevented it from breathing. Of course, it was hard for the rest of the party members to breathe also. It was almost suicidal to use explosion magic in a closed area like this, but of course Desir wouldn’t use such a thing without a plan.</p>",
    "<p>Romantica cast a spell.</p>",
    "<p>[Refrain Air]</p>",
    "<p>Fresh air blew and helped all of the members to breathe again. The Great Worm twitched its body. More black liquid poured out of its wounds. Takiran and Pram used their swords to steal its last breath.</p>",
    "<p>“Hisss!”</p>",
    "<p>With a short shriek the thrashing of the Great Worm stopped.</p>",
    "<p>“The battle is over.”</p>",
    "<p>This battle took a long time to finish. Desirs needed to use higher-level magic as well. They couldn’t maintain their pace from Stage One.</p>",
    "<p>However, while traversing through this stage was a bit more complicated, it was still safe and within the capabilities of the party. It was still doable. Achievable. Beatable.</p>",
    "<p>‘But we are still in 3rd place.’</p>",
    "<p>Currently, the Red Dragon party was in first place. The Blue Moon party was second.</p>",
    "<p>Desir needed to slightly increase their pace in order to catch up to them.</p>",
    "<p>“We’ll take a 10 minute breather, then we’ll resume.”</p>",
    "<p>Translator Patreon</p>"
]