[
    "<p>As Desir made his way towards the Shadow Gate, Ajest fell in step with the party as though it was the most natural thing in the world.</p>",
    "<p>There was an uncomfortable amount of tension between Ajest and Romantica. Romantica was still displeased with the fact that Ajest had joined their party. It was hard for her to accept Ajest as their recent confrontation was still fresh in her mind.</p>",
    "<p>“So you completely left the Blue Moon Party?” Pram asked.</p>",
    "<p>“That’s right.”</p>",
    "<p>Romantica pouted as the conversation went on. Desir sighed, it seemed that great effort would be required before Ajest could be fully integrated into their party. Unlike Romantica, Desir greatly welcomed Ajest’s inclusion. They needed one more member in order to participate in the Shadow World that he had set as their next goal and there was no one more capable than Ajest.</p>",
    "<p>‘She came at a good time.’</p>",
    "<p>They were able to attempt the Orrane province’s Shadow World. This was a Shadow World that Desir had been planning on tackling for a long time due to the rewards that could be acquired by clearing it.</p>",
    "<p>‘They say that Toa’s Armaments can be acquired in this Shadow World.’</p>",
    "<p>Toa’s Armaments. It was an artifact that increased a magician’s mana pool, allowing them to reach a much higher proficiency. In the future Shadow Labyrinth that Desir came from, he was soul-linked to this artifact. It was the reason he was able to reach the Third Circle. However, Desir was not the first possessor of Toa’s Armaments. It was originally owned by some magician from Hebrion Academy and that magician was able to reach the Fifth Circle. Despite this, that magician had died in the Shadow Labyrinth and, due to his expedition group’s policy, it was given to the most appropriate successor, who turned out to be Desir.</p>",
    "<p>There were two reasons why Desir was deemed the most appropriate to inherit the artifact. Firstly, Toa’s Armaments’ ability to increase one’s mana pool was greater for magicians of the lower Circles and, secondly, Desir’s analysis ability had gain notoriety within the expedition group. With the larger mana pool backing up his analysis ability, Desir’s contribution to the expedition was deemed irreplaceable to the extent that the plan executed nine years later would be impossible without him.</p>",
    "<p>‘In order to become as strong as I was before, I need to get my hands on that Artifact.’</p>",
    "<p>Knowing that his biggest weakness was his mana pool, Desir sought out information about the Artifact. Even though he would naturally come to acquire the Artifact due to his predecessor’s death, he performed extensive research and planning in order to reach the Artifact first. Thankfully, he had already knew a bit about the Artifact even before he was bound to it, which is how he knew about this Shadow World.</p>",
    "<p>Deep in thought, Desir arrived in front of the Shadow Gate before he knew it.</p>",
    "<p>“Desir Arman, Romantica Eru, Pram Schneizer, Ajest Kingscrown. These are the members attempting to take on the Shadow World of the Northern Province, Orrane?” asked the Gatekeeper in a professional sounding tone.</p>",
    "<p>“That’s correct,” replied Desir who, as the Party Leader, acted as their representative.</p>",
    "<p>“Do you agree with all the terms and conditions accompanying the participation in a Shadow World?”</p>",
    "<p>“We agree.”</p>",
    "<p>“Then I’ll open the Shadow Gate. The connected area will be the Orrane Province. There may be some disorientation following the spatial transfer, so please be careful.”</p>",
    "<p>Once the preliminary checks were completed, the Gatekeeper opened the Shadow Gate and a blinding light enveloped the party.</p>",
    "<p>[You have entered the Shadow World]</p>",
    "<p>As Desir opened his eyes and looked around him, all he could see were walls made of stone. The room was spacious and hot. There was a massive pot of soup boiling above a crackling, blazing fire. Cooking utensils, such as kitchen knives and ladles, were strewn about here and there. There were vegetables, freshly prepared sauce, and wheat bread, glistening with oil.</p>",
    "<p>‘This must be a kitchen.’</p>",
    "<p>Desir took a second glance around the room, but found nothing else of note. Ajest, Pram, Romantica, the rest of his party, were nowhere to be found.</p>",
    "<p>‘This must be what they meant when they said we’d be assigned different roles.’</p>",
    "<p>The sound of a door opening drew Desir’s attention. An overtly plump man walked in. He appeared to be very angry, Desir was surprised that a man of such stature could appear so hostile.</p>",
    "<p>[You have met Jefran Eastwood, Veteran Chef. A stubborn professional with a lot of pride and confidence.]</p>",
    "<p>“What are you doing, you stupid oaf!?” Before Desir could react, the chef pointed at the ingredients in front of Desir and smacked him.</p>",
    "<p>Desir was caught off-guard by the blow but, drawing from his experience as a veteran who had cleared multiple Shadow Worlds already, he remained calm as he lowered his head.</p>",
    "<p>“I’m sorry.”</p>",
    "<p>“Scram! You’re just in the way, you useless idiot!”</p>",
    "<p>Desir’s response had the intended effect of not provoking the chef further. Jefran simply pushed past Desir and moved to the cutting board to prepare the vegetables. His knife angrily slammed into the cutting board, loud enough to startle people outside.</p>",
    "<p>Desir watched idly as he tried to comprehend the scenario around him. The chef shot him a wrathful look.</p>",
    "<p>“What are you standing around like an idiot? Did you become a statue? I told you we don’t have any time! Damnit! Help me with the cooking, moron!”</p>",
    "<p>‘Cooking?’</p>",
    "<p>Just as Desir was beginning to understand his role, the chef smacked Desir on the back of the head in frustration.</p>",
    "<p>“Are you an idiot sandwich? I told you we need to serve a distinguished guest today! Don’t tell me you forgot the menu too?”</p>",
    "<p>[Dinner Service Quest has begun. You are the chef’s assistant and must prepare a meal for all 13 honored guests visiting the castle. The food that the kitchen must prepare are as follows:</p>",
    "<p>Appetizer: 2 Black Olive Salad, 4 Herb Marinated Scallops and Shrimps, and 7 Cream of Lamb Soup</p>",
    "<p>Entrée: 13 Beef Tenderloins with Mashed Potatoes and Carrots on the side, the steak must be cooked as follows: 3 well done, 5 medium, 3 medium-rare, and 2 rare</p>",
    "<p>Dessert: Chocolate Cake (cut evenly into 13 pieces)</p>",
    "<p>Help the Chef successfully prepare the Dinner Service. Outcome of this quest will affect the overall quest.]</p>",
    "<p>“I did not forget Chef,” responded Desir in a calm voice.</p>",
    "<p>“Repeat it back to me.”</p>",
    "<p>“2 Black Olive Salad, 4 Herb Marinated Scallops and Shrimps, and 7 Cream of Lamb Soup. These are the appetizers.”</p>",
    "<p>“That’s right. Did you wake up a little? Go prepare the vegetables!”</p>",
    "<p>“Ok.”</p>",
    "<p>[Jefran has noticed your determined expression and elevated his affection towards you to ‘Good’. His affection will affect the progression of the quest henceforth.]</p>",
    "<p>“How many times do I have to repeat this? Always address me as ‘Chef’ at the end of your sentences!”</p>",
    "<p>“Yes, chef!”</p>",
    "<p>The carrots were caked with dirt, the onions were unpeeled, and the lettuce had snails crawling over them at the bottom of the barrel. Desir shook off some dirt and began washing the vegetables.</p>",
    "<p>‘Was his name Jefran?’</p>",
    "<p>The sound of Jefran’s knife resumed and continued on without rest. From the corner of his eye, Desir glanced at the chef.</p>",
    "<p>‘That man…’</p>",
    "<p>Desir watched as Jefran opened the tightly sealed scallops with the edge of his knife and perfectly peel away the mollusk, leaving nothing behind.In a display of blinding speed, all four scallops were soon removed from their shells in similar fashion.</p>",
    "<p>‘He talks like a sailor, but he is really skilled!’</p>",
    "<p>Preparation of the shrimp had already been completed. Jefran oiled his frying pan and placed the scallop and shrimp on it.</p>",
    "<p>‘This quest is not that difficult. I just have to match his rhythm as an assistant.’</p>",
    "<p>Desir prepared the olives and brought over the vegetables for the salad. He had shook off the water and made sure everything was ready before bringing them over to Jefran.</p>",
    "<p>“Stir the soup so it doesn’t stick to the pot!” Jefran pointed towards the hearth.</p>",
    "<p>“Yes, chef!”</p>",
    "<p>The soup was boiling in the pot over the hearth. Desir grabbed the wooden ladle and got to work. Unwittingly, Desir let out a groan as he began to stir. The soup was so stick that it was exceedingly difficult to stir. Desir grasped the ladle with both hands and stirred with all his might.</p>",
    "<p>‘Hot!’</p>",
    "<p>The heat of the stove made it feel as though all of his body was burning up. It was hot and difficult, but Desir endured without stopping his stirring motion.</p>",
    "<p>[Jefran rates your determination highly]</p>",
    "<p>The chef must have been watching Desir stubbornly stir the soup in the hot environment. While Desir stirred, Jefran completed the salad and the seafood appetizers.</p>",
    "<p>“Pour the soup into their bowls. You remember how many, right?”</p>",
    "<p>“Yes, chef!”</p>",
    "<p>The food was finally ready. Jefran rang a bell in the kitchen and several people entered to carry out the appetizers. Now it was time to prepare the main dish. All 13 guests were having Beef Tenderloin with sides of mashed potatoes, carrots, eggplants, and other things.</p>",
    "<p>“Hurry and cook the potatoes. It takes a while to cook them,” said Jefran, who had already started preparing the carrots and eggplants.</p>",
    "<p>“I am already cooking them chef.”</p>",
    "<p>“…What? Since when?” Jefran’s eyes widened has the crisp aroma of cooked potatoes filled the kitchen.</p>",
    "<p>“I noticed the speed of your cooking and thought we might need them soon so I prepared them ahead of time. I’m a proficient assistant.”</p>",
    "<p>Desir had adjusted quickly to his role in the kitchen.</p>",
    "<p>“Damn kid getting all smart on me.”</p>",
    "<p>[Master Chef Jefran acknowledges your foresight.]</p>",
    "<p>In spite the actual words he used, Jefran’s tone sounded affectionate.</p>",
    "<p>Notes:</p>",
    "<p>‘This must be a kitchen’ — Nicholas Cage rage face</p>",
    "<p>“Idiot sandwich” — original text was “Foock-ing donkey”</p>"
]