[
    "<p>Ajest elaborated further. “He’s almost reached his goal already. He leads Hebrion’s strongest party and is a candidate for the headmaster’s position. The majority of the Alpha Class students support him. All he’s waiting for is for the current dean to step down.”</p>",
    "<p>“You speak as if you know him very well.”</p>",
    "<p>Ajest bit her lip. “That is…”</p>",
    "<p>Elheim didn’t pry any further, and sighed. “In any case, Professor Nifleka becoming headmaster will result in a slew of potential problems. He might even repeat the actions of Duke Nifleka from over a decade ago.”</p>",
    "<p>12 years ago, the Nifleka family was a mere count’s family, but during the conflict between the Republic and the monarchy, they rapidly rose in status to become a duchy.</p>",
    "<p>Count Nifleka personally led a troupe of knights into the Republic-controlled capital and slaughtered all of the rebels before reclaiming the city in the name of the Crown. Afterward, he was hailed as a savior of the country and granted the title of Duke. During his crusade, 80,000 people had died under his tyranny. He would massacre any commoner suspected of aiding the Republic—man, woman, or child. Even today, the name Duke Nifleka was the subject of great fear.</p>",
    "<p>Suddenly, a gruff voice called out to the pair from the direction of the party. “I’ve been looking everywhere for you two.” Professor Nifleka showed himself from behind the door.</p>",
    "<p>“I just wanted some fresh air,” said Elheim.</p>",
    "<p>Nifleka smiled at Elheim’s words. “I see, but you shouldn’t vacate the party, Elheim. There are so many young ladies who have come specifically to meet you. Ah—the lady of the Redwen family was anxiously looking for you. With that in mind, I suggest you make your way back to the party.”</p>",
    "<p>“I see I have made a lady wait. It would be my pleasure to keep her company.” agreed Elheim.</p>",
    "<p>Just as he was about to pass Nifleka and return to the party, the professor grabbed his shoulder and pulled him close. “Ah—there’s one other thing I must tell you. As a professor…” Nifleka’s eyes narrowed and voice dropped to the sound of a whisper. “You should know when to keep your mouth shut, Triquincy.”</p>",
    "<p>He spoke not to Elheim, the 4th Circle Magician, but to Triquincy, a representative of his house of nobility. A warning.</p>",
    "<p>“…I understand.” Elheim nodded in response and left the terrace, leaving only Ajest and Nifleka in the brisk weather.</p>",
    "<p>“It is disrespectful to speak so carelessly. You would do best to watch your words,” said Nifleka, visibly upset.</p>",
    "<p>“I only spoke the truth,” responded Ajest.</p>",
    "<p>“Truth or not, you should first consider our relationship. Acting like this would do no good for either of us. Our families are quite close—the savior’s family, Nifleka… the royal family, Roguepalace.”</p>",
    "<p>Ajest Kingscrown—no. Ajest Roguepalace’s eyes shook.</p>",
    "<p>“Try as you might, it is impossible to separate an individual from their family, Ajest. Family is key. One’s family determines one’s life—whether it be position, status, or network. Ah, yes. Another example would be marri—”</p>",
    "<p>Nifleka didn’t continue. It was because a frigid storm had filled the terrace, threatening to freeze the sweat off of his skin. Seeing her expression, he quickly switched the topic. “In any case, please watch what you say about other families. Would you be taking responsibility if the party is ruined?”</p>",
    "<p>“It’d be better if this meaningless party was.” Ajest spoke crudely.</p>",
    "<p>“Meaningless? I told you. This party is—”</p>",
    "<p>“This party is just a gathering meant to showcase how the Tower of Magic acknowledged your party as the strongest. But the truth is that Desir’s party, who you tried so hard to defeat, hadn’t even applied for the sponsorship.”</p>",
    "<p>As soon as he heard that, Nifleka’s raised his voice. “Hm? I hadn’t heard. But why would I have to know everything that’s going on with that commoner?”</p>",
    "<p>“Are you feigning ignorance? You changed the application period at your own whim, and neglected to inform Desir’s party about it.”</p>",
    "<p>“That’s—“</p>",
    "<p>“You were afraid.” She continued, not even blinking at his half-hearted retorts. “You’ve always been outspoken against commoners, and you didn’t want to seem incompetent losing to those very people that you love to hate.”</p>",
    "<p>“First off!” Nifleka’s voice shook as he addressed Ajest. “First off, this would have never happened if you had won against Desir’s party!”</p>",
    "<p>“So you’re saying that this is because of me?” asked Ajest.</p>",
    "<p>Nifleka nodded fiercely. “Yes! This is all because of you! You lost to Desir’s party! How dare you have the gall to speak up against me after losing in such an unsightly fashion!” Nifleka built up his own momentum in response. “Unfair? Afraid? Ajest Roguepalace! Do you think you of all people have the right to say that to me? You’re nothing but a failure.” His face was beet red. “If you’re trying to blame me, I want you out of this party immediately! At least I won! You lost! The Blue Moon party doesn’t need losers!”</p>",
    "<p>Ajest took a good look at Nifleka as he panted heavily. ‘So all along, I’ve been in a party led by this kind of man.’ She felt the last bit of hesitation fade away—after all, it hadn’t been her decision to join this party in the first place.</p>",
    "<p>“You can’t, can you? You can’t leave, right? Quit the bullsheet and return to the party, right now!”</p>",
    "<p>Ajest suddenly recalled what Nifleka had said about how family decided everything. She agreed with most of it—it was true that she had originally joined the Blue Moon party to bolster the relationship between Nifleka and Roguepalace. It wasn’t strange for nobles to use their children to form bonds. But was this really a party? As Ajest asked herself this question, her fingers were already reaching for the Blue Moon badge and relinquishing it from her chest.</p>",
    "<p>After Ajest left the terrace, Nifleka was still fuming over the conversation. A call came from his Pad, and he wasn’t in the mood to answer it. He had a grimace over his face at the thought of Ajest, but he straightened up immediately after seeing that the call was from the Tower of Magic.</p>",
    "<p>“Ah. You’re from the Tower of Magic. How can I help you?”</p>",
    "<p>— “Something urgent has come up, so we will have to take our leave.”</p>",
    "<p>“Leaving so soon? A pity, but if it is urgent, I won’t keep you. Have a good night.” Nifleka’s voice was tinged with disappointment.</p>",
    "<p>— “We shall definitely come to your next party.”</p>",
    "<p>“Thank you kindly.” A faint smile tugged at the man’s lips.</p>",
    "<p>— “Have a good night.”</p>",
    "<p>As the conversation ended and Professor Nifleka was about to end the call, he heard some faint whispers before the man spoke again.</p>",
    "<p>—“Ah. Professor Nifleka. The Tower of Magic has recently appointed a new technical advisor. I was just wondering if you knew anything about the matter.”</p>",
    "<p>The Tower of Magic’s magic engineering was top class. To be a technical advisor, they would have to be one of the greatest minds in the world. Nifleka made some casual remarks about the matter. “How could I possibly know about the inner workings of an illustrious place like the Tower of Magic? Surely, you would know more than I.”</p>",
    "<p>— “Ah—it’s because the new technical advisor is apparently from Hebrion Academy.”</p>",
    "<p>Professor Nifleka was delighted. “Is that so? Technical advisor for the Tower of Magic. Surely incredible. Are they an alumni of Hebrion Academy? What year did they graduate?”</p>",
    "<p>— “Based on my sources, they say he’s still attending Hebrion Academy.”</p>",
    "<p>“Attending? That’s astonishing! To think that a student could become a technical advisor for the Tower of Magic. Who could he be?” Nifleka pressed on, unable to control himself. He needed to recruit this child into his party as soon as possible.</p>",
    "<p>— “This is… His name is… Give me a second.”</p>",
    "<p>“Stop beating around the bush!”</p>",
    "<p>— “…There we go. His name is written here. Desir Arman. 1st year at Hebrion Academy, Desir Arman.”</p>",
    "<p>July 8th. 13 days until the Emergence of the Shadow World.</p>",
    "<p>Desir spoke to his two party members in the training room. “Both of you should have grasped your weaknesses while fighting against the Outers at the Tower of Magic.”</p>",
    "<p>“Weaknesses?” asked Pram.</p>",
    "<p>“That’s right. Weaknesses. First, Pram. Your experience is lacking.” Experience—time spent in combat, and their ability to fluidly adapt to a situation. Pram had the fundamentals, but he was caught off guard by veterans on the battlefield.</p>",
    "<p>“During our defense, there was a high-circle mage in the fight, but you were so distracted by the enemies in front of you that you failed to pinpoint both his location and his magic. Thus, you failed. Without Romantica watching your back, you would have definitely been in danger.”</p>",
    "<p>“…You’re right. I had no idea what to do.” Pram understood his weaknesses, which was a good sign. This meant that he just needed to fix them.</p>",
    "<p>From there, Desir turned to face his second party member. “And now, Romantica.”</p>",
    "<p>“Mhm.” Romantica hunched herself over, bracing herself for a slew of criticism.</p>",
    "<p>“You did everything that you possibly could,” said Desir.</p>",
    "<p>This caught Romantica off guard, as she was expecting a lot of harsh critique. She immediately straightened herself, and haughtily looked at Desir. “Haha! Of course! How hard do you think I was working?”</p>",
    "<p>Desir continued. “It’s not a compliment. What I’m saying is that you did well for your level. Your circle. To be specific, the level of a 2nd circle mage. As a sniper, you must aim for the enemy’s weakness, but 2nd circle is too low. As a Single Ranker now, you have to climb higher.”</p>",
    "<p>“You can’t just reach 3rd circle that easily…” complained Romantica. A 3rd circle mage was officially called a ‘battle mage’— recognized as a true mage at the level of Hebrion Academy’s graduates.</p>",
    "<p>“Now that we’ve pointed out our weaknesses, it’s time for some questions.” Desir smiled playfully. “If you have a weakness, you should remedy it: yes or no?”</p>",
    "<p>“Of course you… should.” A chill ran down Romantica’s spine as she answered Desir. Was it deja vu? She could swear that this had happened before…</p>",
    "<p>“So, in order to remedy that weakness, you should train: yes or no?”</p>",
    "<p>“You—you should,” Pram gulped. The way Desir was asking questions was unnerving.</p>",
    "<p>And of course, their greatest fears came to life. “Perfect! I’m glad to see that you agree! From now on, we’ll be starting our Hell training. Assemble at the office every day before and after classes!”</p>",
    "<p>“You monster! Exams are right around the corner!” shrieked Romantica. Her complaints fell on deaf ears, and her screams echoed out into the halls.</p>"
]