[
    "<p>Knowing that the castle wall was free of guards, the barbarians tossed grappling hooks and began to scale the walls of Evernatten Castle. Each barbarian was a hulking mass of flesh, and towered over the opposition. With inborn talents in close combat, each one was worth ten of any regular soldiers.</p>",
    "<p>The barbarians let out guttural war cries as the castle walls were overrun. After becoming complacent over the long periods of peace, the soldiers had become weak. Arrows drawn from their quivers arced through the snowfall, and one soldier after another breathed their last breath. The few who escaped the flurry of arrows were forced to hide behind the wall, only to become fodder for the barbarians, who split them in two with their hefty axes.</p>",
    "<p>Not a soul survived the massacre, and not a sound escaped the brutal slaughter.</p>",
    "<p>Bloody Talon scanned his surroundings, squinting as he hunted for his prey. In an instant, his eyes widened; he had found it. Through the slew of buildings and the white powder draping the landscape, the food stores were nothing but prey for the barbarian horde. ‘There it is.’</p>",
    "<p>“Warriors! We move!”</p>",
    "<p>The food stores were quite a ways off from their current location, but under the cover of snowfall, there was little problem. The troupe of barbarians descended the walls and plodded through the snow towards their objective. “There may be survivors. You. You…” Bloody Talon picked out ten warriors and had them keep watch.</p>",
    "<p>“As you command!”</p>",
    "<p>The chosen scaled the walls once again, and the rest of the barbarians began their warpath. Their wrath would be swift.</p>",
    "<p>The soldiers who remained at the walls grumbled at Bloody Talon’s commands. A barbarian ornamented with feathers was agitated at being left behind.</p>",
    "<p>“Our leader is too afraid. He fears that there are survivors among the guards? What kind of a warrior is he?” The other warriors agreed with his complaints. They grew more audacious without Bloody Talon around.</p>",
    "<p>“We want to fight. This clumsy thievery is unbecoming of our tribe.”</p>",
    "<p>“This is an embarrassment to our lineage.”</p>",
    "<p>“I did not come here to slink around like a rat!”</p>",
    "<p>At that moment, a gargantuan barbarian brandished his ax. His hair was like a lion’s mane, and he dwarfed his fellow barbarians as he glared at the squabbling meatheads and chastised them. “The tribe leader’s words are absolute. How much you like it doesn’t matter; he is smarter than everyone else. You don’t doubt him, do you?” His words were tinged with an unspoken threat.</p>",
    "<p>“That’s not what we mean—“</p>",
    "<p>“Then we follow his orders. Scatter. Keep a close watch over the walls.” The barbarians reluctantly took a step back from the maned barbarian and carried out Bloody Talon’s orders.</p>",
    "<p>The feathered barbarian traipsed along the pathways as he kept watch for any guards that may have survived. ‘All the soldiers are dead. Bloody Talon doesn’t miss.’ There were a few soldiers lucky enough to hide, but they were finished off by the barbarians soon enough.</p>",
    "<p>As he continued walking, his thoughts drifted back to his complaints earlier. ‘The tribe leader is a coward. He worries about nothing.’ Just as he turned the corner, he heard a quiet shuffle. ‘Probably just the breeze, but I won’t hear the end of it. Sigh.’ As he tried to look back, something wriggled from beneath the piled bodies, and he suddenly felt a deep pain in his chest. Looking down at his body, he found a sword piercing through his chest, bisecting his heart.</p>",
    "<p>“How d—“</p>",
    "<p>The feathered barbarian couldn’t finish his sentence before he passed. The one who stabbed him from behind, Pram Schneizer, pulled his sword from the corpse. The sword was drenched in scarlet, streaming down the length of the blade. “As Mr. Desir expected, there were enemies remaining.”</p>",
    "<p>A few moments later, Desir emerged from the pile of bodies. “Nine to go.”</p>",
    "<p>“If this is too difficult, we can head to guard post 14 to notify them. That place shouldn’t have been attacked by barbarians.”</p>",
    "<p>Taking into account the distance between post 13 and post 14, Desir knew there was no way the guards would make it here in time. On top of that, the snowfall would make it immensely more difficult to communicate. “It’s too far away.”</p>",
    "<p>With precious seconds ticking away, Desir knew that he had to make a game plan. After careful consideration, he formulated a viable strategy. “We’re going to break through and raise the bell at guard post 13. It should be possible between the two of us.”</p>",
    "<p>Pram nodded in response. “I understand. Leave the vanguard to me.”</p>",
    "<p>[Haste]</p>",
    "<p>The pair of students rushed towards guard post 13, and were quickly noticed by the barbarians on the wall. “Enemies!” cried the patrolling barbarians. Soon after, the rest of the barbarians left on the wall stormed to their location. The vanguards of the two parties clashed in furious intensity: the barbarian with his massive ax, and Pram with a broadsword.</p>",
    "<p>As the two of them fought blow for blow, Pram had met his match. His broadsword flew out of his hands in the first strike. He didn’t have a ghost of a chance to match the strength of a barbarian in a duel.</p>",
    "<p>The barbarians laughed mockingly at Pram, as he ducked and weaved to dodge the incoming blows. The maned barbarian teased him as he tried to regain the initiative. The feathered barbarian lifted his ax above his head, swinging it down like a guillotine. ‘I have him.’</p>",
    "<p>It was at that moment, Pram dove towards the barbarian and gave him a nasty kick in his sides. Without much room to maneuver and already off balance due to his ax swing, the man hurtled off the side of the castle walls. His screams grew more distant, only to be cut off by a dull thud.</p>",
    "<p>“Pram!”</p>",
    "<p>“Got it!”</p>",
    "<p>Pram crouched to avoid the great balls of fire sent rushing towards him by the barbarian spellcasters. The barbarians spat on the ground, disappointed at the showing of their deceased clansman. The narrow walls left little room to dodge, and Pram was in trouble— if not for Desir.</p>",
    "<p>“Hacking complete. Pram, go!”</p>",
    "<p>Pram kicked off the ground, and the barbarians began to conjure their magic— but nothing happened. While the bewildered barbarians continued to try again and again, Pram closed the distance. Up until the last second, their magic refused to work. In frustration, the barbarians unsheathed their swords and attacked the blue haired boy.</p>",
    "<p>Regardless of the fact he was barehanded, Pram refused to back down. Small lights began to gather around his hands as he summoned his rapier in response to the unrelenting assault. The barbarians’ eyes grew wide at the sight. Pram increased his speed one notch further, now equipped with his beloved rapier. A giant gash suddenly appeared on a barbarian. His face was filled with shock as he crumpled to the ground.</p>",
    "<p>“Quickly now!” Desir hurried Pram to the guard post, before stopping at the foot of the stairway. Past the stairway laid the guard post, but the remaining barbarians had grouped together and were advancing at a breakneck pace. ‘They must have gathered while we were fighting.’ Counting seven, Pram was on edge, ready to leap into combat.</p>",
    "<p>“I’ll take care of it this time, Pram. Step back.”</p>",
    "<p>Desir’s magic began to take form.</p>",
    "<p>[Melting Ice]</p>",
    "<p>1st Circle Utility magic. It was a magic that acted as advertised. Desir aimed the magic on the ground underneath the barbarians, and the piled snow melted into water.</p>",
    "<p>[Dry]</p>",
    "<p>Desir deployed a second magic as a follow up. The water surrounding Desir and Pram began to evaporate. Unlike the barbarians, their surroundings dried up. ‘Dealing with seven people at once is a bit too much for a 1st Circle magician.’ Having made the judgement call, Desir touched the corner of his Runegear, and the mana inside began to thrum with power.</p>",
    "<p>- Warning: Mana has been depleted to under 10%. Defensive capabilities will be compromised.</p>",
    "<p>Multiple alarms went off as Desir drew a significant amount of mana from the Runegear. ‘The Runegear uses a 4th tier magic crystal. That should be enough for me to fight at full capacity.’</p>",
    "<p>“There he is!” The barbarians had just reached the stairway and caught sight of Desir. The readied themselves for a fight, but the sight was ridiculous. The two of them were planning to fight the seven of them outmanned and outgunned. The barbarians descended the stairs to slaughter Desir and Pram.</p>",
    "<p>As they approached, water splashed in all directions. A reflection of Desir’s face could be seen in the axe that was thrown in the air. Six of the barbarians were rushing down the stairs. They may have been outnumbered, but the barbarians were outwitted.</p>",
    "<p>“Close your eyes.” Desir said.</p>",
    "<p>His magic unfolded with a crash of thunder.</p>",
    "<p>[Summon Lightning]</p>",
    "<p>A paper thin beam stretched out, reaching to the heavens. The barbarians began to smile at the pitiful display of magic, and descended like a murder of crows. As a maned barbarian roared and slammed into the thin beam, his face dropped and his shrieks echoed across the castle walls. The dazzling flash was blinding, and for a split second the sky lit up as if it was still daytime. An intense current slammed into the barbarians and electrocuted them from the inside out. Their blood vessels popped and their skin was charred black, as if smited by divine retribution. The resulting scene brought a grimace to Pram’s face. He felt queasy at the sight of the barbarians— what was left of them, anyways.</p>",
    "<p>“That isn’t… was that [Summon Lightning]?”</p>",
    "<p>3rd Circle magic [Summon Lightning] called a powerful electrical current, but what Desir displayed was miles ahead of the [Summon Lightning] he was used to. Likewise, he expressed doubt if a 3rd Circle magician would even be able to take on seven barbarians with a single blow.</p>",
    "<p>“I modified the formula,” explained Desir. He had broken the magic formula in order to overclock the spell. By reducing the range, he increased the strength of the current many times over. To make up for the limited range, he used the melted ice as a conductor and the result… was potent and gruesome.</p>",
    "<p>Taking a moment to check the mana levels of the Runegear, Desir sighed. With only one spell, he nearly emptied out the Runegear.</p>",
    "<p>‘I need to get Toa’s Armaments now, and become a 3rd Circle magician.’</p>"
]