[
    "<p>‘And thus, this is why students who were sent to the Beta Class are unable to properly grow,’ Desir thought.\r</p>",
    "<p>Alpha Class students received excellent lessons from the faculty’s most brilliant professors. As such, the faculty, carefully and with great passion, nurtured the Alpha Class and ensured they received the best attention the professors could offer. With this, their talents would surely awaken. They would inevitably become excellent combatants that would conquer the Shadow Worlds.\r</p>",
    "<p>Yet Beta Class was the complete opposite.\r</p>",
    "<p>It was mostly composed of commoners who lacked any kind of support. Care and passion was not pointed towards the students of the Beta Class as almost none of the lectures had proper professors assigned to them. Because of this, it was extremely difficult for these students to reach their full potential.\r</p>",
    "<p>Desir smiled bitterly. ‘Even in my past life, I was a Beta Class student.’\r</p>",
    "<p>Desir had been born as a commoner. So, of course, due to his social status, he had been assigned to the Beta Class. And without proper education, it had been impossible for him to improve. So, when he’d first entered the Shadow Labyrinth, he had only been a 1st circle mage.\r</p>",
    "<p>‘In an environment like this, many talented people were buried. The system was at fault. If it weren’t for a system like this, Beta Class students would have been able to become stronger. They wouldn’t all have been massacred so easily, nor so quickly.’\r</p>",
    "<p>Yet, the only person who had survived to the end as a Beta Class student was Desir. Being reminded of such end results, Desir decided on one goal in his heart. ‘I will make sure the most talented students in the Beta Class will be promoted to Alpha Class.’\r</p>",
    "<p>In the past, Desir had failed to clear the Shadow Labyrinth. But there were many hidden gems in the Hebrion Academy. And he knew that if he was able to properly nurture them and guide them to their best potential, then it wouldn’t be impossible to clear the Shadow Labyrinth. ‘To do that,’ he thought. ‘I must move together with them. In other words, I’ll create a party.’\r</p>",
    "<p>He would find the ones with the most potential based on his past life experience and knowledge. He would find these hidden gems, convince them to join his party, and then he would ensure their promotion into the Alpha Class. And he knew who the first gem would be: Romantica Eru, the Wind Mage who had taken the entrance exam with him. She was the esteemed daughter of Baron Eru and was called the Tempest Sage. Her specialty was chant-less magic. In the past, she’d also been a veteran mage who’d survived in the Shadow Labyrinth for 8 years.\r</p>",
    "<p>And Desir was determined to win her over and make her his first party member—to ensure she advanced from Beta to Alpha class, thus increasing her power for the future.\r</p>",
    "<p>***\r</p>",
    "<p>A girl with clean, lustrous hair cascading down her shoulders sat at a desk in a lecture room.. Her snow-white skin clashed with her red cheeks. And her usually bright coral green eyes exuded a gloomy darkness.\r</p>",
    "<p>“To think I would end up in Beta Class,” she sighed.\r</p>",
    "<p>The ancient clock on the wall screeched with every movement the minute hand made. The lecture room’s damp atmosphere, creaking chairs that gave off a rotting cucumber smell, and marked up desks with gashes carved into them only proved to make the girl’s shoulders slump even more.\r</p>",
    "<p>It was truly a horrifying scene.\r</p>",
    "<p>Romantica could not believe this was a classroom. At that moment, a shadow loomed over her open book.\r</p>",
    "<p>“Hello. Are you Romantica Eru of the Eru Barony?”\r</p>",
    "<p>Romantica raised her head. Three people stood before her, wearing the shiny blue badge on their right chests, which represented the Alpha Class.\r</p>",
    "<p>The person who’d spoken was the tallest person amongst the three. With thick eyebrows and thick lips, he exuded a heroic aura.\r</p>",
    "<p>“You know my name, but you haven’t introduced yourself yet,” she said.\r</p>",
    "<p>“Pardon me.” He sat down across from her. “My name is Doneta Hadun. I’m a new student just like you…and I’m currently looking for a new party member.” He spoke very politely, the dulcet tone of his voice flowing between them, so different from the atmosphere of the room.\r</p>",
    "<p>“I hope you find a good party member who suits you,” Romantica said.\r</p>",
    "<p>“I hope so, too. That’s why I came here,” Doneta said.\r</p>",
    "<p>“Do you have some business with me?” she asked.\r</p>",
    "<p>“I wanted to meet you, but it was difficult to do so. As you know, the lecture rooms for Beta Class and Alpha Class are quite far apart.”\r</p>",
    "<p>‘In more ways than one.’ “Well, yeah,” she said.\r</p>",
    "<p>“I heard you are an exceptional Wind Mage. Furthermore, I heard your family has the title of Baron. For an exceptional Mage with noble status to end up as a Beta Class student, the academy must have made a mistake.”\r</p>",
    "<p>A stiff smile stretched across Romatica’s face. The awkward moment spread out before her, as she tried to maintain her poker face. “Well, even the academy professors are people, too. They’re bound to make mistakes.”\r</p>",
    "<p>“Oh, right. However, it’s still unacceptable for the academy to assign you into this group of garbage commoners. They must apologize to you. How dare they assign a noble like us to this foul smelling lecture room…” With a look of disdain, Doneta surveyed the moist and dank lecture room. There were a few people who glared at Doneta for insulting commoners; however, upon eye contact, they quickly turned their heads away.\r</p>",
    "<p>The Hadun family was well known. There were almost no commoners willing to fight against such a large noble family.\r</p>",
    "<p>“These insects.” Doneta’s chilling voice gave the other students goosebumps. The sincere and respectful attitude he’d had towards Romantica was nowhere to be seen, as if it had been merely a dream or a passing breeze. He continued to look around the Beta Class, scrunching his face in pure disgust.\r</p>",
    "<p>“So what do you want to talk about?” Romantica’s smile trembled ever so slightly.\r</p>",
    "<p>Doneta turned back to look at Romantica. Without noticing her, he said, “I’ll get to the point. I recently joined the Blue Moon party where Senior Elheim is the leader. And I decided that you, who are exceptionally skilled, should join our party.” Doneta’s voice was firm.\r</p>",
    "<p>“The Blue Moon party?” Romantica tried to remember. She had a gut feeling. “It’s the school’s greatest party.” Doneta said. Romantica now realized that she had just received an offer to join one of the largest Alpha Class parties. It wasn’t an easy opportunity to get and rarely would anyone see this kind of gift fall into their laps like this. Romantica opened her mouth to say something, but Doneta grabbed her hand.\r</p>",
    "<p>“For recommending you into this party, I hope that we could start dating.”\r</p>",
    "<p>After a brief moment of silence, Romantica looked at Doneta in disbelief.\r</p>",
    "<p>“…What?”\r</p>",
    "<p>“I said I wish we could start dating.”\r</p>",
    "<p>So, she hadn’t heard him wrong. “Have we met before?” Romantica asked.\r</p>",
    "<p>“At the entrance exam’s banquet hall. It was love at first sight, Romantica.”\r</p>",
    "<p>She forced Doneta to let go of her hand.\r</p>",
    "<p>“There are no reasons for you to decline, Romantica.”\r</p>",
    "<p>“I just need some time to think about it.”\r</p>",
    "<p>Doneta’s face wore a dumbfounded expression. “Why?”\r</p>",
    "<p>“I need some time to think.”\r</p>",
    "<p>“Of course, but…this is—”\r</p>",
    "<p>Romantica’s green eyes, which looked like the wind itself, glittered sweetly at Doneta. “You should give this lady some time to think. If you truly are a polite gentleman.”\r</p>",
    "<p>A polite gentleman.\r</p>",
    "<p>Hearing those words, Doneta leaned back. “Ah, of course. Also…” Doneta stood from his seat.\r</p>",
    "<p>As Romantica was about to stand up, too, Doneta took something from his pocket and spread his palm towards Romantica. It was a wooden dagger. “I hope you would accept this from me.”\r</p>",
    "<p>A finely detailed and colorful pattern was etched into it. For a dagger, it was too thick. It looked almost like a box that was shaped as a dagger.\r</p>",
    "<p>Romantica thought she could open the lid and her thoughts were correct.\r</p>",
    "<p>“It’s a tradition followed in my Kingdom’s military where we gift this Kemubin to the person we love.” Pushing the groove of the handle with his fingers, the knife and the handle separated with a click. At the same time, a smooth golden chain necklace trickled down from inside the dagger.\r</p>",
    "<p>Doneta gave the necklace to Romantica.\r</p>",
    "<p>But, she shook her hands to politely decline. “This is too much.”\r</p>",
    "<p>“You don’t have to feel pressured.” After lightly bidding his farewell, Doneta headed towards the exit.\r</p>",
    "<p>As soon as Romantica saw him leave, she went limp. She felt like a tempest had passed by. But without even a moment’s reprieve, another person approached her from behind and stopped at her side.\r</p>",
    "<p>“You surely are popular, Romantica.”\r</p>",
    "<p>“Kya!” She yelped. With a crash, Romantica’s chair fell back. She had been lost in thought, so she did not notice another person’s presence from behind her. It was her bad habit to yell when she was taken by surprise.\r</p>",
    "<p>As if untouched by this scene, Desir Arman nonchalantly sat next to her. “I greeted you five times, but you wouldn’t respond. So, I decided to personally come to you.”\r</p>",
    "<p>Embarrassed, Romantica quickly pulled her chair back to its original spot and settled back into her seat.\r</p>",
    "<p>“We first met at the entrance exam. So, I guess it’s been two days since we’ve met?” Desir said.\r</p>",
    "<p>“What do you want from me?” Romantica cleared her throat, her face pinched with annoyance.\r</p>",
    "<p>Naturally, Desir was unfazed by it. “I came here to invite you into my party.”\r</p>",
    "<p>Party invitation.\r</p>",
    "<p>She responded back, uninterested. “I have nothing to talk to you about any party.”\r</p>",
    "<p>“Are you declining my invitation because you don’t want to date me? Don’t worry. I won’t ask you to date me.”\r</p>",
    "<p>Romantica scoffed. “Enough with the lame jokes. I’m not in the mood.”\r</p>",
    "<p>“If I ask for a reason, would you answer me?” Desir asked.\r</p>",
    "<p>Romantica sighed. Opening her palm, she showed him the golden chain. “You see?”\r</p>",
    "<p>For the first time, Desir lost his usual calm composure as one of his eyes slightly widened. The lights of the dim, magical lamp flickered, dyeing Romantica’s hair a bright red.\r</p>",
    "<p>She blew out a breath. “If you were me, which party would you choose? One of the largest Alpha Class parties where I’m guaranteed success, or a no-name Beta Class party?”\r</p>",
    "<p>Desir knew how sweet Doneta’s offer sounded to her. The Blue Moon party was one of the few powerful guilds in the academy. Party activities were the main focus of Hebrion Academy, making the offer even more charming.\r</p>",
    "<p>She couldn’t decline. There was no reason to decline.\r</p>",
    "<p>But Desir knew one more thing: choosing The Blue Moon party would be the worst life decision she could possibly make.\r</p>",
    "<p>“But you still haven’t decided yet, Romantica.” Desir’s voice was certain.\r</p>",
    "<p>“That’s because…I needed some time to think. But thinking about it now, I made a bad call. Doneta was right. From the beginning, my answer was already determined. I can’t think of a reason to decline his offer.”\r</p>",
    "<p>“Even if you have to date him?” he asked.\r</p>",
    "<p>“It’s actually more beneficial for me to go out with the Hadun family’s child as a condition to join the best party.”\r</p>",
    "<p>“That’s quite cold and calculating.” Desir said.\r</p>",
    "<p>Despite Desir’s sarcasm, Romantica’s decision did not change. Rather than being shaken, it seemed like her conviction became stronger. “Since we’re done talking, can you leave?”\r</p>",
    "<p>‘I guess it can’t be helped.’ Desir reached into his pocket, feeling as if he was pulling out a knife, but his hand only held a slip of paper. A letter. Calmly, Desir passed the letter to Romantica.\r</p>",
    "<p>However, Romantica tried to get rid of the letter without reading it.\r</p>",
    "<p>But then Desir spoke. “Best to dispose of that quickly. Though, you should be more careful with it since it contains all of your secrets.”\r</p>",
    "<p>Startled by his sudden declaration, Romantica looked back and forth between the letter and Desir, now unsure of what to do. Her previous haughty attitude had vanished, and Romantica sat frozen in place.\r</p>",
    "<p>Raising his eyebrows, Desir simply urged her on.</p>"
]