[
    "<p>[Dimension Burst]</p>",
    "<p>The Fourth-Circle teleportation magic.</p>",
    "<p>*Crack*</p>",
    "<p>With the noise of glass breaking, Desir's surroundings started to collapse. Endless explosions continued to overwhelm the senses and before long the magic had almost reached Desir.</p>",
    "<p>[Raise Earth]</p>",
    "<p>A magic spell firmly in the territory of a Third-Circle. It built walls by shaping earth that had been raised. Unfortunately, these walls were not enough to withstand the continuous explosions. They were quickly demolished.</p>",
    "<p>*Smash*</p>",
    "<p>One of the pieces of the wall hit Desir's arm and the force activated the \"Clothes Line's\" defense magic. Unconsciously, Desir touched and felt out the affected arm. If it wasn't for the 'Clothes Line', he'd probably have lost his arm.</p>",
    "<p>Crow Mask was a magician that belonged to the highest class, the Sixth-Circle, and Desir was only a Third-Circle magician with the support of an Artifact.</p>",
    "<p>At this moment, all Desir could do was gather all of his strength, leaving nothing in reserve. \"Let's do a little bit more… just a little bit more…\"</p>",
    "<p>*Thud!*</p>",
    "<p>The conclusion of this fight was inevitable, with one side attacking unilaterally and mercilessly, while the other side was preoccupied with just blocking It was hardly a fair match The inevitability of Desir s defeat was so apparent that even a layperson would recognise this after seeing it with their own eyes. Desir intrinsically knew this fact as well. Thus, his only objective was to delay Crow Mask from reaching and interfenng with Zod s work.</p>",
    "<p>*Rumble*</p>",
    "<p>[Destruction Area]</p>",
    "<p>The Fourth-Circle spatial magic.</p>",
    "<p>When Crow Mask cast his magic, enormous energy gathered and built up around him. In a matter of moments, the magic had destroyed the roads and shattered buildings as if it would swallow the enbre city Crow Mask's intention was to use this in a head-on confrontation with Desir.</p>",
    "<p>*Boom*</p>",
    "<p>All of a sudden, the magic that had fanned out from Crow Mask disappeared.</p>",
    "<p>[Inversion]</p>",
    "<p>The flow of this battle had turned on its head. \"You've already reversed my magic…?\"</p>",
    "<p>No matter how good he was at reversing, it was nearly impossible to analyse and inverse the high-class magic in just a few seconds. However this boy in front of him was surely capable of doing it.</p>",
    "<p>\"…He's been figuring out the structure of my spells since he first saw my magic.\"</p>",
    "<p>Desir had been analyzing Crow Mask's magic formula ever since he came to the council room and battled against Zod earlier. He wanted to be prepared for this kind of situation. Crow Mask quickly changed his magic formula. The flow of the magic cast - was entirely changed and a totally new method of magic appeared Even Desir couldn’t defend against this as he wasn’t capable of converting Sixth-Circle magic on first sight.</p>",
    "<p>But that assumption lasted very shortly His magic didn't last any longer and was soon inverted.</p>",
    "<p>\"The inversion is getting faster…!\"</p>",
    "<p>This time, even though the structure of the formula was not even fully analyzed yet, the inversion was quickly completed. It was because Desir had read the basic logic fundamental quirks to the spells that Crow Mask had cast.</p>",
    "<p>This was a problem endemic to humankind due to their lack of flexibility and imagination. No matter how Crow Mask tned to change the strategies of his magic, the necessary foundation of it had not been changed.</p>",
    "<p>Structure of magic.</p>",
    "<p>The idea of a magician.</p>",
    "<p>Paths of development.</p>",
    "<p>As time went by, the flow of became more familiar to Desir As a result, the speed of his reversing only accelerated. People say that battles of high-class sorcerers are like a chess game - players assume, read, and challenge each other's strategies.</p>",
    "<p>Magic battle.</p>",
    "<p>Desire had a relatively poor mana pool compared to Crow Mask, but he was confronting high-class magic very calmly On the other hand. Crow Mask had ever decreasing bme to cast his magic before it was inverted.</p>",
    "<p>He was being fully read. His thought process was being analysed and countered by Desir.</p>",
    "<p>'…It is only a matter of time before all of my magic gets blocked.'</p>",
    "<p>Crow Mask started to break out in cold sweat Little by little, he realized the momentum was shifting against him</p>",
    "<p>'I've never had this kind of battle before.'</p>",
    "<p>It was quite different from the battle with Zod.</p>",
    "<p>Zod and Crow Mask had equally competent mana pools. So. it was really up to who developed and deployed the more powerful magic in a more effective way.</p>",
    "<p>But the battle with this sorcerer was clearly different A fight that depended solely on inversion No matter how strong the magic, since the formula was being inverted, there was nothing he could do.</p>",
    "<p>It felt as if Desir was slowing taking over.</p>",
    "<p>Crow Mask would be defeated when all of the magic he had at his disposal was analyzed and inverted by Desir. Crow Mask changed his opinion of Desir.</p>",
    "<p>'This is an oppponent as strong as Zod.'</p>",
    "<p>Low magic power.</p>",
    "<p>Low circle.</p>",
    "<p>The physical attnbutes were also terrible.</p>",
    "<p>*Crash!!!*</p>",
    "<p>But. he made up for all of these weaknesses with only his prowess in: inversion, judgment, and battle experience. He made up the power difference by predicting what his opponent would do and even attempted to counter it He freely used all kinds of different magic That alone was greater than a Sixth-Circle ability in terms of magic dueling.</p>",
    "<p>[Devour la graviba]</p>",
    "<p>*Paaawww!*</p>",
    "<p>The magic missed and hit the fountain. The water fountain broke, and the stream of water shot up in the air and soaked Crow Mask's robe and feet. Oesir didn't just sit down and miss that golden opportunity.</p>",
    "<p>[Freezing Field]</p>",
    "<p>The flooded floor started to freeze and Crow Mask's feet and robe froze since they were in contact with the water.</p>",
    "<p>Desir continued to invoke magic. He invoked magic with all of the power that he had. The crest on the back of his hand flashed.</p>",
    "<p>[Ice Orb]</p>",
    "<p>An attack magic that poured out countless ice bolts. A myriad of ice bolts shot out and nailed against the body of Crow Mask.</p>",
    "<p>*Crumple*</p>",
    "<p>With control of the magic that he could counter with wrested out of his control, the ice bolts started dug into Crow Mask's frost-covered Body.</p>",
    "<p>One, two, three, and soon tens of ice bolts.</p>",
    "<p>Now. the figure covered by ice arrows could hardly be considered a human body. It was as if he had transformed into a snowman</p>",
    "<p>\"…this bckles.\"</p>",
    "<p>The snow covered figure exploded And.</p>",
    "<p>\"GASP!\"</p>",
    "<p>*Crunch!*</p>",
    "<p>In an instant a jolt of pain plagued Desir's body, wreaking havoc with his nerves. The barrier fragments of the ‘Clothes Line’ were circling in the immediate surrounding. A surge of pam coursed through Desir's body, threatening to reap his consciousness. He felt his vision slowly fading to black. The whole world felt like it was turning upside down.</p>",
    "<p>Desir’s body flew back and tumbled towards the corner of the building.</p>",
    "<p>*Crack*</p>",
    "<p>The crunching sound of bones vividly rang throughout the surrounding area. Desir spat out blood as his organs felt like they were shredded and he fell down to the cold stone ground Desir s 'Clothes Lines' nonchalantly chirped out a warning.</p>",
    "<p>-Warning. Less than 10 percent of the 'Clothes Line' mana remains Defense ability shutting down.</p>",
    "<p>It was the force strong enough to overwhelm the defensive power of the 'Clothes Line'.</p>",
    "<p>\"I didn't expect to use this here.\"</p>",
    "<p>Crow Mask's robe was a-light and it made short work of melbng the ice covering it. He shook off the ice particles as he was walking across the water puddle left from the ice. Desir could only look at the magic Crow Mask was invoking in his hand.</p>",
    "<p>The magic that was going to be deployed from Crow Mask's hand was something bizarre that he had never seen before. The formula in his handwas making geometric formations and spinning endlessly.</p>",
    "<p>[Supercube. Tesseract]</p>",
    "<p>The formula was continually changing.</p>",
    "<p>‘…against a half-assed sorcerer like you.’</p>",
    "<p>Desir got up. wiping the blood from around his mouth. He felt burning pain from what must have been several broken bones. His thought process never stopped or slowed down as he surveyed the damage.</p>",
    "<p>'What in the world is that.?'</p>",
    "<p>Something fell on top of Desir’s shoulder. It was a partially destroyed piece of stone construction. Desir turned around. The top portion of the building he collapsed against was destroyed, and rubble was tumbling down, littenng the ground. The building was ruined beyond repair Desir was at the penphery of this scene of destruction.</p>",
    "<p>‘He didn’t have enough time to cast high-circle magic…’</p>",
    "<p>Even if he was casting magic while defending, he could've only had about 10 seconds. but the magic deployed was well above the Fifth-Circle. The building was completely demolished and he was critically wounded with the 'Clothes Line' defense utterly diminished even though the magic didn't fully hit him.</p>",
    "<p>Desir bit his lips.</p>",
    "<p>'…Is it vision magic?'</p>",
    "<p>It was a magic that he couldn't even understand the goveming principle of Crow Mask reached for Desir. The Tesseract started shakmg again.</p>",
    "<p>\"…!\"</p>",
    "<p>Unexpectedly. Crow Mask sensed something and guickly developed defense magic.</p>",
    "<p>At the same moment, a shock rang out loudly. Something flew towards his defensive magic. It was sniper magic Crow Mask turned and stared in the diretion that the sniper magic came from. Then there was a tremendous amount of fighting aura.</p>",
    "<p>*Swooshl*</p>",
    "<p>The noise was so loud that it could hurt ears by itself. It was a lightning-fast sword.</p>",
    "<p>\"You get away from Desir!\"</p>",
    "<p>It was Pram's sword, reaching the super-sonic realm, moving at an astonishing speed Crow Mask had cast his Fourth-Circle magic in between attacks. but Pram broke through the flame wall without hesitabon Crow Mask couldn’t avoid it. He was not allowed any bme to react Pram's sword stabbed into Crow Mask's side.</p>",
    "<p>\"This is dangerous.\"</p>",
    "<p>He invoked spectal movement magic without any preparabon bme. He instantiy felt his body begin to break down into particles.</p>",
    "<p>…And Desir's inversion immediately followed up. Crow Mask's special magic was interrupted Crow Mask's body immediatety formed again An ice palace appeared above him.</p>",
    "<p>[Freezmg Palace]</p>",
    "<p>\"…!\"</p>",
    "<p>Hundreds of ice spells rained down on him.</p>",
    "<p>*Kaboom!!*</p>",
    "<p>The area around him was devastated. Fortunately, there were no civilians nearby.</p>",
    "<p>Desir lifted his head. Adjest and Pram stood in-front of him. demonstrating a unified front protecbng Desir.</p>",
    "<p>‘You guys… how…?’</p>",
    "<p>\"We've been followng your location via the communication device.\"</p>",
    "<p>The communication bracelet had a location tracking function between party members.</p>",
    "<p>Pram grabbed his sword. His face crumpled into a frown and his eyes betrayed how furious he was.</p>",
    "<p>\"…you left us because we were not competent enough. Desir?\"</p>",
    "<p>Pram asked. while remaming vigilant and guarding against Crow Mask. His face was as red as fire; and his breath was as rough as a bull Desir had never seen Pram as angry as this.</p>",
    "<p>\"I thought you couldn’t handle it.\"</p>",
    "<p>\"But… But! We were so worried. Did you know that?\"</p>",
    "<p>\"I'm sorry.\"</p>",
    "<p>Desir had nothing to say. Adjest glanced at Desir and found that he was covered in blood.</p>",
    "<p>\"You re right We are absolutely not enough to fight with a demon But. Desir, look at you It’s not only us who couldn’t handle the situation.\"</p>",
    "<p>\"… Oh… Um.\"</p>",
    "<p>\"Well Enough.\"</p>",
    "<p>*Ring*</p>",
    "<p>At that moment, a message arrived from Romantica who was observing them and preparing to snipe Crow Mask.</p>",
    "<p>\"-Will you teli us to stay out here. Desir? We'll be very disappomted.\"</p>",
    "<p>Everyone was thinking about Desir. They were worried about him.</p>",
    "<p>\"The formabon has been deployed as you have trained us for. We have deployed a sniper, and Pram and I will lead the charge.\" Said Adjest \"Well, this is the party that you have taught and trained. Can't you belteve in us at least once?\"</p>",
    "<p>Desir looked mto everyone's eyes, and soon found his answer. What he saw told him that they would rely on him, but woutd back him up at the same time.</p>",
    "<p>Translator Patreon</p>"
]