[
    "<p>The ear-piercing cry of a crow woke Desir in the morning.</p>",
    "<p>Rubbing his sleepy eyes, Desir sat up and picked up the cup of water next to his bed. The water smelled fishy and tasted bitter, but nonetheless he drank it to quench his thirst. Still groggy, he slipped out of his bed and walked into the washroom. A splash of cold water to the face helped to wake him up fully.</p>",
    "<p>It had been 8 days since he had entered the Class 4 Shadow World. In real time, only 8 hours have passed. In that time, Desir had finally managed to start the Main Quest. While the difficulty was high, everything had been progressing smoothly.</p>",
    "<p>When he first arrived, he was assigned the role of assistant chef. Under Jefran’s command, Desir completed the dinner service. He brilliantly incorporated the rare plum ingredient into the dinner service and earned a favourable impression with the lord. By recommendation, he successfully got appointed as the personal assistant to the lord.</p>",
    "<p>However, since the lord was not a talkative person, Desir had a difficult time impressing him. Still, with the help of Pram, they managed to impress the lord by foiling the barbarian’s raid on the food supplies. Thanks to that, the Main Quest was already half completed as soon as it was revealed. This was due to the peace treaty that Desir made with the barbarian chief, solving one of the two problems that Evernatten faced.</p>",
    "<p>‘Now the only problem left is the vagrant situation.’</p>",
    "<p>After his simple morning preparations, Desir headed to the lord’s office. As he was walking by the castle’s hallway, he stopped to observe outside. Someone was making a giant snowball.</p>",
    "<p>“Hello Lilica.”</p>",
    "<p>“Hi big brother Desir!”</p>",
    "<p>Lilica waved at Desir, looking more lively than the first time they met.</p>",
    "<p>“What are you doing over there?” asked Desir.</p>",
    "<p>“I’m building a snowman! Do you want to help?”</p>",
    "<p>“We have to prepare food.”</p>",
    "<p>“Oh right!” Lilica looked as if she had only just remembered her job.</p>",
    "<p>“I’m heading to the kitchen too, so let’s walk there together.”</p>",
    "<p>“Thank you brother Desir~!” shouted Lilica as she made her way towards Desir. In her hands there was a miniature snowman. “I’m going to decorate the kitchen with this.”</p>",
    "<p>“Are you sure mister Jefran would approve?”</p>",
    "<p>The innocent child smiling at him was a vagrant that Desir had met recently. When Jefran complained about the lack of personnel, Desir jokingly recommended Lilica to him. However, it seemed like Lilica was inherently talented and easily replaced Desir as an assistant chef. Naturally, she was too small to handle any major physical work, such as transporting all the ingredients, so Desir still helped with those.</p>",
    "<p>“Why are you heading to the kitchen? Didn’t we move all the ingredients last night?”</p>",
    "<p>“I’m going to brew some tea.”</p>",
    "<p>“Tea? Didn’t the lord say that you don’t need to serve him tea anymore?”</p>",
    "<p>“He did, but you don’t need to take him so literally.”</p>",
    "<p>When Desir and Lilica arrived at the kitchen, they were greeted by Jefran’s frowning face.</p>",
    "<p>“Where were you this morning Lilica?”</p>",
    "<p>“Hehe, I was making a snowman!”</p>",
    "<p>“You’ll catch a cold if you play outside too long! If you get sick, who will help me in the kitchen?”</p>",
    "<p>‘Was this old geezer always like this? Why is he so nice to her?’</p>",
    "<p>“Hey,” said Desir, feeling a bit annoyed, “how come you treat Lilica so much better than me?”</p>",
    "<p>“Unlike you, Lilica is cute.”</p>",
    "<p>Desir was at a loss for words. Rather than replying, he focused on brewing some tea and left for the lord’s office. There was now a small desk in the room just for him.</p>",
    "<p>“Good morning, my lord.”</p>",
    "<p>“Good morning.”</p>",
    "<p>Desir served the tea to the lord and went to his personal desk. There was paperwork piled up on top of his desk. His job was to organize the paperwork and handle smaller tasks that didn’t require the lord’s approval. Once Desir sorted out the papers, he would present them to the lord.</p>",
    "<p>Most of the paperwork were related to the management of the Evernatten territory. From them, Desir was able to learn the finer details about the overall situation of Evernatten while working. He now had access to important information that wasn’t available to him before.</p>",
    "<p>For example, there was a detailed map. In the modern era, documentation about the Holy Nation was poor since it was swallowed up by the Shadow World. Additionally, magic was not well developed back then, meaning a detailed map was difficult to create. Finally, printing technology was not available, so only the affluent could afford to own a map.</p>",
    "<p>Thus, most modern era maps of the Holy Nation were created through guesswork by mages that had visited related Shadow Worlds. In comparison, the map that Desir received after being appointed the role of Tactician was better than any other map he had seen before.</p>",
    "<p>After studying the map, Desir concluded that Evernatten was the front line of defense for the Holy Nation. It was the nation’s shield against barbarian invasions.</p>",
    "<p>‘It’s a small sized territory.’</p>",
    "<p>Compared to other territories, Desir could see that Evernatten wasn’t big at all.</p>",
    "<p>‘Even so, it maintains a military force big enough for a large sized territory.’</p>",
    "<p>Evernatten’s military force was excessively large for its territory size. One might even question if the territory could financially sustain such a large militia.</p>",
    "<p>‘Is it because it’s the front line of defense?’</p>",
    "<p>Not only was the militia well equipped and trained, most of the units were Knight-ranked as well. They have won almost all of their battles against the barbarians. It is said that Lord Evernatten had never lost a battle that he personally led. His leadership was superb.</p>",
    "<p>‘And at the same time, he is governing the territory extremely well.’</p>",
    "<p>Evernatten utilized its large militia as a source of income. Only Evernatten had enough forces to resist barbarian invasions. Whenever nearby territories were under threat of such an invasion, Wilhelm Evernatten would send his knights and receive monetary compensation which would, in turn, finance other operations. Word would spread of Evernatten repeatedly repelling the barbarians in the north and merchants, who now felt safe in the territory, began expanding their economic activities.</p>",
    "<p>Five years ago, Evernatten was struggling due to barbarian raids, which left public order in disarray and merchants avoided the territory. It was during this time that Wilhelm, who was appointed lordship over Evernatten, decided to expand the military. With just that, the lord managed to reverse the situation in just five years.</p>",
    "<p>‘And so, we only have one last problem persisting in the territory.’</p>",
    "<p>[Vagrants (Progress 30%): Public order has been restored and crime rates have fallen significantly. The residents of the territory feel secure walking around the streets. Vagrants cannot commit any crimes due to strict oversight.]</p>",
    "<p>‘There are so many vagrants that they even formed slum cities just for vagrants.’</p>",
    "<p>Most vagrants did not have social standing, making it easy for criminals to be mixed in with them. It was understandable that most lords would not want to accept vagrants into their territory. However, that wasn’t the case with Wilhelm Evernatten. He was more generous than any other lord and accepted every single vagrant into his territory.</p>",
    "<p>‘By accepting vagrants, our food supplies and public order are directly affected.’</p>",
    "<p>Currently there were no issues with the food supply. Even if the lord continued to accept vagrants, the food supply would just barely suffice.</p>",
    "<p>‘While food supplies aren’t an issue, I should take a look at the public order…’</p>",
    "<p>Desir reviewed the crime rate documents for the territory. With the insurgence of vagrants, crime had also increased significantly. There were many complaints from the regular residents. Desir noticed an interesting report. Since the day his party entered the Shadow World, the crime rates had been declining sharply. The reason for this was fairly simple.</p>",
    "<p>‘This is…Ajest’s work, right?’</p>",
    "<p>***</p>",
    "<p>Heading out of the castle and crossing the drawbridge, Desir made his way towards the headquarters of the Knights. When he arrived, Desir gave his name to one of the guards and they welcomed him warmly.</p>",
    "<p>“Hello Mr. Desir. Our captain is expecting you.”</p>",
    "<p>Desir followed the guard into the building and up to the second floor. There were many rooms on the second floor, each with a door bearing the name of the Knight that lived inside. Desir continued up one more floor and walked towards the furthest room. Hearing voices from within, he paused in front of the door.</p>",
    "<p>“Why aren’t we taking any action!?” It was a female voice speaking in a harsh tone.</p>",
    "<p>“That is not something that I alone can decide,” replied the voice of Ajest. Her response was cold and brunt, causing the other person to yell louder.</p>",
    "<p>“Captain, if we let things go as it is, the food supplies will decline and crime rates will increase. We must take action now!”</p>",
    "<p>They were clearly talking about the vagrants.</p>",
    "<p>“It’s our job to prevent that from happening,” replied Ajest.</p>",
    "<p>“The solution is simple. The vagrants are the root cause. After receiving the lord’s protection, they only waste Evernatten’s food supplies and do nothing in return. This all started because the lord accepted all these vagrants! We must remove them immediately!”</p>",
    "<p>“Watch your mouth, Lieutenant Eyulan,” said Ajest coldly. Desir shivered. The tone was overwhelming. It wasn’t only Desir who felt it. Eyulan was also at a loss for words.</p>",
    "<p>“However…”</p>",
    "<p>“Are you suggesting that you have the authority to trample over our lord’s decision?”</p>",
    "<p>“…I got too emotional and misspoke. I am truly sorry,” said Eyulan. It was certainly not something a Knight could say to a lord.</p>",
    "<p>“I’ll take your words into consideration. You are dismissed.”</p>",
    "<p>“Yes ma’am.”</p>",
    "<p>Desir heard approaching footsteps and moved away from the door, making room for the conversants to pass. Eyulan opened the door and saw Desir.</p>",
    "<p>“Who are you?” she asked.</p>",
    "<p>“I’m Desir Arman,” replied Desir light-heartedly. As soon as she heard Desir’s name, Eyulan gave him a disdainful look, as if he was an insect.</p>",
    "<p>“Wipe that smug look off your face, you damn vagrant…” whispered Eyulan as she walked past, loud enough for Desir to hear clearly. She left regretting that she could not behead Desir on the spot. As her footsteps faded in the distance, Desir entered the room. Ajest greeted him warmly.</p>",
    "<p>“Welcome Desir, it’s been so long!”</p>",
    "<p>“How long have you been working here?”</p>",
    "<p>“Since the start. As the captain, I’ve been working on the Main Quest since day 1.”</p>",
    "<p>“What? How unfair,” said Desir. As an assistant chef, Desir had to work to his bones. However, the frown of dissatisfaction that he was showing Ajest was playful and soon turned into a smile. Ajest was also smiling gently. She motioned Desir to sit.</p>",
    "<p>“I’ve heard rumours around the castle that you can brew some excellent tea.”</p>",
    "<p>“I’ll make you some tea the next time I visit.”</p>",
    "<p>“I look forward to it. I’ve been missing your tea.”</p>",
    "<p>Ajest rested her chin on the table and smiled at Desir. From Desir’s perspective, it looked like a beautiful piece of artwork. Taken aback by her beauty, Desir returned the stare blankly for moment. However, he quickly recovered and changed the topic.</p>",
    "<p>“How’s the quest progressing?”</p>",
    "<p>“I’ve been working on it. The progression isn’t so bad.”</p>",
    "<p>“Tell me what you have been doing so far.”</p>",
    "<p>“Hm…” Ajest pondered for a moment. Then she nodded, “rather than telling you, I think it’s best to show you.”</p>"
]