[
    "<p>The beach covered in fine sand was bustling in the midst of midsummer heat. All over the beach there were colorful parasols, vendors wandering around to sell street food, and tourists enjoying their summer holidays. It was the high season, and there were people everywhere. Today, Desir was one of them.</p>",
    "<p>Wearing shorts, Desir with his hands covering sunlight, was looking for some people, his group members to be specific, who had promised to meet up somewhere around where he was.</p>",
    "<p>“Have I kept you waiting?”</p>",
    "<p>Hearing the voice from behind, Desir turned his head.</p>",
    "<p>Romantica was there wearing a bikini. She was wearing a sort of a skirt, which made her look even more cute.</p>",
    "<p>Desir, baffled by Romantica’s bold sexiness unlike usual, answered calmly as if he didn’t care.</p>",
    "<p>“Well, not that long.\"</p>",
    "<p>“That’s great.”</p>",
    "<p>“Wait, did you say great? I was just being polite, you know. Why don’t you ask me again?”</p>",
    "<p>“Why should I ask you the same thing again if you said for yourself that you haven’t been waiting?”</p>",
    "<p>The two rented a parasol, set it up on the beach, and laid mats to sit down.</p>",
    "<p>When Desir was taking his break after all those preparations, Romantica asked,</p>",
    "<p>“W…well, so what do you think?”</p>",
    "<p>“Fantastic. I guess you were right about coming to the beach.”</p>",
    "<p>“That’s not what I meant! I was asking about my swimsuit!”</p>",
    "<p>\"Looks good on you.”</p>",
    "<p>“I designed it myself. Of course, it looks good on me.”</p>",
    "<p>Romantica replied, swaggering her shoulder.</p>",
    "<p>“You did? That’s awesome.”</p>",
    "<p>It was quite a surprise to Desir. He hadn’t expected her to have a talent other than magic.</p>",
    "<p>“You know, I’m a genius designer! I could profit mostly from my own designs during my merchant training. I hand-picked swimsuits for Pram and Azest as well.”</p>",
    "<p>“For Pram and Azest? Now I’m a little bit concerned.”</p>",
    "<p>“Hmph! We’ll see about that!”</p>",
    "<p>Wooosh.</p>",
    "<p>Ocean waves kept hitting the sand. About 5 minutes had passed.</p>",
    "<p>The first group member to show up to the parasol said,</p>",
    "<p>“I was looking for you for ages.”</p>",
    "<p>Pram was wearing a coat that came down to his thigh.</p>",
    "<p>When he realized Desir gazing on him, Pram hesitated, and slipped down his coat.</p>",
    "<p>“It… it’s just a little too embarrassing to wear it by itself…\"</p>",
    "<p>The rashie he was wearing was completely stuck to his body, emphasizing his slim body shape.</p>",
    "<p>His thigh was showing below the silky coat.</p>",
    "<p>“Well, it doesn't look good on me, does it?”</p>",
    "<p>Pram’s facial expressions were exquisite. He was looking up at Desir, blushing with an embarrassed look.</p>",
    "<p>He could almost have been mistaken for a girl. Anyone would fall in love with him, if stared at with such a look.</p>",
    "<p>Desir was mesmerized by his looks. What a destructive combination…</p>",
    "<p>As Desir looked at Romantica, she folded her arms and nodded, looking immensely pleased.</p>",
    "<p>“Yes, I knew you'd make that face,” she said.</p>",
    "<p>“Romantica,” Desir replied.</p>",
    "<p>“Yeah?”</p>",
    "<p>Desir raised his thumb.</p>",
    "<p>“I apologize for doubting your talent. You are the best.”</p>",
    "<p>“Oh, my. Too late for you to realize my talent, isn’t it?”</p>",
    "<p>“What are you two on about?”</p>",
    "<p>Pram interrupted. He had no idea what they were talking about.</p>",
    "<p>“We were just saying you were so cute, Pram.”</p>",
    "<p>“Really?”</p>",
    "<p>“Sure. Right, Desir?\"</p>",
    "<p>“Of course.”</p>",
    "<p>“Whoa,” Pram exclaimed with joy.</p>",
    "<p>Just then, they noticed people speaking of something.</p>",
    "<p>They were all looking at one direction, for a reason they all knew why.</p>",
    "<p>“Would that be Azest?”</p>",
    "<p>“Probably.”</p>",
    "<p>Azest was the second to arrive. Romantica stood up from her seat and said,</p>",
    "<p>“You’ll see about how good I am.”</p>",
    "<p>They got up from their seats and walked towards where everyone’s eyes were facing.</p>",
    "<p>Azest was wearing a swimsuit of a mixed design between a bikini and a dress.</p>",
    "<p>Although it was less exposed than the bikini that Romantica was wearing, the design that both exposed and covered her waist made Azest look even more attractive.</p>",
    "<p>Her snow-white skin and shining blonde hair even overshadowed the beauty of the sea. It wasn’t as creative as what Pram was wearing, but still, the swimsuit looked great on her. When Desir was about to compliment Romantica,</p>",
    "<p>“No…,” said Romantica.</p>",
    "<p>\"Huh?\"</p>",
    "<p>“That’s not what I gave her.”</p>",
    "<p>Romantica's facial muscles were unnoticeably trembling.</p>",
    "<p>Desir had no idea what was going on.</p>",
    "<p>Azest approached the two.</p>",
    "<p>Desir, who had learned how to talk with girls from the past experience with Romantica, came forward and said,</p>",
    "<p>“Looks fantastic, Azest.”</p>",
    "<p>“Thanks.”</p>",
    "<p>Thanking Desir, Azest approached Romantica, and handed her something she was holding in hand.</p>",
    "<p>“I apologize I couldn't wear the swimsuit you gave me, Romantica.”</p>",
    "<p>It was the swimsuit that Romantica had given Azest.</p>",
    "<p>“Why didn’t you wear it?”</p>",
    "<p>“It was too tight and uncomfortable. I had no choice but to buy a new one.\"</p>",
    "<p>\"What? Was it too tight?\"</p>",
    "<p>\"Yes. Especially my…”</p>",
    "<p>Romantica raised her hand to stop Azest from saying any further.</p>",
    "<p>\"Wait, stop. Don’t make me mad at you.”</p>",
    "<p>“What’s wrong?”</p>",
    "<p>\"That… I can't say.”</p>",
    "<p>Azest nodded.</p>",
    "<p>\"Well, I have no clue what you’re saying, but I respect whatever you say.”</p>",
    "<p>Romantica after looking alternately at her own bosom and that of Azest, clenched her fist and shivered in frustration.</p>",
    "<p>Azest unknowingly defeated Romantica.</p>",
    "<p>Desir and the group members played volleyball. Desir and Pram was on one side, and Romantica and Azest was on the other.</p>",
    "<p>The losers were supposed to prepare dinner, so the game was outrageously fierce.</p>",
    "<p>Team Azest was edging out their opponent by 11-10.</p>",
    "<p>Pram and Azest were each the ace of their team, and the speed of the ball between the two was incredibly fast.</p>",
    "<p>Desir and Romantica were not as good as their teammates, so that unfortunately they could only score by shooting the ball towards either of the two.</p>",
    "<p>“Aaaaargh!”</p>",
    "<p>Romantica couldn’t catch the ball that was too high and fell backwards. The score became 11-11. Any team that earns one more point could be the winner.</p>",
    "<p>“Desir and Romantica, no wonder why you’re wizards.”</p>",
    "<p>“Well, we’re wizards, we’re nothing like you knights,”</p>",
    "<p>Desir replied, stretching his stiff shoulders.</p>",
    "<p>“We wouldn't be so helpless if we could only use magic,”</p>",
    "<p>Romantica murmured, standing up and shaking off sand all over on her body.</p>",
    "<p>Pram suggested as a response to their complaints.</p>",
    "<p>“Then, why don’t we allow Desir and Romantica to use magic for the last point? Of course, Desir you can’t reverse any magic. Use only magic and we’ll see who’s better.”</p>",
    "<p>Romantica and Desir exchanged glances.</p>",
    "<p>“All right. I’m down.”</p>",
    "<p>“I’m down, too.”</p>",
    "<p>The game quickly resumed, starting with Desir’s serve.</p>",
    "<p>[Enhance muscle strength]</p>",
    "<p>[Enhance agility]</p>",
    "<p>[Enhance dynamic vision]</p>",
    "<p>Desir enhanced his power with his enhancing magic spells.</p>",
    "<p>Having secured the pawn-level abilities, he threw the ball up and smashed it down.</p>",
    "<p>Whoosh!</p>",
    "<p>The ball flew straight towards the Team Azest’s court. It was certainly different from the previous serve attempts that had ended in vain.</p>",
    "<p>“Now we’re talking.”</p>",
    "<p>Azest returned it near the net.</p>",
    "<p>Pram ran across the court and returned the ball again.</p>",
    "<p>Boom! B-boom!</p>",
    "<p>The rally was going on so fast.</p>",
    "<p>The ball could blow up in any minute. The team that blows up the ball was to be lost.</p>",
    "<p>Azest tossed up the ball to Romantica instead of smashing the ball, trying not to risk the explosion.</p>",
    "<p>“Romantica.”</p>",
    "<p>“Got it!”</p>",
    "<p>The formulas got arranged in the front of Romantica.</p>",
    "<p>[Gust Wind]</p>",
    "<p>The ball accelerated to a great speed, as if it had been smashed, like a solid smash.</p>",
    "<p>“Pretty cool, but I could do the same without any magic!”</p>",
    "<p>As Pram shouted and tried to receive the ball, the ball suddenly switched its trajectory to something that was physically impossible. Controlling the orbit of a flying object, was something Romantica could even do blindfolded.</p>",
    "<p>‘This is how you trained me, Desir.’</p>",
    "<p>By the law of inertia, Pram couldn’t possibly turn his body again to receive the ball that was already moving in the opposite direction. Desir who was right behind Pram could barely receive it.</p>",
    "<p>“Stay focused, Pram! She can always change how things move with magic!”</p>",
    "<p>“Got it, sir!”</p>",
    "<p>The game went in favor of the Team Azest. Romantica’s magic wind could efficiently control the ball’s orbit, and the control of the 3-circle wizard was a great threat to the opponents.</p>",
    "<p>Catching what Romantica could do, Azest volunteered to take the role of a supporter for Romantica’s attack, rather than attacking by himself.</p>",
    "<p>[The Storm of Avaros]</p>",
    "<p>A 3-circle spell.</p>",
    "<p>The magic that recreates a small storm.</p>",
    "<p>“Wait, you’re using a 3-circle spell?”</p>",
    "<p>“Why not? Everything’s under control and it’s gonna be fine! It’s YOU, who trained me like this, Desir.”</p>",
    "<p>“Looks like you’ve waited so long for this day.”</p>",
    "<p>The ball was approaching fast.</p>",
    "<p>The ball could change its orbit in any minute, so Team Desir could only barely defend themselves without being able to launch an attack.</p>",
    "<p>Fortunately for Team Desir, Pram the knight didn’t lose his focus until the last minute of the game, and he received the ball that was almost about to touch the ground with great athleticism. Romantica got nervous.</p>",
    "<p>The game couldn’t continue like this forever, though.</p>",
    "<p>“Your left!” Shouted Desir, who had read Romantica’s thoughts and figured out the ball’s trajectory.</p>",
    "<p>As long as the ball’s trajectory was known, it wasn’t a difficult task for Pram to receive the ball and return it.</p>",
    "<p>Pram’s return crossed the net and headed straight to Romantica.</p>",
    "<p>“…?!”</p>",
    "<p>Romantica, who had been waiting at the back to receive the seemingly fast ball, was shocked. The ball had suddenly stopped moving in the air.</p>"
]