[
    "<p>Desir’s party had seven members now. He had to place another couch in the office to accomodate all of the party members.</p>",
    "<p>Freechel first thought the office was big on her first visit, but she had since changed her mind.</p>",
    "<p>The room felt cramped with seven people stuffed into this tiny space.</p>",
    "<p>She didn’t mind though. It was nothing compared to what she had to endure at her previous office. At least this place didn’t smell like garbage. The desks here had all four legs intact and the wall wasn’t covered in mold. The floor was polished so clean it shone like a mirror.</p>",
    "<p>‘Who did the cleaning? They did such a good job. This is like heaven compared to her Beta Class office, but…’</p>",
    "<p>Freechel tried so hard not to show her nervousness as she looked around the room. The office was already crowded with party members. Desir had called in everyone.</p>",
    "<p>‘I hope everyone here is nice…’</p>",
    "<p>Freechel tried to say something to the other newbies, and for her own sake, but it wasn’t easy.</p>",
    "<p>Two brothers who were also from Beta class, Len and Tarky, were here too. They were swordsmen and had overwhelming physiques. They didn’t look like the friendly type that you could start a casual conversation with.</p>",
    "<p>Freechel sighed and looked away, finding Adjest reading a book calmly. Her shiny silver hair dangled down to waist height. Even though she wasn’t smiling, her overwhelming beauty radiated out.</p>",
    "<p>Freechel already felt an incredible distance between themselves, mentally that is.</p>",
    "<p>‘Oh, boy, I can’t.’</p>",
    "<p>Freechel quickly gave up talking to Adjest. Maybe part of it was that Freechel was too timid, but another part of it was that Adjest was too high-spec for anybody to casually talk with. She moved her sight to another person. A girl was helplessly sitting on a rocking chair with her hands, squeezing her head. It was a cute girl with blue hair.</p>",
    "<p>“Oh!”</p>",
    "<p>Freechel screamed out of joy to find Romantica. Romantica was here when Freechel came to join the party. Freechel believed that it would be easy to talk to Romantica. She tried to move next to where Romantica was sitting. But soon she realized that it wasn’t going to work.</p>",
    "<p>Romantica was grabbing her head. She seemed to be in deep contemplation, but actually, she was covering a bump on her forehead. She was wearing a fierce expression, so fierce in fact that she could be mistaken for an angry lion.</p>",
    "<p>‘She is not in a condition to talk with someone.’</p>",
    "<p>There was no one in the office to hold a delightful conversation with. Her analysis complete, Freechel realised that she could only sit awkwardly until the end of this meeting.</p>",
    "<p>‘I can’t do anything about this.’</p>",
    "<p>‘I’ll give up. It’s easy when I give up.’</p>",
    "<p>Freechel decided to keep her mouth shut. Then, someone walked toward her.</p>",
    "<p>“We meet again, Freechel.”</p>",
    "<p>It was Pram Schneider. With a welcoming smile, he handed her a hot teacup with steam billowing out of it.</p>",
    "<p>“Oh, hi. It’s great to meet you again, Pram.”</p>",
    "<p>“Don’t be nervous, Freechel. Romantica needs some time to be alone.”</p>",
    "<p>“Oh, sure?”</p>",
    "<p>“Yes, she is really nice and sweet. You will get to know her very soon. May I sit next to you?”</p>",
    "<p>“Sure.”</p>",
    "<p>“I’ll stay next to you. If you have any questions, let me know. I understand that there are so many things you want to know since it’s your first time.”</p>",
    "<p>“Oh, thank you.”</p>",
    "<p>“No problem. We are now a family.”</p>",
    "<p>‘An angel. This person is an angel.’</p>",
    "<p>Freechel declared.</p>",
    "<p>At that moment, Desir entered the office.</p>",
    "<p>“So everyone is here.”</p>",
    "<p>Desir looked around the office.</p>",
    "<p>“The reason I have gathered everyone here is… hey, Romantica, what happened to your forehead?”</p>",
    "<p>Romantica was not happy that Desir asked that specific question.</p>",
    "<p>“Don’t ask.”</p>",
    "<p>Romantica huffed.</p>",
    "<p>“…”</p>",
    "<p>Desir felt that it was not a good time and place to enquire further. Otherwise, he was sure that he would hear something terrible. He looked away from Romantica and resumed talking.</p>",
    "<p>“I don’t know if you know this, but there will be a competition among parties in the second semester.”</p>",
    "<p>Everyone nodded, except Freechel. Pram noticed that and explained it to her.</p>",
    "<p>“The party competition is held by all of the existing parties in the Hebrion Academy.”</p>",
    "<p>“Is it like a promotional contest?”</p>",
    "<p>“No, it’s different. The promotional contest is all about assessing individuals. Parties we only used to support the students, but this party competition is more about assessing each party as a team, not as strong individuals. You can’t play as a single player. And for this one, unlike in the promotional exam, all of the grades will participate together.”</p>",
    "<p>Students in the Alpha Class and Beta Class show a huge gap as they move up to higher grades.</p>",
    "<p>It tends to become a stage for Alpha Class students since they are more dominant in skills.</p>",
    "<p>“Of course, we will all compete, and naturally, we will achieve great results. I will not be satisfied with average results.”</p>",
    "<p>Desir calmly stated, as if this was not a big deal to him.</p>",
    "<p>“And we will win this contest.”</p>",
    "<p>Freechel grasped. Her face turned a little pale, and she looked towards Pram.</p>",
    "<p>“Did I hear that right?”</p>",
    "<p>“… Yes, you did. Definitely.”</p>",
    "<p>“But… But winning this kind of contest means…”</p>",
    "<p>“It means that we need to beat up all the parties, including the Blue Moon party. He wants to stand on the top of the Hebrion Academy.”</p>",
    "<p>“It’s not easy, but he said it so easily.”</p>",
    "<p>“Oh, you’ll get used to it. Desir is always like that, and…”</p>",
    "<p>Pram’s eyes stayed on Desir, and he solemnly declared.</p>",
    "<p>“He has always achieved it.”</p>",
    "<p>“… !”</p>",
    "<p>Freechel tightly shut her mouth. Unlike her, there were some party members who opposedthis declaration.</p>",
    "<p>“Did you say that we will win the contest?”</p>",
    "<p>Takiran stood up in agitation.</p>",
    "<p>“Is there a problem?”</p>",
    "<p>Is it realistic? I know that your party is so amazing, and that’s why we are all here. But… The party competition is quite different from the promotional contest.”</p>",
    "<p>Desir nodded.</p>",
    "<p>“You’re right. The party competition is different from the promotional contest. Especially since for the party competition all of the grades participate together and we can easily experience gaps in skill level first-hand. But let me tell you. It is truly possible.”</p>",
    "<p>“… What?”</p>",
    "<p>Takiran thought Desir was a dreamer, and he was reaching out toward a dream that could never be achieved.</p>",
    "<p>Adjest added her piece to the conversation.</p>",
    "<p>“Desir, what does it mean when we are all pressured by the result of the competition? Our party is already getting enough support from the school, and what we need right now is not winning or becoming a top ranked party.”</p>",
    "<p>“Good question, Adjest.”</p>",
    "<p>Desir’s party was getting so much support financially from the tower already. They lacked nothing financially, as a brief glance at their bank account would attest to.</p>",
    "<p>“Like you said, we’ve got enough support from the tower. It’s really enough. We’ve been promoted to single rankers as Beta Class students. We also were made famous from the Deltaheim case.”</p>",
    "<p>The Mage Tower truly was the best sponsor and filled Desir’s party’s pockets full. The reputation of Desir’s party was as great as Blue Moon’s.</p>",
    "<p>“You need to know that the reason I started this party and aimed to become a single ranker wasn’t for our individual benefit.”</p>",
    "<p>Desir looked back and forth between Pram and Romantica. In response, they both nodded their heads.</p>",
    "<p>To prove the proficiency of individuals and change the education system of the Hebrion Academy which neglected and ignored the potential of commoners, labelling them incompetent. Desir’s ultimate goal was the beginning of all of the preparation required for battle with the Shadow World. However, Desir did not need to disclose that here. He was looking way too far into the future.</p>",
    "<p>“It is a simple reason that Hebrion Academy doesn’t provide a decent education for Beta Classes. They think it’s not worth it. They claim that we will never produce as great of a result as nobles will.”</p>",
    "<p>The commoner professors put so much effort into teaching them. On the other hand, the noble professors didn’t even bother to teach them. It was obvious from the beginning that the Beta Class would not be properly educated, since the majority of the professors at the Hebrion Academy were aristocratic.</p>",
    "<p>Len, Takiran, and Freechel bit their lips unconsciously. They were mad. It was frustrating to show what they were capable of to people who didn’t want to see anything from them.</p>",
    "<p>“All of our new members are from the Beta classes. What did you learn from your classes</p>",
    "<p>“… Well, it was a self-study session.”</p>",
    "<p>Freechel answered.</p>",
    "<p>“Len and Takiran, how about you guys? Have you made some progress since you started attending this school? You can say something if you disagree with me.”</p>",
    "<p>Nobody spoke up. Desir’s words had uncovered the reality that was so brutal to everyone present.</p>",
    "<p>“It is true that your skills are not as competent as the students from the Alpha Classes, but it’s not about what you are and who you are. It’s not because you are untalented. It’s not because you are commoners.”</p>",
    "<p>Desir voice raised a little as he delivered his speech passionately.</p>",
    "<p>“Status doesn’t mean anything. It shouldn’t be a tool to judge you. You just couldn’t learn because there was no opportunity to do so.”</p>",
    "<p>Everyone focused on his words.</p>",
    "<p>“I am not just speaking nonsense. I wish everyone was treated equally. When you stand on the top of the Hebrion Academy, you will be the proof that we, as commoners, can do as well when given the same opportunity and the same education as the nobles do. And when this change continues, nobility will have to admit it. At least, on the surface, the school can no longer treat Beta Classes unfairly or unequally.”</p>",
    "<p>Translator Patreon</p>"
]