[
    "<p>It was the first day of the party competition. All of the party leaders headed over to the auditorium for an orientation. Naturally, Desir was also on his way to attend this meeting.</p>",
    "<p>Desir calmly looked around to check out the other participants. A tremendous amount of energy filled the room as all of the party leaders gathered. There was one strange thing about where the leaders chose to stand though. The Alpha and Beta classes grouped up and naturally kept apart from each other, showing their obvious aversion to each other. It was as if an invisible wall had divided the groups of nobles and commoners. Desir shook his head at this spectacle.</p>",
    "<p>A person walked up onto the stage.</p>",
    "<p>“Welcome, Hebrion’s brave leaders.”</p>",
    "<p>Pelsta, the World History professor exclaimed.</p>",
    "<p>He had been the person responsible for running the party competition in prior years. After a brief greeting he started talking about the format of this year’s competition.</p>",
    "<p>“The theme of the party competition for this year is ‘Dungeon Invasion.’ The dungeons have three stages in total. The level of each stage is based on the same scaling as the Shadow</p>",
    "<p>Worlds. The first stage is Class 6, the second stage is Class 5, and the third stage is Class 4. If you judge that your party cannot precede any farther you may surrender. Your score will reflect how far your party makes it before surrendering.”</p>",
    "<p>Since Desir’ party had previously invaded a Class 4 Shadow World it should be a simple matter to clear this. However, this naive manner of thinking doesn’t reflect reality.</p>",
    "<p>It was a completely different situation between entering a dungeon with prior research on it, and entering a dungeon blind. If you had some basic idea of what the Shadow World was about you could prepare counter measures for whatever you were inevitably going to face.</p>",
    "<p>“The party competition will be scored based not only on how fast and effectively each of you handle and clear the obstacles, but also how team members take their roles and work cooperatively.”</p>",
    "<p>Professor Peslta droned on.</p>",
    "<p>He continued on with the boring instructions that everybody already knew well in advance and had practiced against. Upon finishing his explanation he ended the assembly with a formal closing ceremony.</p>",
    "<p>“So, let us begin the party competition in two hours from now.”</p>",
    "<p>With these formalities out of the way the party leaders dispersed. Handling sudden and unexpected events was part of the assessment, therefore the orientation had been held just a few hours before the competition actually started. They now had a few hours to get their parties ready.</p>",
    "<p>Desir hurried back to his party members.</p>",
    "<p>‘I participated in the party competition in my prior life.’</p>",
    "<p>Desir was once a member of the Beta Class party and had participated in the party competition. Therefore, he already had some of the information about it, but he couldn’t directly share it with anybody. With that said, Desir had two hours to explain all of the rules to his party, just like other party leaders.</p>",
    "<p>While he was walking and contemplating the matter, someone approached Desir.</p>",
    "<p>“Desir, do you have a moment?”</p>",
    "<p>It was Prof. Essenblanc. The one who always carried a long sword as if it was permanently attached to his body.</p>",
    "<p>“Sure, but not for long since the party competition starts in two hours.”</p>",
    "<p>Desir casually responded with.</p>",
    "<p>“Just a minute is fine.”</p>",
    "<p>Essenblanc brought Desir to a corner where nobody could see them. Only after checking their surroundings and confirming that there was no one in close-proximity to over-hear them, he continued to talk.</p>",
    "<p>“Desir, you know that I have a huge expectation for you. The only person who can defeat the</p>",
    "<p>Essenblanc spoke with a trace of passion seeping through.</p>",
    "<p>Desir listened to him silently.</p>",
    "<p>“This is a good chance for us to change the relationship between the nobles and the commoners. Let’s just say, it’s like a revolution.”</p>",
    "<p>“Professor.”</p>",
    "<p>Desir cut off Essenblanc.</p>",
    "<p>It was true that Desir wanted to change the relationship between the nobles and commoners, but his perspective was slightly different from Essenblanc’s.</p>",
    "<p>Essenblanc didn’t mind and continued delivering his impassioned words.</p>",
    "<p>“Some of the Outsiders that attacked the Prillecha Empire were part of the revolutionary army.</p>",
    "<p>What do you think about that?”</p>",
    "<p>Essenblanc enquired.</p>",
    "<p>Through the investigation of the Outsiders, some of the information about the Prillecha Empire invasion and the Outsiders had managed to leak and spread far and wide. Essenblanc probably obtained this information from that.</p>",
    "<p>“I think they were wrong.”</p>",
    "<p>Desir didn’t leave it at just that.</p>",
    "<p>“The first intention that they might have had was right, but their intention right now is twisted so much that it has made their current actions completely wrong. They harm people to achieve their goals. For this reason, they are nothing more than just terrorists.”</p>",
    "<p>“It sounds like you agree with some parts of their intention. Don’t you want to cooperate with them? Even just a little?”</p>",
    "<p>Desir shook his head.</p>",
    "<p>“I never have and never will.”</p>",
    "<p>As Essenblanc was about to say something else, someone called his name from the back.</p>",
    "<p>“That’s enough, Prof. Essenblanc.”</p>",
    "<p>It was Professor Vanquik, the one with the gorgeous beard.</p>",
    "<p>Essenblanc saw the face and took his hand off his sword.</p>",
    "<p>“… We’ll continue this conversation later.”</p>",
    "<p>He said to Desir while turning around to leave.</p>",
    "<p>Essenblanc nodded as an acknowledgement to Vanquik as he passed by him. Vanquik winked at Desir.</p>",
    "<p>* * *</p>",
    "<p>[All party competition participants please come to the auditorium.]</p>",
    "<p>Only one team representing each party can participate in the party competition and each group can have a maximum of six people.</p>",
    "<p>Desir’s party has seven members in total. They decided to exclude Len as he was the youngest member. When they arrived at the Shadow Auditorium they could see long Tv-like panels arranged in the area. Professors would watch the participant’s performances through these panels and assess them.</p>",
    "<p>Romantica tapped Desir’s shoulder and pointed in a direction.</p>",
    "<p>“Look over there.”</p>",
    "<p>Her finger was pointing at the professors who were staring at Desir.</p>",
    "<p>It was somewhat expected that all of the professors were highly interested in Desir as every action he made caused record breaking results. Not only students, but also the professors would now carefully watch Desir’s actions.</p>",
    "<p>Desir had accepted the Beta Class students as new members to his party. It was obvious why he took Beta Class members in when his original members were at top levels already.</p>",
    "<p>It was to show-off the power of the commoners.</p>",
    "<p>Prof. Pugman furiously glared at Desir. Desir chuckled in response.</p>",
    "<p>“Don’t even bother with them. Let’s focus on what’s in front of us. I just need to show them what we are capable of. Then, they’ll all shut up.”</p>",
    "<p>It was necessary to show-off the strength of Desir and his party. And it wasn’t his intention, but the calamity involving the Outsider’s invasion of the Prillecha Empire had already gained him some fame.</p>",
    "<p>But in reality, he was facing a big wall as a commoner. Hebrion Academy was truly the greatest educational institution of the various nations, but it wasn’t the best environment for commoners.</p>",
    "<p>Desir felt that he could end this discrimination today. There was no doubt that it could change how the world sees them, if he were to win the competition.</p>",
    "<p>There was now only a little bit of time remaining. It was time to cease thinking about such lofty goals and instead prepare for the real enemy. Desir squeezed his hands into fists.</p>",
    "<p>“Do you think we can win?”</p>",
    "<p>Freechel enquired.</p>",
    "<p>She was wearing the Clothes Line from the Mage Tower.</p>",
    "<p>Desir put his hand on her shoulder in a reassuring manner.</p>",
    "<p>“Freechel, believe in you and us. You have changed. You are different now. And we will never forget you when you need our help.”</p>",
    "<p>“Oh, okay. I’ll do my best.”</p>",
    "<p>Freechel blushed in response before walking away.</p>",
    "<p>Romantica watched the brief interaction between these two. She then reached up to touch her own shoulder, but stopped before doing so.</p>",
    "<p>‘So stupid.’</p>",
    "<p>She hurriedly lowered her hand.</p>",
    "<p>Shortly afterwards, Desir called the party members together.</p>",
    "<p>“I’ll start with the briefing. We will participate in the three different stages…”</p>",
    "<p>Desir conveyed the critical points from the prior leaders’ meeting. As he was in the middle of explaining, other parties started to arrive and the room started to fill up. There was a huge number of people as each party had six members participating. Most of these participants were single rankers. Some of them were even well known experts and most of them were from the</p>",
    "<p>Alpha Class. As Desir monitored his surroundings, he could tell that this competition would not be as easy as he hoped for.</p>",
    "<p>When Desir was finished explaining all the rules, it was finally time to start the competition.</p>",
    "<p>The bell rang from the clock tower. An announcement sounded from each communication pad.</p>",
    "<p>[All participants please come to the front of the gate.]</p>",
    "<p>Translator Patreon</p>"
]