[
    "<p>It had once been a lively city. Yet, its ruins were now strewn before him, shattered to the point of no return. Prehenople, which had once been known as “the most beautiful city” for three generations, was now nothing more than a dismal shell of its former self.\r</p>",
    "<p>Desir took a deep breath and shifted his gaze towards the gargantuan figure in front of him.\r</p>",
    "<p>Meteor Rank, the Dragon of Destruction - Boromir Napolitan.\r</p>",
    "<p>The massive Hellfire magic above Desir blazed like the sun. The dragon, Boromir Napolitan, glared menacingly at the 100 humans gathered before him.\r</p>",
    "<p>\"Mere humans would DARE to stand against ME?” The dragon’s deep voice bellowed toward them, capable of overwhelming others through its sheer power.\r</p>",
    "<p>Even then, not a single one of the people present lost their resolve.\r</p>",
    "<p>Desir spoke, his voice determined, “This is the end, Napolitan.”\r</p>",
    "<p>This place was the end of Hell, the end of his suffering within the Shadow Labyrinth. The Shadow World had presented humanity with this final labyrinth. Inside the labyrinth, Desir Arman had witnessed countless deaths, losing friends and loved ones, all in the hope of reaching this point.\r</p>",
    "<p>Friends with whom he had spent his school days, a classmate he’d had a crush on, and juniors who had tried their very best to follow him.\r</p>",
    "<p>While Desir was not familiar with every person in the Shadow Labyrinth, he was at the very least acquainted with them.\r</p>",
    "<p>The battlefield had claimed each and every one of their lives. Night after night, the Shadow Army poured forth endlessly. Day after day, untold scores of people died.\r</p>",
    "<p>Amidst the neverending slaughter, those lucky enough to survive would recite the names of the dead, and continue their struggle for survival. After 10 years of repeating this cycle of carnage, there were only 100 survivors remaining.\r</p>",
    "<p>A single cry echoed from the group, renewing the fighting spirit of these few survivors. “We will slay you, here and now!” the lone voice roared. “Finally, we will put an end to this Hell!”\r</p>",
    "<p>Boromir Napolitan’s [Fire Breath], which had once annihilated an entire civilization, marked the beginning of their final tribulation.\r</p>",
    "<p>It was a battle of epic proportions; truly an event which rivaled any previous legends of old. Hundreds of Draconic spells rained down upon them as the survivors fought back desperately. Prehenople was once the jewel of this desert. Now, its remnants were ravaged further by the dragon’s ceaseless barrage, returning the city to the sands from whence it came.\r</p>",
    "<p>The Earth was split asunder as the Heavens were torn apart. Defensive spells which had been boasted of as impenetrable, shattered like glass, and precious one-of-a-kind artifacts were destroyed as if they were no more than a child’s toy. Even those who had overcome innumerable life-or-death situations succumbed to the dragon’s overwhelming strength.\r</p>",
    "<p>As their battle dragged on, the survivors found themselves at an even greater disadvantage. Despite this bleak reality, no one wavered, no one gave up. They remained steadfast through sheer determination. They all knew that this was it, there was nowhere to fall back to if they failed here. If they could not slay the dragon before them, the world would come to an end.\r</p>",
    "<p>Therefore, they readily gave everything they had to defeat this powerful foe. Fueled by their sense of duty, they would fight to the last man. Perhaps it was this unyielding spirit which called forth a miracle.\r</p>",
    "<p>In the heat of battle, Desir yelled out to his allies, “The analysis of the first spell, [Absolute Zero], is complete. Attempting to block it using the Ilone System.” Desir shifted his weight to his left leg and dashed towards safety. “I'll be able to seal it in 8 minutes!”\r</p>",
    "<p>One of the frontliners let out a hope-filled cry, “The bone armor is completely destroyed! Focus on attacking its back!”\r</p>",
    "<p>“You maggots!” The dragon used its strongest spell, a spell powerful enough to be considered its final trump card.\r</p>",
    "<p>With the release of its spell, an enormous explosion blasted the surroundings. The burst of magic crashed down upon the ground, waves of energy billowing out like a tsunami. However, the force of the attack was significantly weaker than before.\r</p>",
    "<p>Finally, the once impregnable dragon had slowly been weakened. It was time— Desir knew it was now or never.\r</p>",
    "<p>“The analysis of the thirteenth spell is complete,” Desir’s voice rang out. “[Solar Storm] is completely sealed!”\r</p>",
    "<p>“Incoming breath attack from the front! Mages!” Zod commanded, “Try your best to disperse it! Frontliners, retreat to a blind spot or to the side!”\r</p>",
    "<p>Like that, the dragon’s attacks were effectively blocked. At the same time, Desir analyzed the Dragonic magic patterns by the tens of thousands.\r</p>",
    "<p>One by one, all of the dragon’s powerful spells were sealed as the mages devised a defensive formula to stop any remaining attacks.\r</p>",
    "<p>Slowly but surely, the dragon’s offensive abilities declined. Horrified, the dragon gave an anguished wail, “H-How could I lose to mere humans!?”\r</p>",
    "<p>“The analysis of the final magic pattern is complete!” Desir yelled hastily. “All of the Draconic spells are now sealed!”\r</p>",
    "<p>With a triumphant shout, Raphaello gave the command they’d all been yearning for. “Attackers to the front, slay the dragon!”\r</p>",
    "<p>“No!” Napolitan cried. “This can’t be happening!” He had looked down on the humans. Compared to him, they were dust to be blown away by a mere flap of his wings. Yet, against all odds, their spells had brought him to this helpless state.\r</p>",
    "<p>Finally— after so much sacrifice and loss, after a world’s worth of blood had been spilled— humanity stood on the cusp of victory.\r</p>",
    "<p>It took but a few moments longer.\r</p>",
    "<p>And then there it was: miserably, the Dragon of Destruction collapsed to the ground, defeated at last.\r</p>",
    "<p>With that, everything was over.\r</p>",
    "<p>Or so they thought…\r</p>",
    "<p>***\r</p>",
    "<p>As they realized they had won, relief washed over the survivors. Though they had emerged victorious, only six of them had survived the battle. With glee- filled expressions, they gawked at the dragon’s corpse sprawled out in front of them. They could barely believe it.\r</p>",
    "<p>Memories of the past decade flashed through their minds. They had lived, day to day, with one foot in the grave at all times. They had overcome thousands of life-or-death situations and watched their close friends die one by one.\r</p>",
    "<p>Yet, through it all, they had managed to stay alive.\r</p>",
    "<p>Indeed, disbelief and shock tainted them all. “Are we finally able to leave this godforsaken place?” one of them asked in a daze.\r</p>",
    "<p>Around them, the landscape lay decimated with debris strewn about. Everyone collapsed (like puppets whose strings had been cut), their bodies landing on the wreckage at their feet. Exhaustion overwhelmed them.\r</p>",
    "<p>“Good work, everyone,” The Knight of Light, Raphaello, praised. “We actually did it; we’ve saved the world.”\r</p>",
    "<p>Donaif, a warrior of the northern savages, was covered from head to toe in gold jewelry. With halting speech, as he wasn’t familiar with the official language, he spoke, “But why isn’t there a pop-up?.... The clear message…. Was it not?....\r</p>",
    "<p>This Shadow World’s objective….. to slay the dragon.”\r</p>",
    "<p>“Hm, I'm not sure either,” Raphaello said. “It’s usually the case that once the mission is cleared, we’re able to return to our own world immediately. But this place doesn’t seem to follow the normal rules of the Shadow World, so it’s difficult to say what could happen.” He considered for a moment. “ I think it’s best that we wait a bit.”\r</p>",
    "<p>The Great Sage Zod, wearing a blue hood and holding a staff, contemplated drearily. “Only six out of 150 million people survived. That’s a survival rate of about 0.000004 percent. What terrible odds.”\r</p>",
    "<p>Hearing that, anger surged in the Pure White Saint Priscilla’s chest. “Stop doing useless calculations. They won’t bring back the dead.”\r</p>",
    "<p>Zod began to justify his previous statement, “After any incident, especially one like this,” his voice droned condescendingly. “It’s always important to organize things. Particularly, if over 99% of all mages on the entire continent are dead.”\r</p>",
    "<p>Desir Arman, who had been watching the Sage and the Saint bicker, decided to make it end. Interrupting the two, he said, “In any case, it doesn’t change the fact that we saved the world.”\r</p>",
    "<p>Just then, the reality of the situation slowly dawned on them. The survivors felt the muscles in their bodies loosen, their hearts relax. With that, they started to discuss the battle with each other.\r</p>",
    "<p>Amongst the discussion, the Spellsword of the Dawn, Ajest, sat away from the rest. She didn’t say a word but simply listened to their stories.\r</p>",
    "<p>“It would have been really hard if you weren’t here for us, Raphaello,” Priscilla said.\r</p>",
    "<p>Raphaello waved his hands in modesty. “No, no. As a Paladin, I just fulfilled my duty to protect everyone. Sir Desir played a bigger role than me.”\r</p>",
    "<p>Desir, who had been staring at the ground this entire time, looked up. As their eyes met, Raphaello smiled.\r</p>",
    "<p>“Right…” Donaif said. “This would have been impossible to clear… Without you, Desir.”\r</p>",
    "<p>Naturally, Donaif agreed; he had received help from Desir twice during their time in the Shadow World.\r</p>",
    "<p>Zod, ever gloomy, spoke. “To be honest, I thought you would have been long dead by now.” He cast his gaze onto Desir, “Even if you had received help from artifacts, it’s difficult for me to believe that a 3rd circle mage could analyze Draconic magic and seal it. Even I, as a 7th circle mage, cannot succeed in the reverse analysis of Draconic magic like that. How come you’re only a 3rd circle\r</p>",
    "<p>mage with so much talent?” He narrowed his eyes. “ Is there any special reason?”\r</p>",
    "<p>Everyone stared at Desir, silence expanded between them.\r</p>",
    "<p>Finally, Desir spoke. “As a commoner, I never received a proper education. The Academy drew a line between nobles and commoners. Because of that, it became impossible for any of us to become stronger. We could have saved countless. Without such plain bigotry, we could have won long ago. With a lot less sacrifice.”\r</p>",
    "<p>“…That's too bad,” Zod said. “If only we’d had more people like you in the Tower of Magic, then your talent wouldn’t have been wasted for so long.”\r</p>",
    "<p>“Let’s stop talking about the boring past,” Raphaello said. With one hand, he covered his face from the sunlight and surveyed the survivors. “We’re the heroes who saved the world. When we return, we’ll certainly receive a grand welcome home. But after all of that, what will everyone do after we get back?”\r</p>",
    "<p>Donaif, who was now sitting across from Raphaello, spoke first. “I’m going to stop by… The homes of my fallen comrades… And return… Their belongings… To remember their honorable deaths… Forever.”\r</p>",
    "<p>The barbarian had hundreds of pieces of jewelry. Each piece had a different initial engraved on it, in remembrance of his fallen brethren from the North.\r</p>",
    "<p>While Desir was lost in thought, Priscilla spoke up. \"I'll be returning to the Western Kingdom to comfort the families of the deceased soldiers. I must take responsibility for their livelihood. For everyone that lost their lives here, I'll build a memorial tower or a shrine in their honor. I'm sure it'll make them happy.”\r</p>",
    "<p>“I’ll just continue my research, but I’ll shift my field of study to the Shadow World,” Zod said. “If another Shadow Labyrinth of this scale were to appear again, it would definitely be the end of the world. We don’t have the troops, the resources, nor the time to prepare again, so I’ll do my best to prevent recurrence of a Shadow Labyrinth.”\r</p>",
    "<p>As soon as Zod finished speaking, Raphaello looked at Ajest, who still hadn’t said a single word.\r</p>",
    "<p>“What will you be doing Lady Ajest?” He asked.\r</p>",
    "<p>Silence followed Raphaello’s question.\r</p>",
    "<p>With a blank expression, Ajest stared at Raphaello for some time and turned away.\r</p>",
    "<p>With an awkward smile, Raphaello’s gaze landed on Desir. “What about you, Sir Desir? I’m certain that you’ll be welcomed anywhere you go! You can go to the Western Kingdom, or our Kingdom, or even Sir Zod’s Tower of Magic. Or maybe you’re planning to return to Hebrion Academy?”\r</p>",
    "<p>Taking a moment to mull over the question, Desir began to speak. “I—”\r</p>",
    "<p>Without warning, a powerful surge of mana roared forth, setting the previously carefree survivors on edge.\r</p>",
    "<p>“Did we miss something!?” Zod exclaimed.\r</p>",
    "<p>“W-Wait a minute!” Priscilla screamed. “Didn’t we clear this Shadow Labyrinth? I thought the objective was to slay the dragon!”\r</p>",
    "<p>Shocked, Donaif said, “Did we not… Completely kill… The dragon?”\r</p>",
    "<p>“That’s not possible!” Zod yelled. “I definitely confirmed its death!”\r</p>",
    "<p>Their cries of disbelief melded together into a swirling storm of confusion.\r</p>",
    "<p>While everyone continued to panic, Zod spoke up again in an unexpectedly low voice.</p>"
]