[
    "<p>*Bwaaaa*</p>",
    "<p>The ship's horn sounded. It was the indicator that the ship's departure was imminent.</p>",
    "<p>Romantica started to become impatient.</p>",
    "<p>\"That idiot! What the hell are you doing?\"</p>",
    "<p>Romantica turned on the communication bracelet.</p>",
    "<p>The communication bracelet had the ability to search for the location of party members. They had just used it to track Desir when he teleported with Crow Mask.</p>",
    "<p>She searched for the location of Desir and it wasn't long before the result appeared. Desir was on board. in the cabins somewhere.</p>",
    "<p>Romantica frantically ran into the cabin area. She jumped down the four steps in a single leap and barged through a group of people that were loitering in the hallway. She quickly apologized to those bumped without slowing down and reached the point indicated by the communication bracelet.</p>",
    "<p>She couldn't help being resentful for the success of the Eru business at that particular moment. The ship was so large and as a result, Romantica had to traverse the hallway that connected the long line of cabins.</p>",
    "<p>The positioning function of the communication bracelet couldn't provide an accurate location. This meant that she had to open each cabin door in search of Desir.</p>",
    "<p>Romantica didn't hesitate.</p>",
    "<p>She opened the door of the first cabin. The couple inside were shocked and could only look at her with eyes filled with surprise. Desir was not there.</p>",
    "<p>\"Sorry.\"</p>",
    "<p>*Slam*</p>",
    "<p>She closed the door to the first cabin.</p>",
    "<p>It was the same story for the second cabin.</p>",
    "<p>She closed the door to the second cabin. It was in this manner that Romantica opened cabin doors in an attempt to search the entire living quarters for Desir.</p>",
    "<p>From the corner of her eye through a nearby window, Romantica saw that they were leaving the port. She quickened her pace.</p>",
    "<p>And…</p>",
    "<p>It was finally the last cabin.</p>",
    "<p>Just before the door opened, Romantica calmed her breathing. She had to be calm enough to give him a proper scolding.</p>",
    "<p>\"Hey, Desir! Are you trying to play hide and seek with me… ?!\"</p>",
    "<p>The last door was opened but there was no one inside. Very slowly, Romantica entered the cabin. There was no sign of anyone having used the room. This was the only cabin that was left clean.</p>",
    "<p>Looking around inside the empty cabin, Romantica spotted the Hebrion Academy communication bracelet laying on the desk.</p>",
    "<p>\"…\"</p>",
    "<p>Romantica picked it up and took out her own communication bracelet. She closed her eyes for a while before opening them. Then she attempted to call Desir.</p>",
    "<p>'Please don't ring.'</p>",
    "<p>*Rrrrring*</p>",
    "<p>The communication bracelet in her other hand started to ring.</p>",
    "<p>\"…\"</p>",
    "<p>Romantica barely suppressed the wave of emotion rising within herself. She stomped out of the cabin and back to the deck of the ship. While she was searching the cabin area, the ship had left the port.</p>",
    "<p>Romantica stormed over towards the butler. He seemed rather dismayed at her unlady-like behaviour. Her face was screwed up in rage.</p>",
    "<p>\"Oh, my lady. What is wrong?\"</p>",
    "<p>Romantica immediately responded.</p>",
    "<p>\"Now answer my question straight. As soon as possible.\"</p>",
    "<p>\"Oh, young lady,\"</p>",
    "<p>\"How did you know that I was evacuating and that I would be at that part of the queue?\"</p>",
    "<p>\"I, I went down and kept looking all over for you.\"</p>",
    "<p>\"Do not lie! It doesn't make sense to look for someone so far back in the queue!\"</p>",
    "<p>*Swish*</p>",
    "<p>Ash has been falling down from the sky this entire time. Adjest, Pram and all of the refugees including Romantica had been outside for most of this time were covered in it. The constant movement of people also prevented it from fully settling onto the ground, increasing the amount of it floating in the air.</p>",
    "<p>However, the butler's clothes were so neat.</p>",
    "<p>Nobody could possibly think that these clothes belonged to a person that had been wandering about outside.</p>",
    "<p>In other words. he had been in the merchant ship the entire time.</p>",
    "<p>He was the butler of the Eru family. and he must have been the first to evacuate with the family. The butler was left speechless at Romantica pointing this out.</p>",
    "<p>\"Be honest! Right now! No matter what he said to you, I will jump off of this boat if you don't tell we the truth!\"</p>",
    "<p>Against an irrationally rageful Romantica, who was likely to follow through on such a threat, the butler had no choice but to break his promise and tell her everything.</p>",
    "<p>\"At that time a black-haired friend, whom you have previously asked we to escort, told we where you would be. But my lady, I swear…\"</p>",
    "<p>She didn't need to hear any more.</p>",
    "<p>Romantica immediately ignored the butler and brushed past him to climb onto the ship's railing.</p>",
    "<p>\"Oh, my lady!\"</p>",
    "<p>*Scream*</p>",
    "<p>Just before Romantica's body fell into the sea, Adjest managed to just grab ahold of her.</p>",
    "<p>Romantica quickly tried to throw off the clothes line, but Adjest pulled her back up one step faster. The momentum of this movement had both of them fall backwards onto the deck of the ship.</p>",
    "<p>\"Get away from me.\"</p>",
    "<p>\"Find your sanity, Romantica.\"</p>",
    "<p>Romantica attempted to rid herself of Adjest's grip while Adjest attempted to subdue her. The two of them rolled around several times during this struggle.</p>",
    "<p>\"I told you to let go of me!\"</p>",
    "<p>\"If you promise to be calm, I will let go.\"</p>",
    "<p>\"You know that I won't make a promise like that!\"</p>",
    "<p>Romantica continued to struggle to get out of Adjest's grasp but she couldn't resist her through force.</p>",
    "<p>Adjest finally had the complete upper-hand in the scuffle. and prevented all further movement from Romantica.</p>",
    "<p>Romantica could only direct her anger at Adjest through interrogation. \"Did you know about this?\" Adjest responded.</p>",
    "<p>\"Yes.\"</p>",
    "<p>\"When did you find out about it?!\"</p>",
    "<p>\"From when Desir slowed down the evacuation by starting a fight.\"</p>",
    "<p>Starting the fight.</p>",
    "<p>Romantica felt as though someone had smashed her on the head with a hammer.</p>",
    "<p>The fight during the evacuation was Desir's doing to give himself enough time to conceal the communication bracelet. And Romantica had to waste time searching for it until the ship had already departed.</p>",
    "<p>'Stupid bitch'</p>",
    "<p>Romantica reminded herself. She couldn't forgive herself as she figured out just what Desir had done.</p>",
    "<p>While almost crying, should could only continue shouting at Adjest.</p>",
    "<p>\"You knew! Not like the stupid me, you knew much earlier! Why didn't you stop him? WHY!\"</p>",
    "<p>In contrast to Romantica's frantic tone. Adjests tone was level and calm.</p>",
    "<p>\"I didn't notice it. I was asked by him.\"</p>",
    "<p>\"What?\"</p>",
    "<p>For a moment, Romantica's struggling stopped. Adjest's continued.</p>",
    "<p>\"He asked we to stop you and Pram from following him.\"</p>",
    "<p>***</p>",
    "<p>Desir ran along the coast.</p>",
    "<p>The entire area of Deltaheim was obscured by the ash in the air that was as thick as fog.</p>",
    "<p>He ran while coughing over and over again and futilely attempting to cover his nose and mouth against the poisonous air particulates.</p>",
    "<p>As Desir passed through, a dead body came into view. The body was partially covered by rubble from a nearby stone construction.</p>",
    "<p>'Hopefully he did not feel a thing and died in a single blow.'</p>",
    "<p>Faced with such a terrible scene, Desir's steps slowed-down and he eventually came to a complete stop. He had no words to adequately describe what lay before him. It was terrible, but at the same time, it was an alien yet familiar landscape to him.</p>",
    "<p>He had previously lived a life of death. And he had witnessed so many of those deaths first hand.</p>",
    "<p>Friends who had shared school days and childhood memories together. Juniors who followed him exceptionally well.</p>",
    "<p>And Romantica.</p>",
    "<p>Among the many deaths. Desir especially couldn't forget the death of Romantica. Perhaps it was because her situation was similar to his.</p>",
    "<p>The story ended with a sad ending. Romantica Eru had talent and a future more brilliant than anyone else.</p>",
    "<p>She was also the lady of a baron family, on she could join the Alpha Class at Hebrion Academy without any problem and later enter the Blue Moon Party which was considered the best of the school.</p>",
    "<p>After a long time, however, it was discovered that Romantica was the daughter of a baron who had bought the title with money. The Alpha Class nobles did not acknowledge her anymore after that.</p>",
    "<p>Unable to endure the savage Alpha Class brutality, Romantica finally moved down to the Beta Class, but no one accepted her there too. There was nowhere else she could be.</p>",
    "<p>In the Beta Class, Romantica's talent went uncultivated and her future had gradually stagnated. By the time she graduated, she was only at the Third-Circle.</p>",
    "<p>And then the Shadow Labyrinth appeared. Romantica entered the Shadow Labyrinth as a member of the Western Kingdom Union, where she met with Desir again who was from the same Beta Class.</p>",
    "<p>Desir, being in a similar situation as her was unfortunately an inevitability.</p>",
    "<p>In such a terrible battlefield they became each other's emotional support. They survived for each other.</p>",
    "<p>And eight years after the arrival of that Shadow Labyrinth… In the end, Desir could not protect Romantica.</p>",
    "<p>\"…I will not allow that to happen again.\"</p>",
    "<p>Desir. who had returned to the past, had made that vow.</p>",
    "<p>This was not only for her.</p>",
    "<p>Adjest and Pram.</p>",
    "<p>Zod and Priscilla.</p>",
    "<p>Residents of Deltaheim and visitors from all over the world.</p>",
    "<p>The heads of the Western Kingdom Union gathered for the purpose of the council.</p>",
    "<p>All of them couldn't avoid death unless they stopped Dadenewt.</p>",
    "<p>The situation was currently heading towards the worst outcome.</p>",
    "<p>'I must stop this.'</p>",
    "<p>To slay the devil, its inner core must be destroyed.</p>",
    "<p>In the Shadow Labyrinth, when faced with Dadenewt, legion-sized parties of wizards unleashed freezing magic to weaken Dadenewt's power while knights equipped with Blanchum rapiers destroyed Dadenewts body to find the core.</p>",
    "<p>Luckily this time, Dena- knew the approximate location of the core. However, the problem was that he didn't have enough power to penetrate the body of Dadenewt itself.</p>",
    "<p>Desir looked down at the palm of his hand.</p>",
    "<p>'I must stop it.'</p>",
    "<p>I will stop it.</p>",
    "<p>Desir clenched his fist. He decided to implement his trump card, the measure of last resort that he had kept in reserve thus far.</p>",
    "<p>[Proverb]</p>",
    "<p>Magic that had been arranged in a way that fell entirely outside of the existing magical system used by humanity.</p>",
    "<p>It had a power different to standard magic. At the end of the Shadow Labyrinth, Desir discovered the spell by inverting the [Proverb] of the Meteor-Rank Dragon of Destruction, Bhromier Napolitan.</p>",
    "<p>It was a huge and powerful magic indeed. But there were so many risks involved as a result. He wondered if his body would be able to withstand the magic of [Proverb] that deviated from the existing laws, but now was not the time to worry about that.</p>",
    "<p>'I definitely need to kill it.'</p>",
    "<p>*Booom*</p>",
    "<p>The closer Dadenewt got the greater the heat and the more violent the ash suspended in the air became.</p>",
    "<p>Desir clenched his teeth.</p>",
    "<p>Translator Patreon</p>"
]