[
    "<p>“Really? How come?”, asked Pram.</p>",
    "<p>“You’re already a fully-fledged swordsman—you know all the basics, have great senses, and your flow isn’t bad,” noted Desir. “You are apt at finding a flaw in your opponent’s stance, and would not have any problems going to the promotion battle right now. Even the Alpha Class has few people matching your skills.”</p>",
    "<p>Desir recalled Pram from his memories. His gallant figure charged into the heart of the enemy, holding only a silver rapier. The sliver of a sword raced across the battlefield, striking at the speed of lightning. A true King-rank swordsman and living legend amongst the survivors.</p>",
    "<p>But that was in the future.</p>",
    "<p>Desir remarked, “Of course, that would require you to relinquish the greatsword in exchange for a rapier.”</p>",
    "<p>Pram failed to meet Desir’s eyes as he gripped the greatsword tightly. He became silent and discovered a newfound interest in the floorboards.</p>",
    "<p>Desir noticed his reluctance and simply asked, “Why won’t you use the rapier, Pram?”</p>",
    "<p>“Must you ask?” whined Pram.</p>",
    "<p>“This concerns the overall strength of the party, so yes,” said Desir.</p>",
    "<p>Pram lowered his greatsword. Their eyes met. Desir saw a touch of vulnerability in Pram’s eyes. “Then… could you come with me?”</p>",
    "<p>The overcast sky gave hints of dusk approaching. Rain was sure to come in the next few hours, but none of that compared to Pram’s appearance. His face darkened with each word:</p>",
    "<p>“I didn’t know my father.</p>",
    "<p>“It’s not because he died when I was young. He was a noble, and my mother was a commoner. I was a bastard, simple as that. Even so, we used to be pretty well-off.</p>",
    "<p>“Thinking back, I think he provided for us. My mother didn’t even know how to stitch.”</p>",
    "<p>Pram unlocked the door to his dormitory, and let Desir in.</p>",
    "<p>“Every night before we slept, she would always tell me about what a wonderful person he was. She was so proud of him,” explained Pram. With each word, loneliness crept onto Pram’s face. Soon, there was none of the bright-eyed boy who stood in front of him just a few hours earlier. Desir waited patiently in the living room as Pram went to retrieve a leather sheath. As Desir received the guard, he inspected the weapon—inside was a rapier.</p>",
    "<p>The grip was made of a high quality oak. There was some unintelligible scribbling on the handle, but most shocking was the weight. It was incredibly light for a sword, to the point where it would be impossible to use the weight of the sword in his attacks.</p>",
    "<p>“When I was 6, my mother told me that my father left this rapier for us,” said Pram. “That was why I learned the sword—to become proficient enough that my father would have nothing but pride for me when we finally met,” Pram claimed with sparkling eyes. “My mother was always worried about it. I think she never wanted me to meet my father.”</p>",
    "<p>Pram gave Desir a bittersweet smile as he reminisced. “My mother never told me his name—not even once. Instead, she always told me that I should never go looking for my father. I get it—I really do. There’s no way that a highborn noble family would accept a bastard. She never told me his name, even on her deathbed.”</p>",
    "<p>A bastard was a disgrace; in the case of Pram, he wasn’t even the son of a concubine. If a commoner appeared at a noble’s doorstep and said he was a bastard, the result was obvious. She kept her silence to protect her son.</p>",
    "<p>Regardless, Pram wanted to know his father’s name. Despite his mother’s concerns, he always wanted to meet his father.</p>",
    "<p>“Call it curiosity. Isn’t it just human to want to meet your father?” asked Pram. “That’s why I came here - with so many nobles gathered, I would definitely be able to find a clue to my father’s whereabouts.”</p>",
    "<p>Desir nodded in agreement.</p>",
    "<p>“I had the rapier inspected as soon as I got here—my only lead. With weapons from all around the world gathered here, there had to be somebody who could give me a clue based on this rapier.” Pram’s eyes hardened.</p>",
    "<p>Desir inspected the blade. Although the handle was extremely high quality, the blade itself was worthless. The silver plating had worn off, and revealed a rusted iron within. It resembled a toy more than a weapon.</p>",
    "<p>“The result is in your hands. It’s made of a cheap iron that could be from anywhere. The only thing that my father left my mother was a worthless iron sword,” said Pram softly. He looked close to tears as he spoke. Desir could tell those weren’t tears of anguish, but of betrayal.</p>",
    "<p>“I can’t bear it. I can’t bear that after all these years I wishing to meet my father, all he left for us was this worthless thing. That’s my reason. I will never use the rapier again,” croaked Pram.</p>",
    "<p>Pram retrieved the rapier from Desir, and threw it to the side in frustration.</p>",
    "<p>The greatsword cut through the air with a powerful slash. Pram was practicing his swings. The most fundamental move—an important step to understanding the sword.</p>",
    "<p>Desir watched his display with apprehension. ‘It wouldn’t be an exaggeration to say that Pram has no talent for the greatsword… it would be pointless to even teach him.’</p>",
    "<p>The greatsword was not designed for accuracy, but for its crushing weight. Utilizing the slow and destructive strength of the broad weapon required training to handle its hefty weight. Pram’s physique did not meet any of the conditions in training with the greatsword, but were rather optimized for a rapier.</p>",
    "<p>Much of this was due to habit—based on Pram’s story, he trained with the rapier for at least 10 years. If he had switched to the greatsword recently after he had the rapier appraised, he had been using the greatsword for less than two weeks. It would take many times more than that to break his ingrained habits.</p>",
    "<p>Desir sighed at the thought. Everything would be resolved if Pram simply picked up the rapier, but he was taciturn in his answer. Desir was frustrated, but did understand Pram’s feelings. If he were Pram, he would likely do the same thing.</p>",
    "<p>‘It’s still too early to give up.’</p>",
    "<p>Desir hung on to one major flaw in Pram’s story—something that didn’t add up that even Pram couldn’t know about. His future.</p>",
    "<p>‘In my past life, he used the rapier.’</p>",
    "<p>Pram Schneizer and his rapier were inseparable. That was a fact. Through his honed skills, he gained accolades and found himself at the apex of the blade, even being named Sword Master. His future was completely different, and in that was where Desir found his clue.</p>",
    "<p>‘There must be a clue. Something that shook his heart and made him take up the rapier again.’ Desir walked up to Pram and cleared his throat to get his attention. ‘With that, there’s only one thing it could be—his father’s heirloom.’</p>",
    "<p>Pram stopped his swinging and turned to face his party member.</p>",
    "<p>“Sorry for getting in the way of your training,” said Desir sheepishly.</p>",
    "<p>“What’s the matter?” responded Pram.</p>",
    "<p>“That sword you showed me yesterday—could you let me see it one more time?” asked Desir.</p>",
    "<p>Pram’s ever gentle expression froze at the mention of the weapon. His face was marked with anxiety.</p>",
    "<p>Desir tried to appeal to Pram. “I know it is rude of me to ask this, but could you please do me a favour and show it to me one more time?”</p>",
    "<p>“Even if you say that, it’s impossible,” replied Pram bluntly.</p>",
    "<p>Pram raised his head. The next four words that came out of his mouth were completely out of Desir’s expectations.</p>",
    "<p>“I’ve already sold it.”</p>",
    "<p>| This stop is the Business Sector.</p>",
    "<p>Stepping off the bus, they were enamoured by the sight of a wide avenue lined with thousands of street lights. The hustle and bustle of the street vendors as they bartered with the city folk was lively. The crossroads, plaza, and even the alleys were filled to the brim with shops as far as the eye can see. This sector was the only area in Hebrion Academy open to the public. People from across the world would come to inspect their wares, and the crowded streets left barely any space to move, save for a few small gaps.</p>",
    "<p>“Can I ask you one thing? Why did you sell your sword?” questioned Desir.</p>",
    "<p>Passing by a smith’s stall with swords on display, Pram examined the swords available. “It became clear to me during our talk, Mr. Desir. That sword was of no help to me,” said Pram politely.</p>",
    "<p>Desir realized that he had changed the future—Pram may never use the rapier ever again in his life. He shook his head to get rid of the thought.</p>",
    "<p>‘It’s not too late. The most important thing now is to find a reason for Pram to use the rapier.’</p>",
    "<p>The two students entered an alley, covered in a shadow cast by the nearby roofs. As they travelled deeper into the alleyway, fewer and fewer stalls propped themselves out for display. Eventually, the two made their way to a large, imposing building in the distance.</p>",
    "<p>“I can’t see why there’s a store all the way out here,” said Desir with a tinge of doubt.</p>",
    "<p>Pram responded, “They said they also purchase illegal goods. That’s probably why.”</p>",
    "<p>The building was adorned with marble, with a simple sign written in Common in front of the door.</p>",
    "<p>Ujukun’s Antique Shop. The most trusted shop in Hebrion Academy for antique appraisals and purchases. Do not touch unsold items. No refunds even if you change your mind. No refunds for damaged items. No refunds under any circumstances.</p>",
    "<p>Desir frowned. There was another line obscured when Desir originally read the sign.</p>",
    "<p>Top-class security always present. Cannot guarantee the lives of thieves.</p>",
    "<p>“Looks hard-fisted,” said Desir. He fanned himself with his hands as he read over the sign again, ensuring that he didn’t miss any additional information.</p>",
    "<p>“Are you planning on going in?” Pram asked.</p>",
    "<p>“Yes,” said Desir.</p>",
    "<p>“I’ll say it as many times as you want—I will not use that rapier,” said Pram crassly.</p>",
    "<p>As Desir entered the shop, Pram followed in resignation. After they passed through a narrow hallway, they came to a stop in a beautiful passageway with a glittering chandelier descending from the center of the ceiling. At the end of the hall, an imposing steel door laid shut. Pram rapped against the door using the steel knocker fashioned in the shape of a wolf.</p>",
    "<p>Moments later, a man emerged from inside. His stature was much taller than the average man, looking to be one of the northern barbarians—a giant. As Pram and Desir entered, the door was slammed shut behind them. A roar echoed across the hall as the steel door was closed yet again. Silence filled the hall.</p>"
]