[
    "<p>TL: Neria</p>",
    "<p>RW: MrScaryMuffin</p>",
    "<p>KOR Check: Billy Stevens</p>",
    "<p>“So annoying!”</p>",
    "<p>Romantica threw her quill pen down at the table. Ink splattered all over, drenching various sheets of paper with the black liquid.</p>",
    "<p>“Why am I working as a merchant?” sighed Romantica, closing her eyes. Upon arriving in the Shadow World, she became the head of a small-sized company that was financially unstable. Her quest was to fulfill her duty as the head and revive the company.</p>",
    "<p>Romantica leaned back in her chair, swaying back and forth.</p>",
    "<p>‘Even if I’m used to dealing with this kind of work…’</p>",
    "<p>The Eru family was originally a merchant family before they became nobles. Across the continent, they were known as famous merchants and were even acknowledged by the Frillecha Empire. It goes without saying that they have tremendous wealth and influence. They were even able to buy their way into nobility.</p>",
    "<p>Romantica’s grandfather was a true merchant down to his bones. He had taught her all the skills necessary to survive as a merchant. Romantica learned economics, finance, accounting, and even the art of persuasion. She was even given funds to run her own business in order to learn the practical skills necessary to operate a company.</p>",
    "<p>This was why it wasn’t difficult for her to manage a small-sized company.</p>",
    "<p>Utilizing her knowledge and talent, Romantica managed to refinance and revive the company in a mere four days. The company was on the path of rapid growth under her tenure.</p>",
    "<p>‘So far so good.’</p>",
    "<p>While it was true that her experiences helped her progress quickly, a problem arose shortly after she revived the company.</p>",
    "<p>There was no follow up quest.</p>",
    "<p>Additionally, there was another issue. Her party members.</p>",
    "<p>“Where did Desir and Pram go? Where did they go, leaving me behind all alone!?” Romantica slammed the table with her fist in a rage.</p>",
    "<p>After entering the Shadow World, Romantica was separated from her party. At first, she wasn’t concerned, since she thought they would meet up shortly after. However, she was wrong. It had been 8 days since she entered the Shadow World and she still could not find anyone.</p>",
    "<p>Currently, Romantica was located in the Kervan Territory. She had deployed people to look for her party members, hoping that they were somewhere within the territory, but they found no one that looked remotely like them, not even Ajest.</p>",
    "<p>And thus, being unable to find her party members or receive a quest, Romantica was stuck.</p>",
    "<p>‘How did this happen?’  Romantica slumped onto the table and let out another sigh.</p>",
    "<p>Recovering a bit, she began to sway back and forth in her chair out of habit.</p>",
    "<p>‘I wish I had someone who could tell me how to progress or let me know if this entire situation was normal…’</p>",
    "<p>Romantica felt uneasy with all this uncertainty.</p>",
    "<p>‘What am I supposed to do…This is so frustrating. If only Desir was here, I wish…’</p>",
    "<p>As Romantica’s thoughts inadvertently drifted to Desir, her heart skipped a beat.</p>",
    "<p>“Oh my god! What am I thinking about?” Romantica’s face became bright red.</p>",
    "<p>‘Why did I think about him so suddenly? That demon!’</p>",
    "<p>Romantica covered her blushing cheeks with her hands. She was fully aware of how foolish she looked at this moment. However, she still felt that it was necessary to hide her embarrassment. If someone had found out that she was blushing because of Desir…</p>",
    "<p>“Boss!”</p>",
    "<p>“Uwaaaaak!” Romantica lost her balance and fell off her chair with a crash.</p>",
    "<p>She hit her head on the floor and a sharp pain rattled her skull. Romantica rubbed the back of her head as she slowly stood up.</p>",
    "<p>“Emil! Didn’t I tell you knock before you enter!?” yelled Romantica, with tears dripping from her eyes.</p>",
    "<p>“I-I’m sorry!”</p>",
    "<p>“How many times have I told you to be more mindful.”</p>",
    "<p>“I’m so sorry!”</p>",
    "<p>Seeing the youth in front of her prostrate himself so much, she felt sorry for him. Romantica repositioned the chair and sat down.</p>",
    "<p>“So? Why are you here so early in the morning?”</p>",
    "<p>“Ah, you see…the price of the woven fabric you ordered us to purchase spiked today!”</p>",
    "<p>“As expected. I was thinking that it was about time for that to happen.”</p>",
    "<p>“However, I was wondering how you knew.”</p>",
    "<p>“Why are you even reporting something so trivial like that. Didn’t I tell you it was going to happen?”</p>",
    "<p>“You did. Even so…I couldn’t believe what I saw today.”</p>",
    "<p>“It’s all about analyzing, okay? Isn’t that what I’ve been telling you guys to do? If you can properly analyze the data, it’s easy to see which products in the market will become popular.”</p>",
    "<p>“But boss, that’s easier said than done.”</p>",
    "<p>“That’s true. I will admit that I’m quite talented.”</p>",
    "<p>“Haha boss. It sounds lame when you say it yourself…” The youth trailed off once he saw Romantica glaring at him, “I-I’m sorry! I’m so sorry!”</p>",
    "<p>Romantica let out a sigh. She couldn’t find it in her to get angry.</p>",
    "<p>“So? Is that all you wanted to report?</p>",
    "<p>“No. I’m here to report on one more thing. Ahem,” said Emil, adapting a serious expression as he cleared his throat, “Boss, a few days ago, didn’t you tell us to research the Holy City?”</p>",
    "<p>“Yeah, I did.”</p>",
    "<p>Goatheim, the Holy City. Before it was swallowed by the Shadow World, it was the capital city of the Holy Empire of Artemis. As the capital city, Goatheim was densely populated. As such, a large amount of commodities were traded within the city.</p>",
    "<p>It was common knowledge that businesses would flourish in such big cities, so Romantica had planned to enter the capital city of the Holy Empire. However, this was unrelated to her quest. It was something she was planning to do on her own accord.</p>",
    "<p>“We’ve completed our research and concluded that now is not the best time to do business in the Holy City.”</p>",
    "<p>“Is that so? With the volume of commodities being traded, I thought it would be the opposite.”</p>",
    "<p>“Currently the tax rates are at an all time high. Additionally, people are hesitant to come out and shop because of strange rumors. As such, many companies have already left the capital.”</p>",
    "<p>“Strange rumors?” asked Romantica. Emil nodded and gulped before continuing.</p>",
    "<p>“There are rumors of a demon kidnapping people who are out alone at night. The demon would skin the person alive and eat them.</p>",
    "<p>“Pfff.” Romantica covered her mouth as she started to laugh. Seeing her reaction, Emil’s shoulders slumped.</p>",
    "<p>“I knew you would laugh boss.”</p>",
    "<p>“If you have time to spread rumors, go work instead.”</p>",
    "<p>“I’m serious! While it’s difficult to confirm if this demon exists, it seems like someone is really kidnapping people. There has been numerous reports of mothers asking people to help find their missing children.”</p>",
    "<p>“Hm…so you’re saying that rumor is not baseless.”</p>",
    "<p>“To make matters worse, the Empire is imposing a hefty tax on the populace, saying that it’s to prevent God’s punishment. They are even arresting anyone who speaks against the Pope. The situation is no laughing matter.”</p>",
    "<p>“If that’s the case, wouldn’t there be a lot of people leaving the city?”</p>",
    "<p>“Ah, yes. A lot of people have left the capital and are becoming vagrants.”</p>",
    "<p>“Vagrants, huh?” Romantica did not miss that term. She picked up her quill pen and made a note of it, “I’m not certain about the other things you mentioned, but I should definitely follow up on this. Since our territory isn’t that far from the capital, there should be a lot of them coming here.”</p>",
    "<p>“I doubt many would come into our territory. Our lord issued strict orders to not accept any vagrants.”</p>",
    "<p>Romantica loosened the grip on her pen.</p>",
    "<p>“Hmmm…the lord is quite cold hearted.”</p>",
    "<p>“He made a wise decision. If vagrants were to flood our territory, the public order would be in disarray and a lot of problems would arise. If that’s the case, it’s better not to accept them in the first place.”</p>",
    "<p>‘Hmmm…so is that how things are done in this era?’</p>",
    "<p>Deep down, Romantica wanted to scold Emil. However, she did not. If this was the popular opinion of this period of time, she knew her words would not change anything.</p>",
    "<p>“If so, wouldn’t all the vagrants die in this cold winter?”</p>",
    "<p>“No, that’s not the case. There is a territory in the north that is accepting all vagrants.”</p>",
    "<p>“What’s the name of the territory?”</p>",
    "<p>“Evernatten.”</p>",
    "<p>“Evernatten? I feel like I’ve heard that before.”</p>",
    "<p>“Yes. It’s the frontline territory between the barbarians and us. Lord Evernatten is famous, I’m sure he’ll figure out a solution to the problem.”</p>",
    "<p>“Is he that famous?”</p>",
    "<p>“Of course. He’s one of those rare men of integrity that’s hard to find these days. When he was still active in the capital, he scored a victory against the Hebrion Empire, expanding our territory past the river. Sadly, he made a bad impression with the Pope and was banished to Evernatten.”</p>",
    "<p>“Emil, bring me the map,” Romantica crossed her arms, her merchant’s instinct tingling. Something was fishy. Emil brought over the map and she opened it. She went over each territory’s name with her finger.</p>",
    "<p>“Evernatten…Evernatten…Here it is!”</p>",
    "<p>It was a small territory, just an outcropping of land bordering the northern barbarian territory. Once Romantica located Evernatten an announcement appeared with a chime.</p>",
    "<p>[You have started the Main Quest: Evernatten’s Survival]</p>",
    "<p>[Solve Evernatten’s two problems:</p>",
    "<p>-Barbarians (Progress 100%): A peace treaty was made with the barbarian chief, Bloody Talon. The barbarians will not perceive Evernatten as an enemy anymore.</p>",
    "<p>-Vagrants (Progress 30%): Public order has been restored and crime rates have fallen significantly. The residents of the territory feel secure walking around the streets. Vagrants cannot commit any crimes due to strict oversight.]</p>",
    "<p>‘My instincts told me to investigate the capital city and I managed to get information on the vagrant situation. This, in turn, led to knowledge of Evernatten which showed me the Main Quest!’</p>",
    "<p>Romantica shivered with excitement.</p>",
    "<p>‘The quest has progressed quite a bit. They must all be there, I’m certain of it.’</p>",
    "<p>Having finally found a clue, Romantica immediately stood up.</p>",
    "<p>“Emil, I have an urgent job for you.”</p>",
    "<p>“What is it boss?”</p>",
    "<p>“Investigate the situation in Evernatten.”</p>",
    "<p>“Eh?”</p>",
    "<p>“We’re going to do business in Evernatten.”</p>",
    "<p>“How can you decide so suddenly? Did you even consider the distance between us and Evernatten?”</p>",
    "<p>“If that’s the case, pack your bags now. It’s not too late to start investigating once we arrive there.”</p>",
    "<p>“…”</p>",
    "<p>Emil wasn’t sure what the point of pre-investigation was if they were already going.</p>"
]