[
    "<p>After Adjest, Pram and Romantica left, only Zod and Desir remained in the room.</p>",
    "<p>The only Seventh-Circle wizard in the continent and master of the Magic Tower.</p>",
    "<p>It was obvious that what he went through to reach such a position was unimaginable to normal people.</p>",
    "<p>As a result, he was always unflappable… no matter what kind of a situation he found himself in. He would always appear calm without a hint of tension.</p>",
    "<p>But Zod, the master of the Magic Tower currently looked very nervous.</p>",
    "<p>The room was completely quiet.</p>",
    "<p>*Clap*</p>",
    "<p>As soon as Zod clapped, the faint noise from the activity in the hallway could no longer be heard. Desir immediately grasped the fact that he had invoked a [Silence] spell.</p>",
    "<p>Zod, who invoked the Second-Circle magic without arranging and formulating it, pulled a chair closer and sat down on it. His eyes never left Desir.</p>",
    "<p>They made eye contact. The intensity of their gazes were such that it felt as if they were peering into each other’s souls.</p>",
    "<p>After a long silence, it was Zod who first opened his mouth.</p>",
    "<p>“So, I take it that you haven’t told them yet?” Desir nodded silently.</p>",
    "<p>“So you knew all along after all, Zod. I didn’t want to spoil the mood earlier. I thought it would be better to tell the others after I’ve had a chance to confirm the state of my body.”</p>",
    "<p>“Recovery is going to be impossible.”</p>",
    "<p>Zod’s tone was assertive, as if he was declaring a certainty.</p>",
    "<p>“As judged by the best doctors and Priscilla, it’s impossible to restore your left eye with modern technology.”</p>",
    "<p>There was no sight in Desir’s left eye. It was completely blinded. Mentally, it felt like something vital was missing.</p>",
    "<p>“Is this an artificial eye?”</p>",
    "<p>Desir touched his left eye. There was clearly something there. If the eye socket was empty then his party would have instantly figured it out.</p>",
    "<p>“It’s not artificial. The organ itself is not physically damaged.”</p>",
    "<p>Desir got out of the bed and walked over to the mirror.</p>",
    "<p>At first glance, nothing seemed to be wrong. But on closer inspection he could see that his left eye was out of focus.</p>",
    "<p>When he spread his right palm and covered his right eye, he couldn’t see anything, Zod continued to speak while observing Desir.</p>",
    "<p>“The treatment was perfect, but your vision could not be restored. The doctors did their best to figure out the cause, but in the end, they couldn’t.”</p>",
    "<p>Desir uncovered and slowly opened his right eye. The headache that threatened to split his head had returned. He still felt the pain from his entire body being broken as if it was being torn apart.</p>",
    "<p>[Proverb] a draconic magic.</p>",
    "<p>Desir could grasp it through fully inverting it in the Shadow Labyrinth, but casting the spell was a different story. He now had first-hand experience on what it actually entailed.</p>",
    "<p>Draconic magic was obviously more powerful than any man-made magic, but it was never a magic that humans could use. There was a cost to using a power greater than one could control.</p>",
    "<p>‘It’s an unforgiving price.’</p>",
    "<p>Those who didn’t know what Desir used was draconic magic, would not even be able to fathom what condition it left him in.</p>",
    "<p>Desir knew with his intuition that this was the price of entering the dragon’s realm of magic.</p>",
    "<p>He had used power well beyond the realm of what humans could wield and then paid the price for it.</p>",
    "<p>But Desir sighed out of relief.</p>",
    "<p>‘Is it just this much?’</p>",
    "<p>He thought it was a rather cheap price to pay. It would be enough if only one eye could save everyone’s life. If so, he was satisfied. He had absolutely no regret.</p>",
    "<p>He believed this from the bottom of his heart.</p>",
    "<p>‘Rather, the problem now was…’</p>",
    "<p>Zod looked at him with a grave expression. From his attitude it was clear that he had something else to say.</p>",
    "<p>Seeing Desir’s expression as if he could read him as clearly as an open book, Zod slowly opened his clenched jaw.</p>",
    "<p>“Desir, I have something that I need to check with you.”</p>",
    "<p>As Desir expected, his visit had another purpose.</p>",
    "<p>This was the true start of the conversation he had come for.</p>",
    "<p>“What should I start with first…”</p>",
    "<p>Perhaps because the long battle had consumed excessive power, Zod seemed much older than before.</p>",
    "<p>“You can never be said to be responsible for the happenings at the Magic Tower. You warned us about the imminent threat of the Outsiders and even helped us repel them. Ultimately you protected the Second-Class magic stone. But to be honest, I suspected that you were an Outsider at that time.”</p>",
    "<p>The circumstances appeared to match up so well in hindsight.</p>",
    "<p>“You said that you knew by espionage… but that’s pretty unreliable. Rather, it was much more credible to judge you as an Outsider that planned to earn my trust. As a result, I didn’t want to get involved with you and offered to pay money to quickly finish it.”</p>",
    "<p>Desir remembered the proposal of Prelude, the wizard from the Aureli branch. Apparently, it was Zod’s order.</p>",
    "<p>“But you…”</p>",
    "<p>“I suggested chess instead of money.”</p>",
    "<p>Zod recalled that unexpected situation and his expression looked brighter for a brief moment.</p>",
    "<p>“Yes, chess! That was really unexpected. There was no room for me to refuse it. My curiosity was not to be suppressed by reason. It was strange that you decided to pick chess instead of money.”</p>",
    "<p>The excitement in his tone gradually subsided, and soon became sharp like a knife.</p>",
    "<p>In that tone, Desir could figure out what Zod was trying to get at.</p>",
    "<p>‘Zod is interrogating me.’</p>",
    "<p>Now Zod was stepping towards checkmate through skillful manipulation of his chess pieces.</p>",
    "<p>“You beat me and you made a deal with me. Aside from the stupid smokescreen proposals, such as sponsorship, what caught my attention was the technology you presented. The technology you proposed was several generations ahead.</p>",
    "<p>“When it comes to magic, I’m confident that I won’t lose to anyone.”</p>",
    "<p>It was time to pretend. There was no reason to appear shaken.</p>",
    "<p>“Well. You weren’t such a good wizard until you entered Hebrion Academy.”</p>",
    "<p>Desir’s act immediately crumbled. He was truly shaken.</p>",
    "<p>“How could such a normal person before entering Hebrion Academy, acquire the ability to invert spells? How could you know about the plans of the Outsiders? How could you acquire and understand advanced technology that could only appear many generations from now? No matter how much I investigated it, my questions about you have not been solved.”</p>",
    "<p>“… You did quite the background check.”</p>",
    "<p>He thought Zod was suspicious but he didn’t think he would investigate his past this thoroughly.</p>",
    "<p>Zod justified himself as Desir visibly showed just how betrayed he felt.</p>",
    "<p>“Don’t look at it like that. As a master of the Magic Tower, I did what I had to do. I must remove anything that might endanger the Magic Tower.”</p>",
    "<p>There was no change to Zod’s expression, but Desir felt the atmosphere subtly change into something that can only be felt on the battlefield.</p>",
    "<p>The mana inside the room was moving. In other words, Zod was preparing to invoke magic before Desir could invert it. Zod recognized that Desir would notice the threat.</p>",
    "<p>“This is a warning…” Zod continued.</p>",
    "<p>“You know… I hypothesised the following. The real student, Desir Arman, is actually dead and now an Outsider is impersonating him. If so, Professor Bridget, who recommended you to come to Hebrion… I guess that I don't need to say anymore.”</p>",
    "<p>Desir was able to immediately understand what Zod meant.</p>",
    "<p>Zod was heading straight for an incorrect conclusion to explain this unusual situation.</p>",
    "<p>“Here, I will ask the question point-blank. Who are you?”</p>",
    "<p>Desir was seriously conflicted.</p>",
    "<p>It was impossible to make a lame excuse to Zod. But no explanation would be able to convince him. There was no hole to hide in that would allow him to escape this question.</p>",
    "<p>‘If I don't explain myself here, I will be designated as an Outsider.’</p>",
    "<p>Not only that. The same would be said about Professor Bridget. Desir’s only recourse was to tell Zod the truth.</p>",
    "<p>It’s a story that Desir had never shared with anyone.</p>",
    "<p>‘Returning to the past.’</p>",
    "<p>It was a fact that no one would ever guess this unless Desir told them directly.</p>",
    "<p>Desir agonized.</p>",
    "<p>‘Shall I tell you? That I came from the future?’</p>",
    "<p>‘Do I have to share everything from the Shadow Labyrinth to the present?’</p>",
    "<p>‘I shouldn’t share this.’</p>",
    "<p>Desir hadn’t told anyone about what had happened to him. It was because of his concern over the unintended consequences and how the untold number of changed variables would ultimately affect the end result.</p>",
    "<p>Variables should be left unchanged as much as possible. For him, knowing the future was the most powerful weapon of all.</p>",
    "<p>If the future changed due to changes in these variables, he would lose the most powerful weapon he possessed. It was something that he should not allow at all costs.</p>",
    "<p>The variables already changed were enough to make Desir sick with worry and he wanted to refrain from changing them any further.</p>",
    "<p>‘I can tell you someday, but not now.’</p>",
    "<p>Soon afterward, Desir shook his head. Zod replied with a grave tone.</p>",
    "<p>“You can’t answer.”</p>",
    "<p>“… I’m sorry.”</p>",
    "<p>In the end, Desir decided not to speak. He carefully looked up at Zod to gauge his reaction.</p>",
    "<p>Zod was strangely composed. When Zod reacted differently than expected, Desir queried him.</p>",
    "<p>“Are you not going to question me further?”</p>",
    "<p>“I would have if it were two weeks ago.”</p>",
    "<p>2 weeks ago.</p>",
    "<p>It was precisely before the awakening of Dadenewt.</p>",
    "<p>“But what is the point of doubting you now? You tried to save a lot of people by sacrificing yourself, and in the end you managed to prevail over such adversity. There are no dumb Outsiders at your level of skill.”</p>",
    "<p>Zod smiled.</p>",
    "<p>“My intuition tells me to trust you. And when I gave you all of my power, I decided to believe this groundless intuition.”</p>",
    "<p>His intuition as a wise man was telling him that Desir was very reliable.</p>",
    "<p>He would never know the circumstances surrounding Desir but he could see his heart.</p>",
    "<p>He wanted to save people at his own expense. It was a fact that no one could deny.</p>",
    "<p>Translator Patreon</p>"
]