[
    "<p>As soon as Desir’s party entered the simulated Shadow World, ‘Eienbez’s Dungeon’, an announcement sounded.</p>",
    "<p>- You have encountered a quest.</p>",
    "<p>This is the dungeon of the great wizard, Eienbez. He spent his entire life in this place in the devotion to furthering his studies. Break through this dungeon to gain the legacy left behind by</p>",
    "<p>Eienbez.</p>",
    "<p>- This dungeon is composed of three stages. You are currently in the first stage.</p>",
    "<p>The spaces that wizards created for their own research were generally called dungeons. They were like treasure chests since wizards usually hid their life’s achievements and findings in them.</p>",
    "<p>This party challenge would be held in Eienbez’s dungeon and the participants were to play the role of treasure hunters.</p>",
    "<p>Desir looked around but couldn’t make out anything at all. He was shrouded in total darkness.</p>",
    "<p>[Light]</p>",
    "<p>He cast magic to light up his surroundings. People nearby saw this and used their magic to do the same.</p>",
    "<p>The bones of dozens of skeletons were scattered all over the ground and the now illuminated walls of the dungeon were covered in letters and pictures of unknown meaning. Some parties acted fast and started working to interpret these letters and pictures.</p>",
    "<p>‘There’s no point. They’re meaningless.’</p>",
    "<p>Desir already knew what they meant. They were just warnings. He had participated in the party competition as a member of a Beta Class party in his previous life. Well, his party completely failed before even finishing the first stage. Not only his party, but all of the Beta class parties had failed. There were no Beta class students that had entered the second stage.</p>",
    "<p>‘The Beta Class usually participates in Level 7 Shadow Worlds. This place is already Level 6 at just the first stage. It was impossible for them to clear it.’</p>",
    "<p>But it was different now.</p>",
    "<p>Desir turned towards Romantica.</p>",
    "<p>“Romantica, cast the detective magic.”</p>",
    "<p>“Sure.”</p>",
    "<p>Romantica replied as she cast a spell. The wind then stirred around her and shot towards the forked path that was not too far away from the starting point.</p>",
    "<p>The most important thing during a dungeon attack was to find out the structure of the dungeon.</p>",
    "<p>Doing this would help plan a safe route. Romantica continued to cast this spell to find potential paths in this place.</p>",
    "<p>“Hey, Desir! We’ll be going ahead!”</p>",
    "<p>Ladoria greeted Desir and walked ahead towards a path.</p>",
    "<p>The Red Dragon party that she belonged to was one of the top parties in the Hebrion</p>",
    "<p>Academy, which meant that it was no surprise that they had someone with outstanding detective magic skills in their team.</p>",
    "<p>Thus the Red Dragon party departed. Right after that, Desir met another party. It was Kelt’s.</p>",
    "<p>Kelt was about to smile at Desir, but suddenly his face hardened, as if he was reminded of something unpleasant.</p>",
    "<p>“…”</p>",
    "<p>He ended up not saying anything and walked away swiftly.</p>",
    "<p>Desir thought that this was strange behaviour. The Kelt that he had gotten to know was a bright and considerate student. Desir really liked Kelt’s personality that was a breath of fresh air in comparison with the other nobles. The current Kelt was now a little different from the previous times Desir had interacted with him. However, Desir quickly forgot about this since there was no time to waste on minor matters like that.</p>",
    "<p>“Desir, look at the 2 o’clock, 4 o’clock, and 6 o’clock paths. They seemed like the fastest ways forward.”</p>",
    "<p>“Okay, let’s take the 2 o’clock path.”</p>",
    "<p>* * *</p>",
    "<p>[Party of Soleun has resigned]</p>",
    "<p>[Isle Kisrai failed]</p>",
    "<p>[Demes Judas failed]</p>",
    "<p>Within a short period of time many similar announcements were made. It had been less than an hour since the party competition had started and more than half of the Beta Class students had failed. They just couldn’t handle the first stage.</p>",
    "<p>If Desir hadn’t changed his party composition and improved their overall skill level, he probably would have been amongst those that had failed.</p>",
    "<p>Takiran also thought the same as he listened to the announcements. The reason he changed party with his younger brother was clear. He wanted to escape from the Beta Class. Desir’s party managed to claw their way up from Beta Class to Alpha Class and even managed to achieve single ranker status. Takiran believed that he could learn something from Desir’s party.</p>",
    "<p>In fact, he had actually already learnt so much. He could feel the difference in himself after joining Desir’s party for just a couple of weeks, in-comparison to the two years he had spent in his old party. Desir had taught him a decent kind of swordsmanship and his other skills had massively improved too.</p>",
    "<p>“This time, our party will win.”</p>",
    "<p>Takiran couldn’t forget the moment when he heard Desir proclaim this. He first thought at the time that it was impossible. He thought that Desir just said this to raise the party’s morale. But it wasn’t. Desir really meant it and he actually had the abilities to pull it off.</p>",
    "<p>“Freechel, clear the dust on the ground.”</p>",
    "<p>“Sure.”</p>",
    "<p>Swwwwoooooosh!</p>",
    "<p>“… There was a trap. It is some kind of weight sensitive trap. Adjest, can you make a bridge that we can use with your ice zone?”</p>",
    "<p>“No problem.”</p>",
    "<p>*Grrrrr*</p>",
    "<p>“Alright everyone. Let’s get across.”</p>",
    "<p>Desir’s party had proceeded quickly as if they were taking a casual stroll. The Level 6 Shadow</p>",
    "<p>World difficulty didn’t seem too hard for them.</p>",
    "<p>“It feels like something is about to reveal itself. Romantica, check the front with your detective magic.”</p>",
    "<p>*Whoosh*</p>",
    "<p>“I detected multiple creatures ahead. It’s a group of goblins.”</p>",
    "<p>“Pram and Takiran to the front. Romantica, back them up. Takiran, show us what you have learnt so far.”</p>",
    "<p>Takiran tightly squeezed his sword in his hands and nodded his head in acknowledgement.</p>",
    "<p>Desir’s party shared the load fairly with the new members, encouraging them to practice in real situations. Desir guided Takiran and Freechel to gain practical experience. The Level 6</p>",
    "<p>Shadow World was like a practice stage for the existing members.</p>",
    "<p>“Adjest, cover Takiran when it becomes dangerous.”</p>",
    "<p>“Okay.”</p>",
    "<p>The party roles were pre-determined based on their training. Desir also explained things easily and in an effective manner out in the field.</p>",
    "<p>“Romantica, give me an overview on how far away they are.”</p>",
    "<p>“They are about 15 meters ahead. Wait, this goblin seems a little too big, like a monster.”</p>",
    "<p>“What does it look like?”</p>",
    "<p>“Huge fangs. The size of its body is way bigger than a regular goblin…”</p>",
    "<p>“A huge body and fangs… then it’s an ogre… It might be too challenging for Takiran. Pram, you should take this. Make sure the ogre doesn’t even get a chance to retaliate.”</p>",
    "<p>“Roger!”</p>",
    "<p>When unexpected things happened, Desir flexibly changed the strategies and responded as the situation required.</p>",
    "<p>“Humans, humans!”</p>",
    "<p>Goblins and an ogre approached Desir’s party. As soon as the location of the enemies was determined, Pram dashed out like a streak of lightning and assaulted the ogre. Now, only goblins were left.</p>",
    "<p>Takiran, counting on the support from the remaining party members, demonstrated the swordsmanship he learned from Desir to his heart’s content.</p>",
    "<p>*Swooosh*</p>",
    "<p>*Grrrr*</p>",
    "<p>*Screech*</p>",
    "<p>The herd of monsters were swiftly knocked down.</p>",
    "<p>Since he hadn’t fully mastered it yet, Takiran had made some mistakes here and there, but</p>",
    "<p>Romantica was there to support him and Adjest sometimes came to help him as well.</p>",
    "<p>“Alright, it’s clear.”</p>",
    "<p>Desir announced as he cut the last one down.</p>",
    "<p>“Let’s recap and get going in 5 minutes.”</p>",
    "<p>Takiran shook blood off of his sword and slid it back into the sheathe.</p>",
    "<p>‘It is perhaps possible.’</p>",
    "<p>As he was looking at Desir’s back he felt a rising certainty that the party could reach the goal they had set for themselves.</p>",
    "<p>Desir’s party resumed moving forward. On the way, they encountered a few more traps and monsters but they handled them all easily under Desir’s instructions.</p>",
    "<p>As they kept moving, they suddenly heard a thud that sounded like a huge weapon crushing something.</p>",
    "<p>“Arrrrghhh!”</p>",
    "<p>Someone screamed loudly.</p>",
    "<p>“… Let’s pick up the pace.”</p>",
    "<p>Desir rushed his party.</p>",
    "<p>The path widened as they continued forward and it ended up leading to an enormous open space. There was a party fighting with a monster. The monster had a body and wings made of stones and a huge horn on its forehead. The horn was as big as a muscular arm.</p>",
    "<p>“Gargoyle…!”</p>",
    "<p>An artificial creature that wizards created to protect their dungeons. The party fighting this creature was one of the Beta Class parties. It wasn’t hard to identify them since they were using poor quality gear. They didn’t have Clothes Lines. They didn’t even have enchanted coats for defense. All they had was old armor made up of steel and leather. The swords the wielded didn’t seem strong enough for the purpose either. They were swinging their thin, stick-like swords against this intimidating gargoyle.</p>",
    "<p>‘How did they get here so fast?’</p>",
    "<p>Only four members were left in that party.</p>",
    "<p>*Thud*</p>",
    "<p>Before too long, a gargoyle struck one party member with its horn. His body faded away. If you were taken out, this was how your body disappeared.</p>",
    "<p>[Bejray failed]</p>",
    "<p>Only three remained.</p>",
    "<p>This party probably started the competition with six members. Two people were probably taken out a long time ago leaving just three people, desperate to defeat this monster.</p>",
    "<p>“What are we going to do, Desir?”</p>",
    "<p>Romantica enquired.</p>",
    "<p>“Technically, there is no reason for us to help them.”</p>",
    "<p>This was a competition amongst all parties to figure out which parties were more competent than the rest.</p>",
    "<p>On the other hand, there was no policy preventing parties attacking each other, which meant it  was technically allowed for them to attack and attempt to eliminate other parties. This party should be thankful that they were not getting attacked by Desir’s party.</p>",
    "<p>“But, we need to pass through this path, too. We don’t have to wait until they fail. It’s just wasting our time, right?”</p>",
    "<p>“Sure thing, Desir.”</p>",
    "<p>Pram chirped, knowing what Desir was trying to get at.</p>",
    "<p>Nobody was opposed to this and shortly after, Desir’s party joined the fight.</p>",
    "<p>Translator Patreon</p>"
]