[
    "<p>An Artemis priest was outraged at Desir’s proposal.</p>",
    "<p>“You call this scheme a plan? This is a rebellion. It’s treason!”</p>",
    "<p>“Father,” interjected Ajest, “don’t interrupt the Lord.”</p>",
    "<p>The priest glared at Ajest with murderous eyes. He wanted to say more, but kept silent. It was a momentary respite, the same kind of peace they experienced last night when Desir asked for more time to resolve the vagrant issue. Eyulan and the priest glared at Desir. They wanted Desir’s party to know that they would not stand by this course of action and were ready to leave at any time.</p>",
    "<p>“So, you’re essentially asking me to spark a rebellion,” said the Lord. Even in this extremely tense situation, he was only focused on Desir. “Are you aware of who I am?”</p>",
    "<p>“You are the lord that rules over the Evernatten region,” replied Desir.</p>",
    "<p>“Not my name, but my past.”</p>",
    "<p>Wilhelm Evernatten, the fallen hero. As a cardinal, he achieved many great accomplishments leading his order of knights against the Shadow World. And before he was a cardinal, he was a knight who had devoted his life to the kingdom.</p>",
    "<p>“I have pledged my life to the Holy Kingdom and you’re saying that, in order to save that very kingdom, I should start a rebellion?”</p>",
    "<p>Wilhelm achieved the highest order of knighthood as a Knight-captain. There was no questioning his loyalty to the kingdom.</p>",
    "<p>‘And yet…’</p>",
    "<p>Desir noticed that the Lord did not reject his proposal outright. The context of a conversation could be completely flipped depending on minor nuances. That was the case here. Wilhelm wasn’t throwing accusations at Desir, but rather asking subtle questions in order to gauge his reaction.</p>",
    "<p>‘He is already aware that there is a bigger problem.’</p>",
    "<p>This was a man that once held the lofty position of cardinal within the Holy Kingdom. It would be stranger if a person with such rank was unaware of the problems facing the kingdom.</p>",
    "<p>‘But he’s unable to act due to his oaths.’</p>",
    "<p>Wilhelm was unable to pursue the ideals he valued because of his obligations to the kingdom. Desir mentally prepared his answer. It was time to help Wilhelm Evernatten realize what he was truly searching for.</p>",
    "<p>“I believe we have to make one thing clear. What was it that caused you to pledge your life and sword to the kingdom? I implore you to reflect on this cause.”</p>",
    "<p>Desir knew the answer already, even without hearing Wilhelm speak. This was a man that had accepted vagrants at the risk of peace and security within his own territory. Currently, the denizens of the Holy Kingdom were suffering under the church’s corrupted ideology. They were chased from their homes and driven into the frozen outlands.</p>",
    "<p>“If the Lord originally picked up his sword for the sake of the people, then it would make sense for you to do so once again for the sake of the same people.”</p>",
    "<p>Desir used all the information that he had gathered on Wilhelm and carefully crafted a statement to strike right at the Lord’s heart.</p>",
    "<p>“…My life and sword were originally meant for the people.”</p>",
    "<p>Desir’s words were starting to have an effect on Wilhelm.</p>",
    "<p>“I had always stood for the people since the beginning. I will do anything for their well-being. This is my one true conviction.”</p>",
    "<p>Wilhelm’s eyes lit up, reflecting the blazing hot flames of the fireplace.</p>",
    "<p>“Knowing this, I still question your proposal. Is calling for war truly for the people? War causes the suffering of countless innocents, Desir.”</p>",
    "<p>Desir could not deny this. Regardless of how nicely he worded it, in the end it was still a call for war.</p>",
    "<p>“It is possible that starting a war, instead of remaining silent, might cause more people to suffer. Answer me this, Desir. What will you do for those that will get swept into this war and suffer? Can you be so sure that war is the best course of action?”</p>",
    "<p>Regardless of the politics surrounding it, the ones who would feel the effects of war the most were the people. Men and supplies would need to be gathered in preparation for battle, which meant that families would be separated and people would go hungry. Even if they say that the war was ‘for the people’, it would be the people that would have to pay the cost for the war itself.</p>",
    "<p>“But, Lord!” It was at that moment that Romantica stepped forward.</p>",
    "<p>“Outsiders shouldn’t say anything!” intercepted Eyulan immediately. Romantica’s body shook as she glared at Eyulan, but the knight was calmly focused on her liege.</p>",
    "<p>“In that case, may I speak my mind?” The Knight-captain Ajest stepped forward and the Lord nodded in response.</p>",
    "<p>“If people get swept into a war, they may or may not suffer more compared to what they’re experiencing right now. However, if we let this stop us from acting, the suffering of the people will definitely get worse over time. The time to make your decision is now, my Lord.”</p>",
    "<p>“Mmm…”</p>",
    "<p>“Additionally,” continued Ajest, “the reason that the number of vagrants have grown so exceedingly is because the Church of Artemis have been forcibly taking many people as sacrifices.”</p>",
    "<p>It was obvious to everyone why the church had suddenly required a large amount of sacrifices.</p>",
    "<p>“It must mean that a judgement of dangerous proportions is approaching.”</p>",
    "<p>Desir was surprised that the Lord was aware of this fact, but Ajest caught his attention with a gesture. By calmly speaking her mind, she had brought this insight to light. It was not an opportunity to be missed.</p>",
    "<p>‘Nice assist, Ajest.’ thought Desir as he immediately followed up on her words.</p>",
    "<p>“It might be a judgement that could affect the entire Holy Kingdom and maybe there is no one there that could properly deal with it.”</p>",
    "<p>Desir estimated that the impending Shadow World was a Grade-1 Shadow World. Even if they mustered every bit of strength they had, there would be no guarantee that they could repel a Shadow World of this magnitude.</p>",
    "<p>“The kingdom will be unable to fight against it and will be swallowed if we delay any longer,” said Desir, with conviction. The Shadow World would lead to the death of every being within the Holy Kingdom, a fate incomparable to the suffering caused by a rebellion.</p>",
    "<p>“Knight Eyulan, what do you think?”</p>",
    "<p>“I don’t agree with the premise in the first place,” said Eyulan, with a hint of displeasure in her voice, “even if we did start a war, it would be for naught. I don’t believe any one of the territories would be a match for the Holy City on the battlefield. Even though the soldiers in our territory are of higher quality, I see almost no chance of victory against the Holy City.”</p>",
    "<p>Even by modest accounts, Evernatten was only a medium-sized territory while the Holy City was the capital of the entire nation. The sheer difference in size was insurmountable.</p>",
    "<p>“I received word from another lord yesterday,” said Wilhelm, “it was a letter proposing that we take on the Holy City together. Of course, even if we joined forces, it would not improve our chances of success.”</p>",
    "<p>A hint. The Lord was giving them a hint that other lords supporting the notion of a rebellion existed. There had to be some that were displeased with the Holy City. Some, like Wilhelm, might be champions of the people, while others might have concerns that the actions of the Holy City would affect the security of their territory. The specific motivation for each lord was unimportant, what was important was their available military force. If all these lords banded together, manpower would not be much of an issue.</p>",
    "<p>Wilhelm had to be aware of this as well, but his tone implied that he was still feeling guilty about the decision. If that was the case, it was now on Desir to help ease his burden.</p>",
    "<p>“We have the people’s support, my lord.”</p>",
    "<p>“The people’s support?”</p>",
    "<p>“That’s right. Despite the damage it has caused our land, we willingly accept the countless vagrants that were displaced from the Holy City. This act alone justifies the rebellion.”</p>",
    "<p>This was a line of reasoning that Desir would not be able to bring forth had the vagrants been expelled from Evernatten.</p>",
    "<p>“If we become a spark and make people aware of the Holy City’s sinister deeds, then the lords of other territories are sure to support us.”</p>",
    "<p>Feudal lords who were aware of the situation within the Holy City, but were unwilling to take action, were sure to rally behind Lord Evernatten if he took the lead.</p>",
    "<p>“This,” continued Desir, “is all because we had accepted the vagrants who were escaping from the Holy City.”</p>",
    "<p>Wilhelm had taken in all the vagrants that were rejected by the other territories.</p>",
    "<p>“The Holy City has gone too far with their sinister deeds. With the people’s support behind us, what lord would not join to support our cause? We have the famous Evernatten name, a justified call to action to correct the wrongdoings of the Holy Kingdom, and the urgency of stopping the encroaching judgement. The rebellion is the best course of action that I can propose to you, my lord.”</p>",
    "<p>Desir finished his speech and returned to his seat with his head bowed. He had said everything he wanted to say and done everything that he could. All that was left was for the lord to decide.</p>",
    "<p>The priest sniffled and Eyulan rubbed her brow anxiously. Desir was focused only on the Lord, watching in silence. The blaze in the fireplace crackled, assuring everyone that time was not frozen, but instead crawling at a painful pace. Finally, a decision was made.</p>",
    "<p>“Knight Pram.”</p>",
    "<p>“Yes, my lord.”</p>",
    "<p>“Send a missive to all the knights in every region. Desir, prepare a letter to each of the lords. Let all know that we can no longer sit idly by and watch the sinister deeds of the Holy City any longer. Let it be proclaimed that we can longer follow the doctrine of the incapable Church of Artemis!”</p>",
    "<p>Finally, the fallen hero had recovered his noble heart and taken up the sword once more.</p>",
    "<p>[Unique Hero: Wilhelm Evernatten has been changed into Epic Hero: Emperor Wilhelm Ludwig Evernatten.</p>",
    "<p>*The Vagrant Issue has been resolved: You have successfully determined the root of the Vagrant issue and presented a solution. You may have found a major event change that could prevent the fall of the Holy City. It might be that this hero will be able to remove the rot from the Holy City and pass judgement on all things that need to be judged. It might be that, if the Holy City avoids ruination, they could act as a shield against all future judgements, even those in present day.]</p>",
    "<p>[Main Quest: Ancestor of Evernatten has been cleared. Rewards will now be distributed.]</p>"
]