[
    "<p>Pram had the wind knocked out of his sails by the covert mage. Getting a better look, he realized that the mage was Criken. He had used his subordinates to shield himself and now, his second spell landed square on Pram’s back.</p>",
    "<p>[Doom Fist.]</p>",
    "<p>Soil coagulated into the shape of a fist and struck Pram’s exposed back. “Augh!” Pram screamed from the searing pain. Fresh blood dripped out of his lips, and he stumbled from the stock. Clenching his teeth, he calmed his rough breathing and fixed his posture. With the entrance of the Criken, he had to be more careful with his approach against the veteran mage.</p>",
    "<p>The latter, however, was at ease. “Your skills are impressive, but…”</p>",
    "<p>[Bind.]</p>",
    "<p>“Your experience is lacking.” 1st circle snaring spell. Shackles of mana shot towards Pram. They were sluggish in their pursuit of Pram allowing him to dodge, but they led him straight into Criken’s trap.</p>",
    "<p>“Hehe.”</p>",
    "<p>[Raise Wall.]</p>",
    "<p>The Bind spell was a feint to lure Pram into the trap. A barrier on 3 sides rose from the ground to surround the boy and wall off his attempts to avoid the flurry of spells being pelted at him. Dozens of spells rained down relentlessly at him, and with nowhere to go, he was forced to parry.</p>",
    "<p>“Hah!” Pram swung his Blanchume rapier without pause at the torrent of magic being blasted at his location. Burning flames, sharpened icicles, and biting gales were torn to shreds by the silvery blade, and the slightest moment of hesitation would take him down. Even with his highest speed, he could only deflect and disperse magic—the mages would never leave him to opportunity to make an escape.</p>",
    "<p>Criken’s eyes narrowed at the sight of this unknown boy holding out against his contingent of mages. ‘I’ll get rid of that kid myself in one shot.’ He gathered his mana and formed a 3rd circle spell around him. The magic would eviscerate the swordsman and turn him into ash. He only needed a few more seconds—</p>",
    "<p>Wham! Criken’s attention was distracted as one of his mages fell toward him and knocked him over. His casting formula dissipated as he took a good look at the man who fell down. There was a small hole in his subordinate’s chest plate. He immediately checked his surroundings in a panic. Traces of magic could be found—it was sniping magic.</p>",
    "<p>A swordsman in front of him was downed.</p>",
    "<p>Another two were downed behind him.</p>",
    "<p>Criken bit his lip. If he didn’t fight back now, he would lose the chance. His men were dropping like flies. The tireless barrage of magic on Pram was loosening up and he was gaining momentum. The victory was slipping from his grasp right in front of his eyes. ‘Sheet.’</p>",
    "<p>“Lose? Me?” He silently cursed. “I won’t let it end here!”</p>",
    "<p>“Ugh!” One of the swordsman took a hit—Criken saw a chance. The fallen subordinate was wailing, but when he looked carefully, the attack didn’t pierce the armor. ‘The spell couldn’t even pierce the armor—is it a 2nd circle mage?’</p>",
    "<p>“All of you! Protect me!” commanded Criken.</p>",
    "<p>“Yes, sir!”</p>",
    "<p>He immediately began to prepare a spell. The magic formula manifested rapidly around him and drained an enormous amount of mana from his body. Without the spare mana available, his previous constructs were deteriorating. With the walls out of Pram’s way, the swordsmen sent to suppress him felt a shiver down their spine. Without the wall, it wasn’t even a fight. It was a slaughter.</p>",
    "<p>“He’s coming!” They trembled in preparation for their fight with the Knight-rank swordsman. But nothing came.</p>",
    "<p>Pram dashed past the swordsmen and instead, wreaked havoc on the mages, now at the complete mercy of a silver flash. The swordsmen found themselves dispatched by formless bolts of sniping magic from outside of their vision. Soon, all that remained was Criken and a lone swordsman.</p>",
    "<p>“Commander?” The swordsman’s face paled as his sword met the weightless blade. It didn’t even last a second before his sword was slashed through. “Help me, sir!”</p>",
    "<p>Criken did not pay him any mind. His magic swirled around him, and completed the spell. A platform of stone fractured and rose into the air with Criken at the epicenter. A wide smile and show of relief appeared on the swordsman’s face, with the utmost faith that his commander would turn the fight on its head. “As expected, commander! You always have something up your sleeve!”</p>",
    "<p>“No… it’s not that. This is…” Pram grew anxious as he watched Criken weave together this magic. The stone fragments circling Criken began to condense around him and cover him with a sturdy shell. The entire floor had been uprooted, and Pram backed away to safety.</p>",
    "<p>“Huh?” The soldier was different. He couldn’t escape from the spell and was raised alongside the floor. “Wait, command—” Suddenly, the ground compressed together with him in tow. A bloody crunch echoed out.</p>",
    "<p>A bone-chilling shiver ran down Pram’s spine. He was shocked that this commander would sacrifice his men without batting an eye. Even so, he couldn’t approach due to the magical field else he would suffer the same fate. Once the rock’s reconstruction finished itself, a hexahedron appeared, smooth and refined.</p>",
    "<p>[Bindell of Earth.]</p>",
    "<p>Defensive magic of the highest tier. This was a 4th circle escape spell. The floor that had been used for the spell could no longer hold its own weight and crumbled. Pram managed to barely avoid falling by grabbing onto the rails, but unlike him, the hexahedron began free falling and disappeared into the abyss. He looked helplessly at the location where the hexahedron was just seconds ago.</p>",
    "<p>A location not so far away from the Tower of Magic, the stone floor began to move as if it were breathing. The place reeked of musty and dank smells, and rats skittered away from the tremors. A hexahedron shot out of the ground and found itself in a place away from prying eyes. The hexahedron fell back into dirt as the tall figure emerged from within, holding a magic crystal that shimmered in the darkness of the sewers. Criken sighed. “Phew.”</p>",
    "<p>His forehead was lined with sweat. “Really, I don’t get it. Even if it was the Tower of Magic, there is no way that they have such an expansive information network…” He wiped his brow and once again put on his shark faced mask. “In any case, our current objective is complete.”</p>",
    "<p>2nd tier magic crystal, Ruigenell’s Tear.</p>",
    "<p>His eyes got lost in the luminescent blue light and he smiled.</p>",
    "<p>“That would be correct if you can make it out of here.”</p>",
    "<p>Criken jumped and stared down the corridor towards the source of the noise. “How did you find me?”</p>",
    "<p>“I marked you with my mana. It lets me find you in real-time.” Footsteps rang in the hall as a young boy emerged from the shadows. Criken recognized the face—it was the boy who had left with the bread.</p>",
    "<p>“Ha…” Criken sighed. Relief washed over his face. “You played me. The situation took so many turns and it nearly flew out of my control. But only for a moment.” He could clearly feel that the boy in front of him only had enough mana to be a 1st circle mage. He extended his hand to construct the magic formula to murder this pesky boy and then—</p>",
    "<p>The formula fell apart. “What is going on?”</p>",
    "<p>He tried again, but the results were the same. It didn’t take long for him to realize that his sequence had been hijacked.</p>",
    "<p>“Do you really plan on completing a spell with such a simple formula?” The boy standing in front of him was hijacking his spell. The spell of a 4th circle mage! If Pram or Romantica were here, they would recognize him: Hebrion’s Single Ranker, Desir Arman.</p>",
    "<p>‘Just how is he overpowering me?’ He could feel that the boy in front of him only had the capacity for 1st circle magic. It was impossible for him to overpower his magic with sheer force—that was reality. If he didn’t see it right before his eyes, he wouldn’t believe it either. His defeat was looming before him.</p>",
    "<p>“We have a bit of debt to settle, don’t we? Do you remember that bread that you stomped on?” Desir casually strode towards him, but Criken maintained his distance. He was backed into a corner despite his pride as a 4th circle mage. He was at his wit’s end.</p>",
    "<p>“Don’t come any closer!” Criken held out the shining treasure in his palm and threatened Desir. “I’ll shatter it! I’ll shatter it into pieces!” He shouted as if he was on his last legs.</p>",
    "<p>“Try it.” Desir sighed with a pitiful gaze, and shook his head as he spoke.</p>",
    "<p>“What?”</p>",
    "<p>“I said ‘Try it’.” Desir reiterated the words again.</p>",
    "<p>“…You bastard.” Criken felt heat blow across his face.</p>",
    "<p>Desir inched closer. “You won’t do it. In the end, you’ve lost so many of your men to get it.” With each sentence, he drew towards Criken. “What will you have left after you’ve lost even this?”</p>",
    "<p>“Don’t get any closer!”</p>",
    "<p>Desir paid no heed to his threats and stood with him face to face. He treated him like a scarecrow.</p>",
    "<p>‘This idiot!’ The look of helplessness on Criken’s face transformed into cunning. A faint smile formed on his lips. Despite the overconfidence of the boy in front of him, he didn’t expect him to come so close. If they fought through magic, he believed that Desir would be able to disarm his spells, but in a battle of pure strength, he could defeat him in a physical altercation. Without another word, he swung his fist at the boy.</p>",
    "<p>[Gravity Control.]</p>",
    "<p>4th circle control spell.</p>",
    "<p>Unfortunately for him, Desir’s casting was much faster than the speed of Criken’s fist. His magic formula unfolded rapidly and activated in point-blank range of Criken. Before the man could blink, a massive weight pressed down on him and left him prone on his knees.</p>",
    "<p>“Argh…argh!” Criken struggled with as much as he could under the growing gravitational forces sandwiching him to the floor.</p>",
    "<p>Not long after, the gravity forced him onto the ground. He was completely suppressed. Gravity Control had placed him under 8 times the normal pressure. A hard thud sounded out as Criken was adhered to the ground. Criken’s eyes watered as the stench of the inky sewage water stung his nose.</p>"
]