[
    "<p>[Sea Blast]</p>",
    "<p>Desir was a lot faster and used more intricate formations when casting his spells. Nobody could mimic how he cast spells.</p>",
    "<p>[Water Strike]</p>",
    "<p>However, Kelt was a Fourth-Circle magician. Even though Desir had created Third-Circle magic by using the power of an artifact, Kelt’s magic was a lot stronger than Desir’s. They traded magic attacks, like a game of tennis the spells went back and forth between the two.</p>",
    "<p>Both wizards swapped between attack and defence. As their spells collided with each other, the stage cracked and tiles flew off of it.</p>",
    "<p>‘I guess the gossip about him was exaggerated.’</p>",
    "<p>Kelt heard that Desir defeated the ancient demon and was on high alert regarding his strength, but a few minutes into the fight, he realized that the power of Desir’s magic was not as great as his speed and intricate casting.</p>",
    "<p>‘… I heard that he had some skill with inverting magic.’</p>",
    "<p>Desir hadn’t inverted Kelt’s magic yet. Kelt thought that Desir was still just dipping his toe in the water, holding back against him. He decided to attack him with something stronger and unexpected.</p>",
    "<p>Desir’s magic flew directly at Kelt’s face. Kelt cast a spell of a higher level to defend with.</p>",
    "<p>[Splash]</p>",
    "<p>Kelt’s body transformed into water, and Desir’s magic penetrated through Kelt’s body without causing any damages. After a few attacks from Desir’s and Kelt’s defensive magic, the stage was flooded with water. It was hard to locate where Kelt, who was entirely made up of water, was hiding on the stage. Desir looked around.</p>",
    "<p>[Fire Bolt]</p>",
    "<p>Desir shot fire magic toward the water, but it only left an empty stage behind as the water evaporated in just that spot. Kelt wasn’t there. Kelt silently observed Desir’s reaction and thought it was funny.</p>",
    "<p>‘Come on. There is now only one thing that you can do. Use wide-area magic.’</p>",
    "<p>Wide-area magic typically required a long time to cast. There should be a gap when casting this type of magic. That’s what Kelt aimed for. He wanted to attack Desir when he was busy casting a wide-area magic.</p>",
    "<p>Desir started casting magic. It seemed like he was casting wide-area magic, just as Kelt expected. Kelt waited continued to wait though, as he didn’t want to show his body while he wasn’t absolutely sure what Desir was doing. Instead, he cast magic that didn’t require a physical body.</p>",
    "<p>The water still left on the stage transformed into blades and surrounded Desir. Just as all of the blades were about to fly towards Desir…</p>",
    "<p>“When you cast Splash magic, you can choose the timing of when to attack…”</p>",
    "<p>Desir spoke out loud, to no-one in particular.</p>",
    "<p>*Crunch*</p>",
    "<p>Desir’s magic stopped all of a sudden. No… it was already complete.</p>",
    "<p>“… and you can’t defend in that condition.”</p>",
    "<p>“Wait… it wasn't wide-area magic?”</p>",
    "<p>It was Desir just pretending all along. By the time Kelt realized that he was outsmarted,</p>",
    "<p>Desir’s magic poured down upon Kelt.</p>",
    "<p>[Summon Lightning]</p>",
    "<p>Countless spears with great sparks on their tips flew at where Kelt was hiding. Kelt, who was in a state of shock for a short moment, still somehow managed to swiftly cancel his splash magic, removing the blades around Desir and then cast a magic that he could defend himself with.</p>",
    "<p>[Create Water] was a spell that created pure water. The curtains of pure water formed a screen in front of Kelt. The pure water redirected the electrical current into the ground. When the lightning stabbed into the water curtain, it exploded like a balloon.</p>",
    "<p>The explosion pushed Kelt back a few steps. If he was pushed back just three more steps, he would fall off of the stage and lose the battle.</p>",
    "<p>“You seem to know how to handle electric magic well enough. When you boldly cast Splash magic, I thought you had no idea.”</p>",
    "<p>Desir remarked.</p>",
    "<p>The flood on the stage started making sparks and crackling noise soon reverberated throughout the field.</p>",
    "<p>“… Sure. Now I learnt so much about you.”</p>",
    "<p>Kelt strongly clenched his fists.</p>",
    "<p>“The warm-up has ended.”</p>",
    "<p>Kelt underestimated Desir because he was at a lower circle as a wizard and the magic he cast was not all that strong. He recognised that he had been careless.</p>",
    "<p>He stretched his hand out in front of himself. He started to cast a vast number of spells. The scale of the magic showed that Kelt had changed his attitude and was putting his best effort into it now.</p>",
    "<p>[Create Water]</p>",
    "<p>[Create Water]</p>",
    "<p>[Create Water]</p>",
    "<p>[Create Water]</p>",
    "<p>The level of water on the stage rapidly increased and finally stopped at their ankles.</p>",
    "<p>With a minor motion of Kelt’s finger, the water became a tsunami and rushed towards Desir.</p>",
    "<p>Desir’s eyes moved quickly to read the path of the water waves.</p>",
    "<p>‘Right.’</p>",
    "<p>[Gravity Reverse]</p>",
    "<p>Magic that flipped the effects of gravity.</p>",
    "<p>The currents could no longer reach where Desir was standing as the opposing gravity pulled it down.</p>",
    "<p>Desir could simply walk out of the path of the raging current. Still, it wasn’t the solution for this situation as the water was overflowing the entire stage and could attack Desir from any angle at any time.</p>",
    "<p>‘It’s impossible to evaporate all of the water using fire magic.’</p>",
    "<p>The amount of water was so great that even if Desir evaporated some of it, Kelt would just make more water in a heartbeat.</p>",
    "<p>Then, Desir just had to evaporate all of the water at once, not little by little. However, it was impossible for Desir as he wasn’t a Fourth-Circle magician. He didn’t have equal power to strike Kelt’s magic.</p>",
    "<p>*Brrrrrng*</p>",
    "<p>“I can tell you can’t beat this one.”</p>",
    "<p>The water was in the exact position that Kelt carefully desired it to be. It made currents and waves to apply continuous pressure on Desir.</p>",
    "<p>Desir decided to focus on blocking Kelt’s attacks. Although he couldn’t come up with a solution to the water magic, he wasn’t getting outright trounced either. He continued to think about how he could react to this as he kept casting.</p>",
    "<p>‘Then… OUCH!’</p>",
    "<p>Desir was lifted by a huge wave. Luckily, he regained his balance before he was pushed off of the stage. The damage from the water pressure was great enough that it was actually painful to be on the receiving end of.</p>",
    "<p>‘I guess I was too close to him.’</p>",
    "<p>Desir bit his lips.</p>",
    "<p>It was an attack from the left side. Desir couldn’t pay attention to maintaining a distance from</p>",
    "<p>Kelt due to the distraction of currents attacking from every angle.</p>",
    "<p>‘I need to figure this out.’</p>",
    "<p>Ever since Desir lost eyesight in his left eye, estimating distances had become very difficult for him. For the battles where every movement and every magic counted, his new impediment was now his greatest weakness.</p>",
    "<p>Kelt didn’t know about that of course. However, as he observed Desir only attacking him in certain ways, he noticed that Desir’s sense of direction and distance was terribly weak.</p>",
    "<p>It was questionable. Now that Kelt had battled with Desir, Desir truly was a strong magician.</p>",
    "<p>Not as much as people described him as, but Desir still had a great level of skill. Above all, he was experienced in real battles. Desir sharply cut off or blocked the attacks aimed at him from all directions except his left. Kelt wondered, for some reason, Desir was peculiarly slow to react to all the attacks aimed at his left.</p>",
    "<p>Well, it was a chance for Kelt. Kelt didn’t hesitate and poured magic out at Desir.</p>",
    "<p>[Aqua Tornado]</p>",
    "<p>Third-Circle magic.</p>",
    "<p>Since the area was full of water it could actually do damage at level of Fourth-Circle.</p>",
    "<p>*Fwoosh*</p>",
    "<p>All of the water started to gather as it twisted into and formed a pillar of water. The number of water tornados increased extremely fast. They started to sweep everywhere on the field. The stage was made of stone and it began to crack under this merciless assault.</p>",
    "<p>Desir didn't sit down and just watch this happen though.</p>",
    "<p>[Liquid Oxygen]</p>",
    "<p>A liquid that created spooky smoke that spread out like dense fog. As this liquid spread out from where Desir was standing, all of the water that it touched instantly froze…</p>",
    "<p>‘Oh, boy!’</p>",
    "<p>All of the water on the stage gradually froze and broke out of Kelt’s control. The liquid that</p>",
    "<p>Desir created also stiffened the frightening water tornado pillars into uselessness.</p>",
    "<p>Desir looked at Kelt.</p>",
    "<p>“So, you can’t cast that kind of magic anymore.”</p>",
    "<p>“…”</p>",
    "<p>Kelt didn’t immediately reply. He was busy chuckling in his mind.</p>",
    "<p>“This is all you could think of?”</p>",
    "<p>Kelt pointed at his surroundings.</p>",
    "<p>“Look around you. Now your magic has been spread out over the entire stage to freeze the water. Even at your feet, too.”</p>",
    "<p>The liquid had indeed spread everywhere as it froze everything that it touched. The only area that the liquid hadn’t covered was the tiny space where Desir was standing.</p>",
    "<p>“That said, you can’t escape from my magic anymore.”</p>",
    "<p>“But you can’t cast any more magic.”</p>",
    "<p>“You’ll see.”</p>",
    "<p>Kelt pointed at the sky. The sky started to darken in all directions.</p>",
    "<p>Mana moved in a colossal torrent. It was mana on the scale of the Fourth-Circle.</p>",
    "<p>As Desir looked up at the sky,it started to rain on the stage. Desir realized what it was right away.</p>",
    "<p>‘It’s narrow in scope and only temporary in terms of controlling the climate, but this is definitely…’</p>",
    "<p>“It’s weather control magic.”</p>",
    "<p>Kelt replied, as if reading Desir’s mind.</p>",
    "<p>[Weather control]</p>",
    "<p>It interrupts the climate and forcibly changes the weather instantly. Initially, this was one of the highest spells that belong to the Fifth-Circle level of wide-area magic, but Kelt minimized the scale and cast it at the Fourth-Circle.</p>",
    "<p>*Pitter* *Patter*</p>",
    "<p>It started with just one or two drops of rain and soon became a downpour.</p>",
    "<p>Kelt arranged another spell in front of himself. Immediately the downpour intensified as raindrops fell like bullets.</p>",
    "<p>*Cling* *Cling*</p>",
    "<p>Desir took his Clothes Line jacket off and covered his head with it. The coat ceaselessly made sounds indicating that its defensive function was activating. However, it wouldn’t last much longer than a couple more seconds.</p>",
    "<p>“You had better surrender before the Clothes Line is destroyed.\"</p>",
    "<p>Kelt said triumphantly.</p>",
    "<p>“You’re great for your age.”</p>",
    "<p>Desir said as he took the Clothes Line jacket off his head.</p>",
    "<p>“What?”</p>",
    "<p>*Clap*</p>",
    "<p>Desir suddenly clapped. And what happened next was entirely unexpected. The stage just exploded all of a sudden.</p>",
    "<p>“Eeek!”</p>",
    "<p>There was a gasp. White smoke started to rise into the sky.</p>",
    "<p>Kelt’s body bounced off of the stage. Kelt couldn’t do anything as everything happened in an instant.</p>",
    "<p>Kelt had a Clothes Line on too and it protected Kelt from injury. He slowly got up and made a face that revealed that even he had no idea what had just happened to him.</p>",
    "<p>“What happened?”</p>",
    "<p>Kelt enquired.</p>",
    "<p>“What I invoked is magic that spreads out liquid oxygen. When the liquid oxygen froze the water, it expanded and eventually created an explosion. With that amount of water and liquid oxygen it would simply blow you off the stage.\"</p>",
    "<p>Kelt looked at the stage that did not even exist anymore.</p>",
    "<p>“I clearly lost.”</p>",
    "<p>Kelt laughed bitterly.</p>",
    "<p>“I couldn’t even see your strongest asset, inversion.”</p>",
    "<p>“…”</p>",
    "<p>Desir couldn’t say that he didn't try his best just because he wanted to see how strong Kelt was. He wanted to observe Kelt’s movement.</p>",
    "<p>“Fine. I admit that I lost.”</p>",
    "<p>Kelt nodded and made a genuine smile.</p>",
    "<p>Translator Patreon</p>"
]