[
    "<p>And with that, their train-every-day schedule began.</p>",
    "<p>Each morning, at 6 o’clock, they would wake up to train. Once they finished their morning training, they’d immediately head off to class; they wouldn’t forego classes just because of their training (in fact, from Desir’s perspective, acquiring knowledge was training in and of itself). This carried on for a number of weeks, until -</p>",
    "<p>“I’m gonna die! Please, let us skip the evening training, I’m begging you!” Romantica protested. She felt exhausted from the workload, but Desir was relentless.</p>",
    "<p>“No, sorry.”</p>",
    "<p>It was futile.</p>",
    "<p>Evening training began after their classes ended. Unlike the morning sessions, which were a form of basic training, the evening sessions were a more personalized training, specifically tailored to Pram and Romantica. They trained separately, and Desir would teach both of them individually.</p>",
    "<p>Romantica’s personal training sessions began in the Alpha Class’s wind mage training grounds. The roof had been left open that evening, leaving the clouds in full view.</p>",
    "<p>Desir opened the session with a simple question, one that any mage could answer. “What would you say are the characteristics of a wind mage?”</p>",
    "<p>“Their casting speed is extremely quick, and their magic has good range,” Romantica answered.</p>",
    "<p>“Correct,” said Desir, nodding. “This is why wind mages make better snipers than any other type of mage. Their sniping ability is irreplaceable.</p>",
    "<p>“But, like I said, there’s a limit to your impact as a 2nd circle mage. You should have realized this yourself, correct?”</p>",
    "<p>Reluctantly, Romantica nodded in agreement. As she had quickly discovered, she was, truthfully, excruciatingly weak. Her sniping spells, paired with chantless casting, were indeed remarkable, but no amount of speed and surprise could make up for her lack of power. Her sniping had been rendered totally useless as soon as that 4th circle mage had appeared, leaving her unable to do anything but watch.</p>",
    "<p>“You need to become a 3rd circle mage,” stated Desir simply. “Moreover, you need to strengthen the power of your attack to the point that you can penetrate 4th circle defensive magic at the very least.”</p>",
    "<p>“Wha-? 4th circle?” Romantica nearly fell backwards in shock. A 4th circle mage was a high mage: they numbered only in the hundreds, across the entire continent. She quickly began arguing back. “Hey, I’m telling you, achieving 3rd circle isn’t that easy! You have to cast countless spells and slowly perfect your fine control over your mana, until you can perfect your 2nd circle techniques, and then -”</p>",
    "<p>Desir cut her off before she could finish. “Sure, that’s the normal way to reach 3rd circle. I’m gonna teach you a different method.”</p>",
    "<p>“What are you talking about?”</p>",
    "<p>“I’ll teach you a shortcut to reach 3rd circle in a very short amount of time.”</p>",
    "<p>“…I’m surprised you know of such a method. You’re only a 1st circle mage.” By now, Romantica had moved past bewilderment and was solidly annoyed. Everything he said was utterly absurd.</p>",
    "<p>“So you’re not going to do it?” asked Desir innocently.</p>",
    "<p>She almost sighed before she answered. “No, I will.” At the end of the day, Romantica believed in Desir with all her heart. If he said it was possible, it was possible.</p>",
    "<p>“Good. Let’s start with this.” He smiled as he pulled an empty coke can out of his bag, and placed it on his palm.</p>",
    "<p>“What’s this for?” Romantica had returned to being puzzled.</p>",
    "<p>Instead of responding, Desir simply drew a deep breath, and began exerting his mana. The can wobbled, then, with a series of slow crunches, the can began crumpling in around itself.</p>",
    "<p>It wasn’t quick, or haphazard, like crushing a can between your bare hands. It felt almost methodical, deliberate. The corners of the can caved in bit by bit, and the center bent in on itself like a bow, slowly, tensely. The edges folded in neatly, and then - with one last loud crunch - the can neatly collapsed into a small marble, which fell into Desir’s palm.</p>",
    "<p>He handed the marble to Romantica nonchalantly, and explained, “it’s similar to the ball movement training we did before; an upgraded version, perhaps. The difference is, instead of simply knocking the ball away, you have to carefully control the atmospheric pressure to compress the can into a sphere. Simple, right?”</p>",
    "<p>Romantica looked at him, dazed. ‘What is this crazy bastard asking?’ In the basic sense, controlling atmospheric pressure wasn’t difficult at all. She simply had to control the density of the air locally. But that was really limited to creating pressure differentials; utilizing those pressure differentials to form a perfect sphere was an entirely different question. She couldn’t even begin to fathom how he precisely he had to have controlled the air density around the can to do such a thing.</p>",
    "<p>“Alright, why don’t you give it a shot.”</p>",
    "<p>Romantica looked at Desir’s smiling face and sighed. ‘What an absolute bastard…’ It was going to incredibly difficult, but what could she do? Desir told her to do it as a teacher, so she had to listen as a student.</p>",
    "<p>She stared at the can intensely, and began releasing her mana, concentrating on maintaining perfect control. ‘Adjust the atmospheric pressure. Adjust the air density. Lower inside, high around the corners to bend them. Compress into a sphere…’</p>",
    "<p>The can began crumpling noisily, as the corners bent in on themselves and the center collapsed. Slowly but surely, as she carefully worked the air density around the can, she saw it take on the circular shape Desir had produced.</p>",
    "<p>‘It’s working!’ She was almost giddy, and, perhaps because she allowed herself this momentary celebration, the concentration she had worked so hard to hold collapsed, and the air began flowing violently in one direction. In an instant, the can flattened under the pressure, collapsing into the shape of a saucer.</p>",
    "<p>“Oooh…” Romantica felt her cheeks flush with embarrassment, as she stared at the ruined can.</p>",
    "<p>Smiling, Desir came over and took the can out of her hands. “I’m asking just in case but -” he had a slightly mischevious smile as he waved the can in front of her. “You know the difference between a circle and a sphere right?”</p>",
    "<p>“We’ll be doing combat training.”</p>",
    "<p>The sweltering evening heat bore down upon Desir and Pram. For Pram, his personal training would be in the drill hall, where students dueled each other to measure their own abilities.</p>",
    "<p>“Pram, your strength is your overwhelming speed, and the terrifying power that comes with that speed,” Desir explained. “But, at the moment, you’re still weak in handling a lot of different kinds of situations; you’re inexperienced. The best way to gain experience is by fighting.”</p>",
    "<p>“Fighting? If it’s another Knight-rank…is it Percival?” Pram had fought Percival before, in the ranking tournament. They had been quite evenly matched as fellow Knight-ranks. Pram felt that he would make a good opponent.</p>",
    "<p>But Desir shook his head. “You couldn’t possibly gain experience from a Knight-rank. Instead, we have someone even better.”</p>",
    "<p>Pram followed Desir’s eyes and turned around. He saw a man, in his mid-thirties, with graying hair. He wore a longsword at his hip.</p>",
    "<p>“This is Mr. Kayrach,” Desir introduced. “2nd circle mage and Knight-rank. A high-level spellsword. He’s the head of security at the Tower of Magic’s Aeurelli branch.”</p>",
    "<p>“The Tower of Magic…is this also part of their support? Like the credit card?” asked Pram.</p>",
    "<p>“Correct. I invited him over to train you.” As the head of security, he was a difficult man to get a hold of. Kayrach stroked his beard in amusement at his opponent.</p>",
    "<p>“Hm— this little girl is to be my opponent? It isn’t going to be much of a fight,” said Kayrach.</p>",
    "<p>Pram’s smile creased at his words. “Are you judging your opponent based on appearance alone?”</p>",
    "<p>At the sound of Pram’s outburst, Kayrach’s look of bemusement fell from his face. “Oh. You’re a guy? Your arms and legs were so thin I couldn’t tell. My deepest apologies.”</p>",
    "<p>Pram trembled at Kayrach’s words. He clenched his training sword and looked ready to shatter it in his hands. Turning towards Desir, he asked for permission to begin. “Can we start immediately?”</p>",
    "<p>On cue, Desir nodded, but not before offering a small object to the two competitors. “Before that, please put this on.” It was a lapel to be worn on their shoulder. “This lapel has been embedded with alarm magic. The moment the training sword makes contact with your body, the alarm will go off. The rules are simple enough: the person whose lapel goes off, loses.” Desir paused before adding on, “Ah. And don’t worry about ties. After one has gone off, the other won’t activate.”</p>",
    "<p>“Is that it?” asked Pram.</p>",
    "<p>“That’s it. If you can get it to go off even once, the training is over.”</p>",
    "<p>Kayrach broke into a smile as he sized up his opponent. “It’s too bad that’s never going to happen.” He then tapped his sword against the ground, daring the boy to try his best.</p>",
    "<p>“You don’t know that.” He glowered his eyes at his opponent.</p>",
    "<p>Pram closed his eyes and took a deep breath. The atmosphere surrounding him changed, and he was no longer as carefree as he was before. This was Pram, ready for battle.</p>",
    "<p>‘He’s good at provoking his opponent,’ thought Desir. He looked at the two swordsmen, stepped back, and opened his mouth. “Begin!”</p>",
    "<p>With that, the duelists launched at each other, swords clashing head on. The deafening clangs resonated across the drill hall. The training swords were becoming ragged from their intense fight.</p>",
    "<p>“Huh, you’re not as bad as I thought. Figured you would’ve dropped in the first clash.” Kayrach sent a thrust at Pram’s thigh. The boy deftly avoided the attack and responded with a horizontal slash at Kayrach’s shoulder. In terms of speed, Pram was unmatched. The torrent of attacks battered Kayrach from every angle. However, Kayrach’s skill left Pram in the dust. He wasn’t the captain of the guard for nothing. With minimal effort, he parried Pram’s attacks, and retaliated with his own moves.</p>",
    "<p>“Watch yourself! You’ve left openings all over because you’re too excited.” Kayrach tore into Pram, exposing numerous openings with his swordplay. With just one move, Pram lost the initiative and was at the mercy of Kayrach’s blade. In an instant, Pram turned his body off to the side. By a paper thin margin, Kayrach’s sword missed its target.</p>",
    "<p>‘Let’s create some distance.’ Pram backed about five paces away from the captain for a breather. “Oh?” He expected Kayrach to chase after him, but he stood in place with a frown on his face.</p>",
    "<p>“As expected, you are still inexperienced.” Kayrach raised his hand towards Pram. “Creating distance from a magician.”</p>",
    "<p>[Ice Blast]</p>",
    "<p>A frigid bolt homed in on Pram. The slender boy ducked to evade, but the missile exploded in mid air as it came close. A white mist engulfed Pram and a chill encroached on his body. “You still have a long way to go.”</p>",
    "<p>The weight of a training sword rested on his shoulder, but to Pram, it was heavier than the weight of the world.</p>"
]