[
    "<p>| The final quest has been revealed.</p>",
    "<p>[Quest objective: Stop the clock tower.]</p>",
    "<p>| At the top of the clock tower lies the power source of the clock. Destroy the</p>",
    "<p>power source, and the clock tower will stop.</p>",
    "<p>The door creaked behind them as the Blue Moon party entered the clock tower. To their surprise, what greeted them was no sound of ticking gears, or multitude of traps set for intruders.</p>",
    "<p>Instead, six survivors stood in a loose semi-circle, chattering furiously amongst themselves. But as they saw Ajest cross into the tower, the tense conversation rapidly ceased. A silence fell over the tower as all eyes were turned towards her.</p>",
    "<p>Ajest looked around carefully. “2 eliminated,” she said softly, to nobody in particular. There were 16 remaining survivors; of them 13 were standing here. However, it was also clear that the wind mage wasn’t among the 13. Ajest was now certain that the sniper belonged to Desir’s party.</p>",
    "<p>A soft breeze blew through the room, momentarily interrupting the mounting tension. Before the Blue Moon party had entered, the other two, more medium sized parties, had been sizing each other up. They had similar strength and similar numbers; consequently, it would hardly have been strange if a fight broke out right then and there.</p>",
    "<p>However, the appearance of the Blue Moon party considerably changed the situation. The Blue Moon party had the most survivors; the other parties’</p>",
    "<p>leaders weren’t idiots, and it was bluntly obvious that, as smaller parties, infighting amongst themselves would only be detrimental.</p>",
    "<p>The two parties exchanged nervous glances. Then, without a word, they moved in unison to block the Blue Moon party’s path.</p>",
    "<p>“All members, form ranks.” Ajest’s dispassionate voice rang out, and the party moved in unison. 3 tankers moved to the front immediately; behind them stood 2 knights with their swords drawn and ready. A lone mage stood at the back, and magic formulas quickly filled the air in front of them. Their matching uniforms and neat, crisp movements gave them a near-overwhelming presence.</p>",
    "<p>But the other survivors had, after all, also made it all the way to the end, and now they too quickly moved into their own formation. 2 members with shields moved to the front, with a knight just behind them. Then, behind that, stood 2 archers, with bowstrings drawn, and 1 mage of their own.</p>",
    "<p>Both parties eyed each other cautiously, each waiting for the other to move. The tension was so thick one could almost cut it with a knife.</p>",
    "<p>Ajest pulled out her sword. A blue light shined from its blade.</p>",
    "<p>A voice rang out from the impromptu party alliance. “The sniper was in the Blue Moon party, as expected.” The man who spoke began walking towards the Blue Moon party. 1st year, rank 2. Gabriel Ijente. 3rd circle fire mage.</p>",
    "<p>Ajest raised an eyebrow in response, and asked, “…you were also getting sniped at?”</p>",
    "<p>“Cut the crap. Only the Blue Moon party could possibly have a sniper of that caliber.”</p>",
    "<p>Ajest narrowed her eyes. It wasn’t because of anything Gabriel had just said, but rather, she now realized. ‘We weren’t the only ones Desir Arman was sniping.’ He had clearly found the clock tower first. But instead of continuing the quest,</p>",
    "<p>he had instead elected to gather every other party. ‘Does he think he can snipe us all down? But that doesn’t make sense. He wouldn’t give up his enormous lead on the quest progression for such a reckless plan.’</p>",
    "<p>Ajest blinked slowly as comprehension dawned on her. “Clearing the quest wasn’t his objective,” she thought aloud.</p>",
    "<p>Ijente frowned. “What are you talking about?”</p>",
    "<p>Without a word in response, Ajest took a step forward. Her eyes were already behind him.</p>",
    "<p>He blinked. She disappeared. A cloud of dust exploded from where she had stood. In an instant, Ajest’s sword was past him.</p>",
    "<p>There was no warning. Ijente turned to look down at his body. As he did, he faded into tiny motes of light.</p>",
    "<p>| A contestant has been eliminated. 15 contestants remain.</p>",
    "<p>“Aahhh! The party leader died!”</p>",
    "<p>“Everyone, charge!” The screams ran out from panicked students.</p>",
    "<p>Ajest calmly surveyed her charging opponents, and flicked her sword in her hand. ‘5 people…and spectators.’ She looked up. She couldn’t see deep into the dark tower, but it didn’t matter. She knew they had to be there. “All members, stop Desir’s party’s sniper,” she ordered as she pointed at the stairs.</p>",
    "<p>“All members!? What about these guys right here?” Percival replied, incredulous at the absurd order.</p>",
    "<p>She looked back over the other survivors. Without hesitation, she cooly responded, “I’ll take out the five of them myself.”</p>",
    "<p>“All—all five!? By yourself?” he spit out in disbelief.</p>",
    "<p>Ajest never answered him. She had already entered the fight.</p>",
    "<p>A low, whining creak came from the rusted hinges of the door as it swung open.</p>",
    "<p>A silhouette illuminated against the open doorway. As the figure silently drew closer, it came into view. It was a girl, wearing a strange leather coat embedded with metal plating. Blood ran down the side of body, leaving a trail of droplets as she walked. She held a blade in her hand. Blue light glowed along its edge. Her long, platinum hair was unmarked by blood, striking a sharp contrast as it flowed behind her.</p>",
    "<p>She examined the three of them as she approached, like a lion stalking its quarry. Instinctively, his party members shifted back behind him.</p>",
    "<p>“A pointless scheme.” Her voice was ice cold.</p>",
    "<p>Desir’s face froze at the criticism. “It would have worked if not for you.”</p>",
    "<p>He meant it, truly. After all, his opponent was Ajest Kingscrown. She was the strongest spellsword in all of Hebrion, and one of the six who had survived to the very end. When they’d all united under the Expedition’s banner, she had been the commander, so gifted was she in battle.</p>",
    "<p>Desir had expected her to figure out his plans, to some extent, anyways—it wasn’t as if his plans had been suddenly, unexpectedly seen through. Rather, he had made quite the serious miscalculation. “To think that you would take out every remaining survivor by yourself,” he said softly, in admiring tones.</p>",
    "<p>The fight that Desir had wanted had happened. But Ajest had given him no room to interfere. The entirety of the Blue Moon party, minus Ajest, had masterfully obstructed Desir’s party while Ajest single-handedly humiliated the</p>",
    "<p>other survivors. They could do nothing but watch as she subdued them, took them hostage, and dragged them to a safe area.</p>",
    "<p>“While we kept your party from doing anything, our party captured the remaining survivors. There’s still over 10 alive,” Ajest stated coldly. Clearly, there would be no way to even touch the 10 downstairs without going through Ajest first. Their plan had been utterly ruined. They had one choice left.</p>",
    "<p>“The only thing left is a head-to-head fight.”</p>",
    "<p>Romantica and Pram stood by Desir’s side. Percival and Doneta stood behind Ajest. Light fell in from a single, tiny window at the far end of the corridor, illuminating the two groups in a pale, weak light. Each faced the other wordlessly, straining to read their thoughts from movements of their silhouettes. The sound of titanic gears grinding as they moved past each other echoed through the narrow corridor.</p>",
    "<p>“Your party and mine. Defeat me and prove that you’re worthy of the title of Single Ranker, Desir Arman!”</p>",
    "<p>The gears stopped. Ajest began moving. Magic power swirled around her as her mana gathered and condensed, taking shape.</p>",
    "<p>Desir immediately began his analysis. He had the ability to deduce what spell would be cast just by looking at the casting process, before the spell was even complete.</p>",
    "<p>[Frozen Jail.]</p>",
    "<p>Pillars of ice, elaborately engraved, rose out of the ground, emanating a deep chill through the air. But Desir’s party felt nothing.</p>",
    "<p>“Hijack complete,” he announced triumphantly. Under Desir’s control, the magic couldn’t affect his party’s surroundings.</p>",
    "<p>With a hiss, the pillars disappeared into a thick vapor, as Ajest immediately ended the spell in response. The dense fog filled the corridor, blocking everyone’s view.</p>",
    "<p>“They’re coming!” Pram shouted as he stepped forward and swung his rapier. He felt it land. At the same time, he twisted his head to the right. A sword sliced neatly through the space where his head had just been. The fog scattered in the wind, revealing Doneta. Without missing a step, Pram saw Doneta’s improper stance and thrust the rapier at his stomach.</p>",
    "<p>“Oof!”   Doneta grunted in pain as he twisted back. Romantica immediately followed up, sending her spell screaming towards him.</p>",
    "<p>[Wind Strike!]</p>",
    "<p>The bullet of compressed air exploded, but there was no announcement. Instead, a gigantic shield appeared out of the dispersing fog. Percival’s sneering face appeared behind the lowered shield. “Weak as sheet for a 2nd circle spell,” he spit at Romantica contemptuously.</p>",
    "<p>“I’m exhausted after sniping so much, you moron!” Romantica shouted back in a fit.</p>",
    "<p>The fog returned, filling the space between them again and erasing them from each others’ vision. Doneta whispered to Percival, “that swordsman…looks strong. Be careful.”</p>",
    "<p>Percival scoffed. “You’re just weak, you idiot.” He’d faced Pram once before. According to his memory, Pram wasn’t a particularly skilled swordsman. His sword was a bit fast for Beta Class, but that was it. Pram was hopeless; he’d exhaust himself soon after the fight began.</p>",
    "<p>He charged. “Eat this!” He swung his sword at Pram, but, surprisingly, sliced only thin air. “What?” Percival stopped, bewildered, as he realized he couldn’t see anything in the fog. He looked back, just in case, and was nearly hit as he</p>",
    "<p>barely managed to parry Pram’s surprise attack. He ground his teeth. “You cheap bastard.”</p>",
    "<p>“You did it first.”</p>",
    "<p>The echo of steel on steel rang out through the tower.</p>",
    "<p>Born and raised in the north, Percival’s sword style was wild and savage. He preferred to use his strength to simply beat into his opponent, without giving them a moment’s rest and wear them down over time. The Pawn-rank swordsman’s talent was just starting to bloom and his sword was already fierce. He attacked at an oppressive speed. At the same time, he protected himself with his shield as he advanced, like a towering mountain.</p>",
    "<p>Pram was a speed-focused swordsman, much like Percival. Unfortunately, he had neither the strength nor the force Percival did, which meant, in theory, that he would be hard pressed to gain an advantage in this fight.</p>",
    "<p>Indeed, to everyone else, it appeared like Pram was getting pushed back. But, to Percival’s growing discomfort, it soon became clear it was quite the opposite. Each of Pram’s movements were calculated. At every moment, he would dodge or parry Percival’s blade with the smallest movement possible, keeping his positioning tight and constantly looking for openings.</p>",
    "<p>He kept his distance, and warded his opponent off with only the tip of his sword as he danced gracefully around the room. At this rate, the longer the fight drew out, the more Pram would be at an advantage.</p>",
    "<p>Pram was well aware of his limits. He avoided letting the duel turn into a contest of strength, and attacked Percival’s openings whenever he could. Slowly, almost imperceptibly, Percival felt his sword getting pushed back. It was clear that he would lose if this kept up.</p>",
    "<p>Backed against a wall, Percival made a desperate gamble. He threw his shield at Pram.</p>"
]