[
    "<p>Hans admonished his friend for being so pathetic.</p>",
    "<p>“Do you think an Outsider is silly enough to drink beer in a public tavern like this?!”</p>",
    "<p>“It isn’t bad to be vigilant… Hey, where are you going?”</p>",
    "<p>“I’m going to give that stupid foreigner a real taste of our town.”</p>",
    "<p>Hans shook off his friend’s hand and asked the owner for two glasses of dark beer.</p>",
    "<p>It was the first foreigner to visit in a long time. He seemed like a wanderer but he appeared to be interested in some of the conversations in the tavern.</p>",
    "<p>“Hey, dude. Can I join you?”</p>",
    "<p>It was a polite question, but it didn’t require an answer. Hans sat down without waiting for such an answer. He then pushed away the beer that the hooded man was drinking and replaced it with his dark beer.</p>",
    "<p>“It’s on me. Get rid of that pale, smelly beer. This is the good stuff.”</p>",
    "<p>At that moment, the quiet man’s mouth opened.</p>",
    "<p>“… Go.”</p>",
    "<p>“What?”</p>",
    "<p>“Take your friend and leave within 30 seconds.”</p>",
    "<p>“… ”</p>",
    "<p>Hans was embarrassed. He had done this foreigner a favor and in return he received a deportation order as compensation.</p>",
    "<p>“You are a rude man. Where are you from? From the North? Oh, I see. You’re from…”</p>",
    "<p>“Too late.”</p>",
    "<p>*Bang*</p>",
    "<p>Suddenly, Hans looked over his shoulder at the source of the noise.</p>",
    "<p>There were two people striding through the wide open door.</p>",
    "<p>An insidious voice echoed in the tavern.</p>",
    "<p>“Ladies and gentlemen, welcome to my show!”</p>",
    "<p>The man who had spoken was rather tall and wore a nice suit. But unusually, he had a funny Pierrot mask on his face.</p>",
    "<p>However, in contrast to the ridiculous mask, the people in the bar had goosebumps on their arms for some reason. There was a leash dangling from his hand and it was connected to the neck of the middle-aged man who came in together with him.</p>",
    "<p>“I, Pierrot, will be running this show. Nice to meet you.”</p>",
    "<p>The gorgeous clothes of the middle-aged man were dusty and torn. His obviously once muscular body was now wrecked from torture, like a tattered piece of cloth.</p>",
    "<p>His dignified appearance was gone, now replaced with uncontrollable trembling and a look stricken with terror.</p>",
    "<p>Hans recognized the face of the middle-aged man and inadvertently revealed his shock.</p>",
    "<p>“And let me introduce my assistant! Great Kingdom of Steel, King of Divide! Your Majesty Colora Ahs F Waldersch!”</p>",
    "<p>Nobody responded. No one dared to meddle in the unfolding situation.</p>",
    "<p>Silence. Everyone was frozen in horror and could say nothing.</p>",
    "<p>The sound of flies buzzing in the air seemed louder than thunder.</p>",
    "<p>With a gesture that he was playing, Pierrot Mask un-summoned the bondage that tied the king’s hands and took off the eye patch that covered his eyes.</p>",
    "<p>The eyes of the King of Divide were finally revealed. They were filled with tears.</p>",
    "<p>“Hey! What are you doing now…”</p>",
    "<p>Someone woke up but he didn’t have enough time to finish his sentence. Something sparkled in Pierrot Mask’s hand before blowing past the neck of the unruly onlooker.</p>",
    "<p>Blood gathered in a line in the air.</p>",
    "<p>The wire was too thin to easily identify with the human eye.</p>",
    "<p>No one saw it as it was flying.</p>",
    "<p>It was an overwhelming action.</p>",
    "<p>“Hiccup… !”</p>",
    "<p>Nobody dared to scream. It was because Pierrot Mask looked around, non-verbally communicating a threat that the same would happen to anyone else that made a sound.</p>",
    "<p>“Okay, everyone, take up a weapon. Anything that can hurt others is fine. Knife, chair, ah, a good choice. But don’t even think about moving.”</p>",
    "<p>*Rustle*</p>",
    "<p>People were busy finding a suitable weapon.</p>",
    "<p>In short order, everyone present was holding something that could be used as a weapon. Even Hans had something. He spilled the beer out of the mug and broke the glass making a sharp piece that he could use like a knife.</p>",
    "<p>Hans glanced at the man wearing the hood, but he was still sitting. The Pierrot Mask acted as if he was not there and continued directing his show.</p>",
    "<p>“Well, maybe you all know each other here due to being from the same village. But tragically, only one person can leave here alive. My assistant here is going to participate in this competition as well.”</p>",
    "<p>The King of Divide grabbed the dagger and walked out. There was no pride in his eyes at all.</p>",
    "<p>Instead, they were filled with the desire to live.</p>",
    "<p>Everyone was eyeing each other.</p>",
    "<p>“Starting is always hard. Good. The first person to kill will be the exception. I will send them out first.”</p>",
    "<p>Hans tightened his grip on the glass shard.</p>",
    "<p>How can this man be subdued? If he pretended to fight moderately and then suddenly poked a non-fatal place with his shard, he wouldn’t be able to stop the quick attack from the wire.</p>",
    "<p>Hans’s friend approached Hans with a bottle opener in hand.</p>",
    "<p>“Friends, calm down.”</p>",
    "<p>“You heard him too.”</p>",
    "<p>Hans put down his weapon first and once more eagerly said to his friend.</p>",
    "<p>“Put down the weapon”</p>",
    "<p>“I want to live, Hans.”</p>",
    "<p>He rushed towards Hans. Blood splattered and screams broke out everywhere. Pierrot Mask exploded into a fit of laughter while watching the tavern suddenly turn into the site of a battle royale.</p>",
    "<p>***</p>",
    "<p>The bar was quiet. No one was alive. It was so terrible to see.</p>",
    "<p>“This is a bad habit of yours.”</p>",
    "<p>“You think so?”</p>",
    "<p>The Pierrot Mask sat next to the now un-hooded Crow Mask.</p>",
    "<p>“I wondered if you were planning to stop me or not.”</p>",
    "<p>Crow Mask answered.</p>",
    "<p>“I’m not going to get caught up in your pace.”</p>",
    "<p>With his answer, Pierrot Mask opened his eyes for a brief moment before laughing in satisfaction.</p>",
    "<p>“You sure have changed.”</p>",
    "<p>“Is that a complaint?”</p>",
    "<p>“No, I like it. Really. It is clear that you are no different from us.”</p>",
    "<p>Crow Mask no longer denied what he said.</p>",
    "<p>Was it because it was too much of a bother to refute it, or did he finally acknowledge it in his heart?</p>",
    "<p>He switched topic without responding to Pierrot Mask.</p>",
    "<p>“Get to the point.”</p>",
    "<p>“I failed to kill all of the kings who attended the conference. But I do have some profit from the attempt. The capital of the Prillecha Kingdom has lost its function and is badly affected economically. I also succeeded in catching one of the kings of the Western Kingdom Union.”</p>",
    "<p>He pointed at a dead body.</p>",
    "<p>The King of Divide, Colora Ahs F Waldersch.</p>",
    "<p>He struggled with a dagger to survive. He slaughtered people and did his best to take their lives.</p>",
    "<p>Eventually it was all futile.</p>",
    "<p>In the midst of so many mishaps his face is perfectly preserved.</p>",
    "<p>“You can’t imagine how easily things were though, thanks to him moving separately from the rest.”</p>",
    "<p>King Divide separated from the kings of the Western Kingdom Union. That was the biggest reason for him becoming a target.</p>",
    "<p>He was overconfident in his power.</p>",
    "<p>Pierrot Mask prodded his body with his toe and smiled.</p>",
    "<p>“It could be fun to do things with it.”</p>",
    "<p>Crow Mask didn’t like the man in front of him.</p>",
    "<p>This man’s behavior was always dirty and disgusting.</p>",
    "<p>“So, I heard Dadenewt was resurrected…”</p>",
    "<p>“It was destroyed.”</p>",
    "<p>Pierrot Mask tilted his head.</p>",
    "<p>“What? How was it killed? It should have destroyed at least one kingdom.”</p>",
    "<p>“… There was a powerful wizard.”</p>",
    "<p>“Zod?”</p>",
    "<p>“No, a more dangerous wizard.”</p>",
    "<p>“Are you sure that the kid in the article killed the demon? The kid who can’t even arrange Fourth-Circle magic. Least to say Seventh-Circle magic?”</p>",
    "<p>Pierrot Mask had the same level of contempt that Crow Mask had upon first meeting Desir.</p>",
    "<p>“His magic ability has already surpassed Zod. And at a young age he is good at fighting too. He’s not an easy man to be trifled with. He also used a spell that I couldn’t understand.”</p>",
    "<p>With a single magic, he killed Dadenewt that even Zod had a hard time with. The power he used was above the Seventh-Circle.</p>",
    "<p>They would never understand how to arrange magic at such a level. But what was clear was that he was the enemy of Crow Mask “So you dealt with him directly. What was your impression?”</p>",
    "<p>Pierrot Mask seemed to be very interested in hearing this information.</p>",
    "<p>“Overall, it’s clear that he is below me. But in the use of spells, there are few people in the world that can achieve as much as him. The absence of higher-tiered spells that I initially thought was a major weakness ended up being a triviality to him.” Crow Mask continued.</p>",
    "<p>“He is the highest risk factor. More so than Zod. He will be a big stumbling block in future plans. I hope we get rid of him quickly.”</p>",
    "<p>“I’m very impressed. Stronger than Zod.”</p>",
    "<p>“Do not think he will be easy.”</p>",
    "<p>“Don’t worry about it.”</p>",
    "<p>Pierrot Mask drank the beer in front of him.</p>",
    "<p>“We’re going to move even more destructively to imprint fear of us on everyone. It will be incomparable to what we have done so far. And at the same time…”</p>",
    "<p>The gaze of Pierrot Mask turned back towards the King of Divide.</p>",
    "<p>“We are going to dig deeper and more secretly into the heart of the enemy to destroy them from the inside.”</p>",
    "<p>Translator Patreon</p>"
]