[
    "<p>New Outsiders emerged from the gate. They looked far stronger than the ones that they had been fighting against so far. These fresh Outsiders numbered twenty strong and wore the same uniform as the existing Outsiders. The warriors had black armour and were holding swords of decent quality, while the wizards were all at least of the Third-Circle.</p>",
    "<p>It was an elite army of Outsiders.</p>",
    "<p>They started slaying the defense force in a show of brilliance. It was impossible to repel them, let alone dominate them. There was almost no one in the defense force that was able to face them at their level.</p>",
    "<p>‘Sh*t. We can’t hold for much longer if more strong people cross over again.’</p>",
    "<p>It was important to change the coordinates of teleportation gate immediately.</p>",
    "<p>Desir commanded the party.</p>",
    "<p>“Pram, Romantica! Protect the troops so that they are not lost pointlessly!”</p>",
    "<p>“Gotcha!”</p>",
    "<p>At one part of the battlefield where the fiercest battle was unfolding, Pram appeared. He dealt with one of the Outsiders with a single swing of his silvery rapier. He was definitely the superior force here.</p>",
    "<p>Romantica was also curtailing the momentum the Outsiders. Due to the presence of these two, the defense force would not continue to crumble dreadfully, even if they couldn’t seize the initiative in the battle.</p>",
    "<p>“Yaaap!”</p>",
    "<p>They overpowered the Outsiders. With the exception of the new elite army, there were still plenty of Outsiders and disordered fights had developed as the battlefield spread out.</p>",
    "<p>“I need to get closer to the center of the magic array of the teleportation gate to reset the coordinates. Cover me, Adjest.\"</p>",
    "<p>Adjest lead the way and Desir assisted her from the rear. By thoroughly analysing and inverting the magic of the enemy, Desir was intermittently taking care of the Outsiders with Third-Circle magic. His Third-Circle magic was super-fast and its power was way stronger than normal Third-Circle spells. He approached the center of teleportation gate while subduing opposing Third-Circle wizards one by one.</p>",
    "<p>Outsiders realised that Adjest and Desir were heading towards the gate and immediately shifted their focus onto them.</p>",
    "<p>It was a winnable fight at the beginning but the combination of a knight level and Third-Circle wizard attack from the Outsiders proved to be a formidable combination. Their strong opposition brought Adjest to a stop. There were only a few more steps left to reach the gate.</p>",
    "<p>“It is enough at this distance. Please hold for 5 minutes, Adjest.”</p>",
    "<p>In front of the teleportation gate, analysis had begun. Desir had to reset the coordinates of the teleportation gate that the Outsiders had modified. Because the teleportation magic was a complicated and heavy magic that belonged to the Fifth-Circle, there was a huge amount of calculation required to analyse it.</p>",
    "<p>‘Well, freezing-palace can’t be used.’</p>",
    "<p>Adjest was thinking about how to fight the Outsiders as one of them entered the reach of her sword. Freezing-palace was a magic that allowed one to infinitely invoke the desired magic within a designated area. As it was used simultaneously against multiple members of the Aman tribes in the Shadow World, it was powerful enough to handle the Outsiders despite being so unwieldy. Ultimately though, it was a difficult magic to use in such disordered battle. Due to it being an area-of-effect spell it was possible to catch both enemy and friendly forces in it. The use of freezing-palace in a battlefield like this might result in friendly-fire. This left just one strategy that Adjest could deploy.</p>",
    "<p>‘Then, pure magic and fencing are the only way to fight this enemy.’</p>",
    "<p>She wielded her sword and swung it at the enemy in front of her. Her counterpart was holding two swords, one in each hand - one was a short sword and the other a long sword.</p>",
    "<p>As soon as she avoided the sword from her side by ducking her head the other sword immediately followed up.</p>",
    "<p>Her sword and the Outsider’s collided against each other. Adjest’s power was superior but if she pushed carelessly, she may end up giving up ground as the attack interval of the Outsider swordsman was very short due to his use of two swords.</p>",
    "<p>Adjest adjusted her hold on the sword.</p>",
    "<p>*Grip*</p>",
    "<p>And she swung.</p>",
    "<p>Fast.</p>",
    "<p>Much faster.</p>",
    "<p>With her natural physical ability she swung the huge sword at a tremendous speed.</p>",
    "<p>The Outsider crossed his swords in a fluster to block her attacks.</p>",
    "<p>*Wham!*</p>",
    "<p>Sparks flew from the exchange.</p>",
    "<p>The Outsider flew back but stood up after rolling once in an admirable display of acrobatics. But there was no time for him to take a breath. Adjest didn’t allow him any recovery and continued to press the attack in earnest.</p>",
    "<p>He was furious and snorted. While licking his bloody lips, he yelled.</p>",
    "<p>“You are strong! Strong! Very strong!”</p>",
    "<p>“…”</p>",
    "<p>The swordsman displayed a very irregular fencing style. The trajectory of his sword was extremely diverse, constant and rash as his sword flowed in a flexible manner, apparently without any concern for the inevitable accumulation of wounds.</p>",
    "<p>Adjest thought that this exchange was very annoying. Amidst the continuous attacks, Adjest turned her eyes towards the wizard behind her for a brief moment. She realized that he had been busy forming a spell to invoke.</p>",
    "<p>[Thurman Lightning]</p>",
    "<p>It was an electric Third-Circle magic.</p>",
    "<p>Adjest raised her sword to face against the Outsider’s sword and stretched her free hand out towards the wizard. She shoved the swordsman away by strongly pushing the sword facing her in an outwards facing arc whilst also invoking a magic ice dome to protect her and also redirect the approaching magic.</p>",
    "<p>*Bump!*</p>",
    "<p>The ice exploded. The lightning had gathered inside the ice dome and was returned at the caster. The Outsider was infuriated while shaking off his burnt-black hair and clothes. He started invoking a second magic.</p>",
    "<p>“Let me enjoy this more!”</p>",
    "<p>*Whoosh!*</p>",
    "<p>A sword passed by Adjest’s hand.</p>",
    "<p>*Patter.*</p>",
    "<p>Blood dripped onto the floor. The cost of losing concentration in a duel was immediately paid in full.</p>",
    "<p>“… I have no more time to spend hanging out with you.”</p>",
    "<p>Adjest didn’t have the time to spend playing any further with him. During the fight with him, the wizard was invoking more magic and Adjest couldn’t handle both of their attacks together.</p>",
    "<p>Adjest decided that she couldn’t stall any longer.</p>",
    "<p>[Magic-sword: Frozen Wave]</p>",
    "<p>“… !?”</p>",
    "<p>Following the trajectory of the sword that Adjest swung, the air was frozen solid. The Outsider swordsman intuitively felt the danger that magic-sword presented and rapidly retreated.</p>",
    "<p>‘I predicted that you would step back, of course.’</p>",
    "<p>Adjest had actually been aiming at the wizard forming his magic. The swordsman who had been trading blows with her had stepped back after quickly realising the change in the situation, but the wizard behind was not as quick. Because the wizard was fully focused on his Third-Circle magic, he couldn’t figure out why the wind started to blow irregularly. However, regardless of the situation, the wizard had just finished the Third-Circle magic and invoked it at Adjest.</p>",
    "<p>A sphere of electricity sped towards Adjest emitting a threatening noise. Adjest continued swinging the magic-sword towards the wizard, naturally meeting the  electric sphere without hesitation.</p>",
    "<p>*Buump!*</p>",
    "<p>Adjest frowned at the feeling of a twinge in her hand, but the concern was only momentary as her sword successfully slashed through the oncoming magic.</p>",
    "<p>“What the…?!”</p>",
    "<p>When the magic that the wizard had toiled on invoking dissipated with one cut of the sword, he was left visibly disconcerted. He was now in a completely defenseless state. As he was about to turn-heel and flee, Adjest instantaneously approached him.</p>",
    "<p>“… !”</p>",
    "<p>There was no chance of him matching her speed. She punched the wizard in his solar plexus with her hilt.</p>",
    "<p>*Whack*</p>",
    "<p>A small noise resonated as he collapsed onto the ground. The wizard couldn’t bear the acute pain and had passed out with his eyes rolling back into his head. This was the end of the wizard. The voice of the remaining Outsider reached Adjest’s ears.</p>",
    "<p>“Haha, I will finish it all here!”</p>",
    "<p>The swordsman was running towards Desir while she was busy handling the wizard.</p>",
    "<p>[Ice Lance]</p>",
    "<p>It was a piece of cake now to deal with the remaining man, as the wizard was now out of the picture. The two ice lances that Adjest had invoked pierced up out of the ground in front of the swordsman.</p>",
    "<p>During the brief moment that the swordsman hesitated.</p>",
    "<p>[Grease]</p>",
    "<p>Adjest closed the distance in an instant.</p>",
    "<p>Drawing closer at ludicrous speed, the swordsman flinched.</p>",
    "<p>“Eh? Eeeeeh?”</p>",
    "<p>This was enough to ensure defeat. Adjest flew straight and collided directly into the swordsman. He was blown back towards the teleportation gate. The two swords he held fell onto the ground with an unpleasant noise.</p>",
    "<p>Adjest punched his stomach as he tried to attack again.</p>",
    "<p>“Ugh!”</p>",
    "<p>His upper body folded in pain. However, the swordsman had secretly gripped a dagger hidden at his waist. Adjest didn’t allow him the opportunity to produce the knife and attacked his lower-middle body with a vicious kick.</p>",
    "<p>“Ughhhh!”</p>",
    "<p>The swordsman screamed at the pain that bloomed beyond his expectation. Adjest then kicked him straight in the face as he held her legs in a last-bid to get up and turn the situation around. Her kick had apparently connected with his nose. With the noise of the dagger dropping to the ground, blood started to pour down his face, also revealing that his two front teeth were broken. This was finally enough for him to black-out.</p>",
    "<p>“… Finished.”</p>",
    "<p>She shook her hands.</p>",
    "<p>“Restoration of coordinates has been completed. Good. Now when the gate is restarted… ”</p>",
    "<p>Desir’s analysis and inversion were finished just in time.</p>",
    "<p>*Hummmm!*</p>",
    "<p>The formula buried under the teleportation gate started to change colour from red to blue. The gate allowing the Outsiders continuous reinforcement was now shut. The Outsiders couldn’t hide their embarrassment at this strategic failure. The commanders who lead the defense force found that the battle was now in their favour and raised their voices.</p>",
    "<p>“Defeat the remnants! They have no more reinforcements!”</p>",
    "<p>“Whoooop-!”</p>",
    "<p>As long as the defense could hold out until the supporting troops arrived, they would win. With the situation reversed morale was now sky-high on the defense force’s side.</p>",
    "<p>The battle was almost over. Desir looked at Adjest. He sincerely thanked her for her efforts in holding against those Outsiders.</p>",
    "<p>“Let’s clear all of the remnants first.”</p>",
    "<p>“Got it.”</p>",
    "<p>The final stage of the battle. Whilst handling the Outsiders that troubled the defense forces, Desir recalled the man in the crow mask who hadn’t shown up here. After the first terrorist attack, he actually hadn’t appeared at all.</p>",
    "<p>‘I don’t think he retreated…’</p>",
    "<p>Where in the world did he go?</p>",
    "<p>It would be an unsolved mystery until he appeared again.</p>",
    "<p>Translator Patreon</p>"
]