[
    "<p>Pram wore a light blue apron on top of his clothes, staring intently at Desir. Hot steam billowed out of the teacup he just placed on the table. Pram’s rosy cheeks accented his flush complexion as he explained. “It’s a new type of tea I brewed.”</p>",
    "<p>“Thanks, Pram,” Desir said absentmindedly.</p>",
    "<p>“It’s nothing. Anyways, what were you thinking about?”</p>",
    "<p>“Hm—what do you mean?”</p>",
    "<p>“You’ve been staring off into space for a while now, without even a glance of your papers.”</p>",
    "<p>“Oh, was I?” Desir was tempted to say ‘I was thinking about you’, but he held his tongue.</p>",
    "<p>As he prepared to give Pram a sloppy excuse, Romantica prattled “It’s obvious if you look at him. He was definitely thinking of something stupid.”</p>",
    "<p>“Mr. Desir doesn’t think of stupid things! He’s obviously thinking of something important! Really important! It’s probably something about our party, or incredibly serious!” Pram jumped up in defense of Desir.</p>",
    "<p>‘Wait! Don’t defend me, Pram!’ He really was thinking of something stupid—and he could never, ever let anybody find out about it.</p>",
    "<p>“I’m right, aren’t I?” Pram’s eyes, filled with expectation, stroke down at Desir’s heart as he wanted to avert his eyes. He couldn’t betray Pram’s expectations.</p>",
    "<p>“I uh—that’s right. Something like that.”</p>",
    "<p>“See, Miss Romantica?” In Pram’s eyes, Desir was infallible. He could do no wrong.</p>",
    "<p>Romantica was swayed by Pram’s response. “Mm. I suppose you’re right.” She quietly affirmed his opinion and glanced elsewhere.</p>",
    "<p>Desir, feeling guilty, sipped his tea and changed the topic. “This is delicious, Pram.”</p>",
    "<p>“Of course! I spent a lot of time brewing it—it’s my secret recipe!”</p>",
    "<p>“Impressive. You should write it down for me later.” Pram nodded in agreement and went looking for a sheet of paper to write down the tea recipe. In the meantime, Desir returned to the pile of documents piled in front of him. The vast majority of it was paperwork that came with his position of party leader. As he trudged through the papers, he recalled that it was about time for the Tower of Magic to announce their sponsorships.</p>",
    "<p>Desir glanced at his fellow party members out of the corner of his eyes. After confirming they weren’t looking in his direction, he shifted the documents off to the side and peered onto a sheet of paper on the bottom. This sheet of paper was the reason for his carefully crafted stack of papers. It detailed a timeline of events so that he could better organize his future plans. A few of them were crossed out.</p>",
    "<p>5 Points. Entrance Exam - March 1st</p>",
    "<p>5 Points. Single Ranker Promotion Battle - May 1st</p>",
    "<p>2 Points. Exchange Battle - May 10th-21st Check This</p>",
    "<p>4 Points. Tower of Magic Sponsorship Announcement - July 5th</p>",
    "<p>3 Points. Attack on Tower of Magic’s Aeurelli Branch - July 7th</p>",
    "<p>1 Point. Explosion at Hebrion Academy’s Pharmacy Faculty. 0 Casualties. - Approx July 9th-14th</p>",
    "<p>6 Points. Emergence of the Shadow World - July 20th</p>",
    "<p>Points were assigned based on importance. The more impactful, the more vivid the memory was for Desir. This in turn made the dates clearer for him. On the flip side, there were a few events that had less of an impact, and it was difficult for Desir to recall those dates.</p>",
    "<p>‘July 5th—the application date for the Tower of Magic sponsorship is due tomorrow.’</p>",
    "<p>Hebrion Academy, being famous as one of the greatest magic academies on the continent, became a breeding ground for countless corporations to advertise their names. Parties would get stronger through sponsorship, and use their newfound power to clear Shadow Worlds. As the party grew, their fame would bolster the reputation of the corporation, so they spared no expense to help foster these parties. The most illustrious of these corporations was the Tower of Magic.</p>",
    "<p>The Tower of Magic.</p>",
    "<p>An international conglomerate that pioneered magical engineering, spanning across multitudes of industries. From military equipment to household products, finances, and education, the Tower of Magic’s influence had no limits. The parties sponsored by the Tower of Magic had access to the most cutting-edge equipment on the market, giving them a significant advantage in clearing Shadow Worlds.</p>",
    "<p>Countless applicants would be willing to pledge themselves to the Tower of Magic, but they were only looking for the best. The Tower of Magic was very peculiar with their sponsorship: they only sponsored one party each year. Any party selected by the Tower of Magic was publicly acknowledged to be filled with potential. With diligent growth, they would become the foundation for humanity’s war against the Shadow World.</p>",
    "<p>‘The Tower of Magic…’</p>",
    "<p>Desir’s thoughts brought him back to his previous life. He had deep ties with the Tower of Magic—the Head of the tower was his comrade in arms, Zod Exarion. Age 91, he was a mage who conquered the 6th circle and surpassed the limits of humanity.</p>",
    "<p>Head of the Tower of Magic.</p>",
    "<p>7th Circle Mage.</p>",
    "<p>Great Sage.</p>",
    "<p>Prodigium Magnum.</p>",
    "<p>Leaden with dozens of titles, he stood at the forefront of all magic. And together with Desir, they fought in the Shadow Labyrinth together—the worst Shadow World of them all. The Expedition, a group of over 150 million people were sent in to clear it, with only 6 survivors making it to the end. The two of them both made it to the end, before the incident that sent him spiraling back into the past.</p>",
    "<p>The 7th circle mage was crucial to the Expedition’s quest to defeat the Shadow Labyrinth. His spells swept the landscape and tore down wave after wave of enemies. Their bodies wiped out of existence, without a trace to be found. That in itself was a monumental achievement, but Zod’s true skills lied in his mechanical prowess.</p>",
    "<p>During their travels in the Shadow Labyrinth, Zod’s talents manifested and developed themselves out of necessity. His equipment had bolstered the ability of the Expedition by several fold. ‘If he weren’t there, we likely wouldn’t have even made it to the end.’</p>",
    "<p>Desir was deep in thought. ‘This is a chance. I was planning on contacting him anyways about “that”. Getting the Tower of Magic sponsorship is the best case scenario.’ He would put the application in first before contacting Exarion. With that, Desir rose from his seat. He needed to collect the documentation to apply for the Tower of Magic sponsorship. ‘It is strange that the official documents and application forms still haven’t been sent when there is only a day left…’</p>",
    "<p>Desir felt something tugging at him, but couldn’t place it. According to his memories, Professor Brigitte was the one who took the applications for the Tower of Magic sponsorship. With that in mind, he collected himself and proceeded to head to the Professor’s office.</p>",
    "<p>***</p>",
    "<p>As Desir arrived at the professor’s office, she appeared to be about to leave. “Ah, Desir,” said Brigitte with a smile on her face. Seeing him approach, she put her coat back on the hanger and welcomed her student. “Good to see you. I was just on my way to find you myself.”</p>",
    "<p>“That’s good to hear. I didn’t want to waste your time.”</p>",
    "<p>“Waste my time?” said Brigitte. She looked puzzled at Desir’s words.</p>",
    "<p>“I’m here for the documentation to apply for the Tower of Magic sponsorship,” explained Desir.</p>",
    "<p>Brigitte cocked her head in confusion. She frowned as she responded to Desir. “I think you’ve misunderstood something. I am not the one in charge of the Tower of Magic sponsorship applications. That would be Professor Nifleka.”</p>",
    "<p>She fixed her glasses. “In all honesty, I was planning on taking care of it all myself, but with him being a stubborn old fart, the headmaster passed on the responsibility to him.</p>",
    "<p>Desir’s eyes opened wide at the news. “Haha—I see. I made a mistake.” Desir laughed awkwardly. ‘The future has changed.’ Desir always knew that his actions would cause ripples that would change the course of the future as well. ‘But why Nifleka…’ He started becoming anxious at the news, shaking his head to clear his thoughts. “That just means I have to get the papers from Professor Nifleka, correct?”</p>",
    "<p>“That’s the reason I wanted to talk to you, Desir.” Brigitte had a concerned look on her face. “The application period for the Tower of Magic sponsorship ended yesterday.”</p>",
    "<p>Desir coughed abruptly at the information. He felt like he had been hit on the back of the head.</p>",
    "<p>Based on the shock in Desir’s face, Brigitte figured that something was wrong. “Desir, why didn’t you apply?”</p>",
    "<p>“Hold on, professor. Wasn’t the application deadline July 5th?”</p>",
    "<p>Brigitte raised her voice slightly. “It was July 3rd. Normally, it is the 5th, but we decided during the meeting to move it a few days forward due to the fact that Professor Nifleka had to go overseas. Whatever the case, we did announce that the deadline was July 3rd. I suppose you didn’t check the official announcements.”</p>",
    "<p>‘Wait—official announcements?’ Desir didn’t receive anything of the sort. “I may have a tower of papers, but I still read everything, professor. There wasn’t any announcement. That’s the reason I came looking for you. I thought it was strange we weren’t getting anything.”</p>",
    "<p>Professor Brigitte was speechless. “So you’re saying…” She closed her eyes, her face flush. She rubbed her forehead, as if nursing a headache. “You’re saying that only our party didn’t get the announcement that was supposed to go out to everybody.”</p>",
    "<p>“I searched through everything, I swear on it. I didn’t throw anything away, so you can see for yourself.”</p>",
    "<p>Brigitte trusted her student. “You wouldn’t lie about this. That means the problem was on the staff side…” Professor Nifleka was in charge. If Desir was telling the truth, he had deliberately skipped sending the announcement to their party. “That can’t be it. No matter how much you dislike each other, he wouldn’t take such drastic steps.”</p>",
    "<p>“I believe the same, professor.”</p>",
    "<p>Brigitte paused and pursed her lips. “Wait a moment. I have to check on something.” She opened the door and left, pulling out her Pad to call somebody. In the office, there was an eerie silence setting in, like the calm before a storm.</p>",
    "<p>“Excuse me!” Brigitte shouted. “Contact…not even… can’t… responsible… error? I… good… person… so… hurt… don’t hang up… don’t…”</p>",
    "<p>‘Bad news.’ He could tell from the tone of her voice. Brigitte clambered back in a moment later, breathing heavily. Her cheeks were flush.</p>",
    "<p>“They said they weren’t able to deliver the announcement. An ‘administrative error’, he says.”</p>"
]