[
    "<p>[The Vagrant Problem: Progress Rate 12%]</p>",
    "<p>The number of vagrants in Evernatten was unsustainable. Felonies such as burglary and even murder were becoming daily occurrences. Residents were afraid to leave their houses, in fear of the unwelcome guests. Due to the growing instability, merchants refused to pass through Evernatten, crippling its economy.</p>",
    "<p>The atmosphere in the meeting was chilly. Lord Wilhelm Evernatten and his “think tank,” Knight-Captain Ajest, Knight Eyulan, and his advisor Desir Arman had gathered to again discuss the vagrant problem.</p>",
    "<p>Eyulan, who was strongly in favor of expelling the vagrants, spoke first. “There are too many of them, my liege. On top of that, they’ve begun mistaking our goodwill and generosity as some sort of obligation.” She spat out the last word venomously. Unsurprisingly, Eyulan was furious that the vagrants had no gratitude towards Evernatten, as if it were natural that they should be allowed in. “The most critical problem right now is the food supply. At this rate, our stores won’t last all winter. I say we kick the vagrants out immediately!”</p>",
    "<p>“I object!” Desir interjected almost immediately. “My lord, do you remember why you let the vagrants into Evernatten in the first place? You believe in being a lord for your subjects. Expelling the vagrants would be abandoning that conviction.”</p>",
    "<p>“That conviction you speak of,” replied Eyulan, “does not simply refer to the vagrants, but also the actual residents of Evernatten. The same residents who are now starving because of these vagrants. Sacrificing the many for the few? Idiocy.” Emotion and conviction spilled from her voice. “Think about this. These vagrants are strangers, faces you’ve never laid eyes on, and they are taking our goodwill for granted. How can we favor them? Should we not consider Wilhelm’s own people first?”</p>",
    "<p>“We can save both,” Desir insisted. “To abandon one group needlessly is not what our lord believes in.”</p>",
    "<p>“Oh? We can? Our residents are afraid to leave their houses! We have no more rations, and no ability to obtain more! Face reality!”</p>",
    "<p>“You’re simply coming up with reasons to expel them! Why do you insist on acting as though expelling them is the only option? Why aren’t you trying to come up with other options?!”</p>",
    "<p>“Other options? Then present one! Can you? Can you come up with a solution to restore order to these vagrants hopping about like madmen and stop them from eating through all our rations?”</p>",
    "<p>“That’s enough.” Wilhelm’s voice instantly ended the argument. “I believed, once, that we could save them all. But that was a foolish belief from a distant past. I was wrong.” His voice was heavy and melancholic, and the words came out slowly. He turned toward Desir. “I thank you for reminding me of those convictions I once so firmly held. But I cannot stubbornly refuse to change. Accepting all these vagrants will stretch what our territory can provide for beyond breaking.”</p>",
    "<p>Wilhelm sighed. “Ideals and reality. It looks like the moment has come to return to reality.” He paused, the chilling reality setting in like the winter’s air, weighing on his heavy bones. The time for childish ideals was long past. “It’s impossible to save everyone. No, more than that, I lack the ability to care for everyone. I can no longer stubbornly refuse to accept this.” He turned, slowly to Eyulan. “Apologize to the vagrants that we are no longer able to accept them.”</p>",
    "<p>“Understood!” Eyulan was disturbingly giddy as she heard Wilhelm’s words, assuring the expulsion of the vagrants.</p>",
    "<p>Ajest watched this exchange silently, unsure of how to proceed. Clearly, the completion condition for this shadow world was to change Wilhelm’s decision to the correct one, but, as she watched the conversation unfold, she couldn’t think of a single argument against Wilhelm’s decision. She was certain, had she been in his shoes, that she would have made the exact same decision, which meant, unfortunately, that history was bound to repeat itself, leading to the quest’s failure.</p>",
    "<p>As Ajest continued to think in silence, she saw Desir step forward and drop to his knees. Everyone froze, unsure of what to do.</p>",
    "<p>“Just two days,” pleaded Desir. He knew this would seem desperate, but it didn’t matter to him anymore. If he had to abandon his pride for the vagrants that nobody else cared about, he would. “Give me just two days. I’ll come up with a plan.”</p>",
    "<p>Ajest looked back and forth between Lord Wilhelm and Desir. Everyone waited with baited breath.</p>",
    "<p>“Fine. I’ll grant you two final days.”</p>",
    "<p>***</p>",
    "<p>The most urgent problem, it seemed to Desir, was resolving the food issue. The rations provided to Wilhelm’s garrison had already been heavily reduced to accommodate for the influx of people. Naturally, the soldiers had complained, but Lord Wilhelm had quickly quieted them by eating the same meals as the soldiers, taking the lead on accepting the reduced rations. Days had stretched into weeks like this, but now the situation was becoming untenable. Desir had only two days to produce a solution, or the vagrants would be expelled, and the quest failed.</p>",
    "<p>To his credit, he had worked diligently on coming up with a solution to the vagrant problem, but so far, all his thinking had led him back to the same conclusion: there was no solution. Regardless of how he approached the problem, nothing he came up with would be better than simply expelling all the vagrants.</p>",
    "<p>For example: Desir had initially considered trying to “help the vagrants help themselves” per se, by opening up apprenticeships and other opportunities for skilled individuals which would increase Evernatten’s export activity, but, unfortunately, he quickly came to the conclusion that such a plan would take far too long to bear fruit. Training every skilled individual to the point where they brought in more money for Evernatten than they cost would take at least a month - time they didn’t have.</p>",
    "<p>Desir sighed. ‘No wonder the rewards for a 4th-level Shadow World were so good.’ This Shadow World’s rewards was the artifact ‘Arms of Toa,’ which increased an individual’s mana pool. Due to his weak mana pool, Desir could only use first circle magic; without the artifact, he wasn’t sure if he could reach even the Third Circle. If only the quest wasn’t so incredibly difficult…</p>",
    "<p>He shook his head, banishing those thoughts. ‘I can’t fail this.’ If he failed, he would have to totally rearrange his plans. He looked up at the empty street ahead. The lack of merchants had brought sharp inflation to Evernatten, which meant that most stores were closed down due to a lack of customers. Compounding the emptiness, few residents walked about, afraid of the swarms of vagrants. The vibrant energy that once permeated the castle-city no longer seemed to exist. Desir felt all too aware of the frosty winds.</p>",
    "<p>As he trudged through the thick snow, deep in thought, he passed from the residential area into the propped up shantytown of the vagrants. The signs of activity returned to his senses, but it was a darker, bleaker activity, a far cry from vibrance or joy.</p>",
    "<p>“Don’t stray from the line!” The voices of soldiers barking commands from their station cut through the winter air. Desir saw a line of vagrants miles long, silently following the soldiers’ orders with lifeless eyes.</p>",
    "<p>“Oi! There won’t be any food if you cut in line!” The soldiers, seeing Desir approach, stopped and saluted.</p>",
    "<p>Desir waved them down. “Don’t mind me, you can keep working.”</p>",
    "<p>“Understood.” The soldier went back to distributing rations. Desir peered down the impossibly long line of vagrants. They huddled in clumps for warmth, rubbing their hands to melt their frozen fingers as they waited restlessly. The lines had grown longer and the food supply smaller each time Desir came to observe them.</p>",
    "<p>“Mister Desir!” A voice shouted from behind. Desir turned to see Lilica standing next to Ajest and waving her hand excitedly. She had basically been evicted from the castle, and was now effectively amongst the vagrants.</p>",
    "<p>She held a fist-sized piece of rye in her hand; evidently, her ration. Desir came up to the pair of them. “Aren’t you bored waiting?”</p>",
    "<p>“Nope,” responded Lyrica, shaking her head forcefully. “Miss Ajest stood with me so I wasn’t bored at all!”</p>",
    "<p>Ajest stood beside her in a full suit of plate armor. Nominally, she was here to keep an eye on the ration line, but truthfully, she was keeping an eye on Lyrica.</p>",
    "<p>“I’m sorry things turned out this way, Lyrica.” Desir said quietly.</p>",
    "<p>“No, why are you sorry? You were very good to me. I think that it’s thanks to you that I’m able to get this much. Of course, it’s too bad that Mister Pram couldn’t be with you as well.</p>",
    "<p>“But, I wish they told me why they chased me out. Mister Jefran just got really quiet and didn’t say anything at all…Did I do something wrong? Did they kick me out because I made a mistake?”</p>",
    "<p>Desir shook his head. “Like I told you before, it wasn’t anything you did.”</p>",
    "<p>“What was it then?”</p>",
    "<p>Desir fell silent as well. How could he possibly explain the truth to her? It would be too cruel to expose the terrible reality to her. “You’ll be able to come back one day,” he offered.</p>",
    "<p>“Then watch Carlos for me until then.”</p>",
    "<p>“Carlos?”</p>",
    "<p>“It’s the name of the snowman I made.”</p>",
    "<p>“…Of course. Leave it to me.”</p>",
    "<p>Satisfied, Lilica disappeared into the mob of vagrants.</p>"
]