[
    "<p>*Thud*</p>",
    "<p>Huge nails piercing through the air were blocked by a shield. It was the Avalon Army of the Western Kingdom leading the frontline. Holding their shields up high against Dadenewt. they were all at around the level of knight class soldiers.</p>",
    "<p>\"We can't let it advance any further!\"</p>",
    "<p>Frilleza's defense force were assisting the the Avalon Army as well. The composition of their forces were mostly ordinary soldiers though, but at this time, their morale was as high as the city walls. Their hearts were a flame with the desire to defend their home against this new threat, having Just beaten the Outsiders.</p>",
    "<p>As the knights and soldiers fearlessly fought their corpses piled up, naturally forming barricades. While they delayed the advance of Dadenewt, the magicians were casting spells from the rear. Third-Circle magic, with some Fourth-Circle magic mixed in, flew through the air demonstrating the overwhelming might of the Avalon Army.</p>",
    "<p>*Boom* *Boom*</p>",
    "<p>It was raining magic. Numerous magic spells exploded across Dadenewt's body, momentarily screening its body from view. The unprecedented plethora of magic spells ignited hope for the knights in the frontlines, but…</p>",
    "<p>\"Roooaaarrrrrrr!\"</p>",
    "<p>After the smoke faded away, they couldn't believe what they saw.</p>",
    "<p>Dadenewt's body was untouched, without so much as a single scratch. The huge body seemed as good as new.</p>",
    "<p>To make matters worse, a wave of heat emanated from its mouth. The scorching wave of air forced everyone nearby, including the battle-hardened knights, to cover their faces. The commanding officer, Kelly, who was situated in the frontline was in a state of shock.</p>",
    "<p>'What on earth is this devil…?'</p>",
    "<p>The Avalon Army was a troop of veteran soldiers that had fought against the Shadow Worlds on an innumerable number of occasions. However, even their full powered offensive couldn't make this giant demon so much as twitch.</p>",
    "<p>[Order Blade] did not do anything to it, and all other magic simply bounced right off.</p>",
    "<p>They had never been in this kind of fight before. They couldn't see a path to victory. They simply didn't know what to do. The scope of this disaster was beyond what they could wrap their heads around.</p>",
    "<p>\"Arrrgggh!\"</p>",
    "<p>One of the knights screamed as his body was pierced by a giant finger nail. His body was rapidly stained by the blood as it spread everywhere from the wound. There was an ever increasing number of soldiers dying at the shore in a similar manner…</p>",
    "<p>The knights and soldiers were barely holding their line of defense, and morale was slowly declining. Unlike them, Dadenewt looked to be in perfect condition. A mixture of sorrow and resignation had started to appear on the faces of some of the defenders.</p>",
    "<p>The demon itself was an impregnable fort, and as it moved, it left a trail of slaughter in its wake.</p>",
    "<p>\"Is there really no may to block this?\"</p>",
    "<p>The barricades they had constructed during the fight, and had paid for with the blood of their brothers in arms, were about to be demolished. The demon roared. Then the rune on its body started to glow red, as if on fire. Commander Kelly immediately knew what this meant, after previously experiencing it, and was about to order a retreat.</p>",
    "<p>But before that, a huge explosion hit Dadenewt's head. Dadenewt's neck, which had not moved even a bit from the earlier volleys of spells, was bent at an unnatural angle. Thanks to this, the heatwave from the mouth was shot towards the sea. The sea appeared to part, as if fleeing from the massive heat beam. This was a testament to the power packed into that attack. The dark night sky became bright as daylight.</p>",
    "<p>And most importantly, there were no casualties. Not a single person on the battlefield was hurt from this attack.</p>",
    "<p>Dadenewt rolled its eyes around seeking the origin of that magic spell. It was a power strong enough to actually hit and damage it for the first time.</p>",
    "<p>The magic came from Zod Axarion.</p>",
    "<p>The one and only great Seventh-Circle magician.</p>",
    "<p>The leader of the world-class Mage Tower. Unlike other magicians, he stood in the middle of the chaotic battlefield.</p>",
    "<p>\"Axarion!\"</p>",
    "<p>\"I will cover you. Continue the battle.\"</p>",
    "<p>\"But there are so many injured…\"</p>",
    "<p>\"Don't worry about that.\"</p>",
    "<p>A woman's voice came from behind them. It was Priscilla who was revered as the Saint of the Church of Artemis.</p>",
    "<p>She heightened her concentration by closing her eyes. A white light spread out from her body and enveloped the bodies of the knights fighting against Dadenewt.</p>",
    "<p>Their wounds all healed in seconds. Small wounds didn't even take a second to recover. Severe injuries also healed in just a few moments. Even the wounds of soldiers who were on death's doorstep closed and healed. Within the space of just a minute, even they could get up and resume battling.</p>",
    "<p>[Wide Recovery]</p>",
    "<p>It was indeed a power strong enough to be called a miracle. As a result, the frontline of the battle had stabilized and recovered a little bit.</p>",
    "<p>Priscilla sweated like rain, and the color of her face quickly deteriorated.</p>",
    "<p>Zod turned towards her.</p>",
    "<p>\"Don't push yourself too hard.\"</p>",
    "<p>\"…I won't.\"</p>",
    "<p>Zod looked at Dadenewt and again cast magic. It was in this way that the battle continued.</p>",
    "<p>***</p>",
    "<p>Romantica looked into the scope of her magic tool calmly. The battle continued to unfold in-front of her. Adjust, Pram, and Desir were locked in combat against Crow Mask.</p>",
    "<p>The fight was one-sided. Even though Adjest and Pram had Joined in to support Desir, they were all busy defending and running around avoiding Crow Mask's attacks.</p>",
    "<p>'That unique type of magic comes from his right hand…'</p>",
    "<p>It was a very odd technique. It endlessly rotated as it changed its shape.</p>",
    "<p>This unknown magic technique was instantaneously pouring out incredible flame in great volume. In a moment, the whole group of buildings nearby collapsed as the streets shattered.</p>",
    "<p>'If I go against him in a direct match my 'Clothes Line' will break right away.'</p>",
    "<p>If it were Desir at any other time, he would probably have already reversed that magic, but this time he's struggling just to cast magic while defending himself and his team.</p>",
    "<p>*Crash!!* *Bang!* *Whomp!*</p>",
    "<p>It was once a busy street, but now all of the buildings lining it were shattered and destroyed beyond recognition. The skeletons that were once hidden now revealed for all to see.</p>",
    "<p>The magician standing before them was mighty indeed.</p>",
    "<p>'What I can do is…'</p>",
    "<p>Aim for the moment of inattention.</p>",
    "<p>Romantica felt a cool sensation from the rifle as she held it against her cheek.</p>",
    "<p>Crow Mask had noticed the first sniper shot and cast defense magic in time. His reflexes and intuition were indescribable.</p>",
    "<p>'But I can't give up now.'</p>",
    "<p>The same attack wouldn't work again, against him. This one shot was her best chance.</p>",
    "<p>Romantica wanted to pull the trigger so many times already, but she controlled her impatience and continued to take great care.</p>",
    "<p>Through the scope, Romantica spotted Crow Mask simply avoiding Adiest's attacks.</p>",
    "<p>He continued to act as if all of the damage done by Desir and Adiest's magic attacks didn't even faze him.</p>",
    "<p>'Is that coat enchanted with Fourth-Circle magic defense?'</p>",
    "<p>It must be similar to the 'Clothes Line'.</p>",
    "<p>However, even Crow Mask had to be careful of Pram's attacks. Blood was dripping from his side. Pram's Blanchium sword was able to penetrate defense magic and hurt him due to its special nature. As a result, Crow Mask invoked space magic to blow away Pram and maintain a safe distance.</p>",
    "<p>Desir and Adjest also knew about this, so they tried their best to keep Pram close to their enemy.</p>",
    "<p>Adjest unfolded [Frozen Palace] magic. She tried pressing Crow Mask with her most exceptional magical ability through hundreds of projectile ice magic.</p>",
    "<p>However, Crow Mask was not only good with spatial magic but also a sorcerer who was well versed in the magic of fire.</p>",
    "<p>[Linear Ray]</p>",
    "<p>Crow Mask invoked magic that melted Adiest's ice magic and [Frozen Palace] surrounding them. In a straight up confrontation, she was no match. The pillars crumbled down and the chandelier fell to the ground.</p>",
    "<p>All of a sudden, spatial rifts appeared and arranged themselves into a particular formation while flying towards Adjest. Spatial magic had been invoked.</p>",
    "<p>\"Gasp!\"</p>",
    "<p>Adjest raised her sword and hastily invoked defense sword magic.</p>",
    "<p>[Magic sword: Whisper of Kinard]</p>",
    "<p>The most potent Third-Circle defensive magic. Desir invoked additional defensive magic.</p>",
    "<p>[Wind Coat]</p>",
    "<p>Intense shockwaves shot into Adjust.</p>",
    "<p>*Boom!* *Bump!* *Bang!*</p>",
    "<p>She was pushed far back.</p>",
    "<p>Luckily, she didn't seem to be harmed. It was all because Desir helped her out at Just the right time.</p>",
    "<p>Desir helped Pram and Adjest by fending off the magic that was cast towards them. At the same time, he was continually trying to reverse Crow Mask's unusual form of magic.</p>",
    "<p>The tesseract that was shifting shape near Crow Mask's hand was roughly a Sixth-Circle technique.</p>",
    "<p>It changed every second and seemed to have thousands of possible permutations, but in order to reverse it, it was necessary to interpret each permutation. It would drive one crazy just attempting to reverse the magic one permutation at a time.</p>",
    "<p>'not to mention… me.'</p>",
    "<p>The tesseract type of magic was indeed powerful, but it obviously consumed a great amount of power. It was visible from the movement of Crow Mask that he was starting to get exhausted from maintaining it.</p>",
    "<p>In addition, due to the continued struggles of other party members, he let his guard down against the sniper.</p>",
    "<p>It was the perfect opportunity for Romantica. She held her breath and lined up the target in the crosshair. Crow Mask's spatial magic was about to be invoked once again.</p>",
    "<p>'Now!'</p>",
    "<p>She pulled the trigger. The Third-Circle magic that she had loaded, [Storm of Avaros], was compressed and fired with the help of her rifle. The magic bullet with the penetrating power of the Fourth-Circle streaked through the air and crashed into the target.</p>",
    "<p>*Kabooom!*</p>",
    "<p>A small storm erupted. The strong gust of wind ripped through everything in its path. Crow Mask's body flew in the air and crashed into the rubble of what was once a fountain.</p>",
    "<p>Finally, Romantica inhaled deeply.</p>",
    "<p>'Was it successful?'</p>",
    "<p>The dust storm settled and the figure of a man appeared. The edge of his robe was slightly torn and he was covered in dirt.</p>",
    "<p>Immediately, Romantica's hopeful mood morphed into disappointment</p>",
    "<p>'Is he really a monster?… Wait.'</p>",
    "<p>However, something was definitely different this time. There was a small crack on the mask.</p>",
    "<p>*Crack*</p>",
    "<p>The cracking increased in volume without anyone even touching the mask. And it finally tore in half and fell to the ground. His bare face had appeared.</p>",
    "<p>Translator Patreon</p>"
]