[
    "<p>Brigitte pulled her chair forward and clenched her fist. “If this wasn’t intentional… there’s no way.” The calm and collected Professor was nowhere to be found. Her voice was trembling with anger. “Of course. The reason why he insisted on taking charge of the Tower of Magic sponsorship. I thought something was fishy, but this is just despicable! To think he’d be this cheap!”</p>",
    "<p>In truth, Desir hadn’t expected Professor Nifleka to go to such means. For a professor to blatantly show such bias was unthinkable. ‘Was it because I defeated his Blue Moon Party?’ Desir couldn’t determine why the professor would go to such lengths. In any case, the buffoon’s motives didn’t matter. What did was the current situation—the deadline had passed. There was no point in complaining.</p>",
    "<p>Seeing the look of loss on Desir’s face, Brigitte immediately reassured him. “I’ll look for anything I can do to fix this. For now, go and rest.”</p>",
    "<p>Desir nodded at his teacher, and returned to his office. He didn’t have much hope that her intervention would solve the situation.</p>",
    "<p>‘On top of all that, the Tower of Magic has a very rigid schedule.’</p>",
    "<p>As Desir traipsed back to his papers, he came to the conclusion why Nifleka acted so brashly. At the realization, Desir felt an uncharacteristic anger boiling up inside of him. He laughed bitterly. ‘So you’ve decided to act first.’ His eyes gleamed as he hatched a plan. ‘Two can play that game.’</p>",
    "<p>Now seated in front of his mountain of paper again, he flipped open the piece of paper in his pocket. It was the timeline of events he had written down prior. Skimming down the list, he traced his finger until he got to what he was looking for. A smile tugged at the corners of his mouth. ‘I can be just as cheap.’</p>",
    "<p>…</p>",
    "<p>3 Points. Attack on Tower of Magic’s Aeurelli Branch - July 7th</p>",
    "<p>…</p>",
    "<p>It was a late summer night, and the air was brisk. A man with a handsome mustache dressed in neat clothes took long strides along the street engulfed by the night fog. His name was Criken. Criken was extremely tall, with a well-built frame. His eyes peered up into the night sky, before falling on a boy running toward him with a bag full of rye bread. His shabby appearance gave Criken more than enough information about this child. The hard rye bread in his arms was precious food for his family.</p>",
    "<p>Criken moved aside as the boy continued to run, but they still bumped shoulders. The bread bag flew into the air, and a look of panic showed on the boy’s face. Suddenly, something strange happened—the bag stopped in mid air, as if somebody were holding it. Criken grabbed the bag out of the air, and peered at the fallen boy.</p>",
    "<p>“Sorry, sir.” The boy’s eyes were downtrodden at his mistake.</p>",
    "<p>“It’s alright. Are you hurt?” Criken offered his outstretched hand to the boy and helped him up. After he stood back up, Criken wiped away the soot on the child’s face. “Where are you headed?”</p>",
    "<p>“I’m heading home to my family, sir.” The boy gave a quiet smile to the man who helped him up.</p>",
    "<p>“With this bread?” Criken asked.</p>",
    "<p>“It’s for my little sister, sir. She isn’t able to come out of the house,” said the boy. His eyes looked earnestly up at the towering man in front of him.</p>",
    "<p>Criken’s intuition was correct, and he nodded in understanding. “Don’t walk around outside so late. Your sister will worry.”</p>",
    "<p>The boy nodded his head fiercely. “Yes. Thank you, sir.” He stared at the bag of bread in Criken’s hands.</p>",
    "<p>As Criken moved the bag to and fro, the boy’s eyes were mesmerized by it. He smirked. “Right. I should give this back.” Criken held out the bag to the boy.</p>",
    "<p>“Thank you, sir!” the boy exclaimed. Just as the boy’s hands touched the bag, Criken suddenly turned it upside down and emptied its contents onto the floor.</p>",
    "<p>In shock, the boy asked what he was doing. Criken responded by crushing the bread underneath his feet. They broke apart into crumbs and mixed into the dirt, completely inedible. A faint look of amusement appeared in Criken’s eyes as he wandered past the bewildered boy. He was feeling quite cheerful—whenever he was about to do something important, he would have a bit of fun with things like this.</p>",
    "<p>As the moonlight faded away and the darkness grew deeper, the street lights flickered and the shadows disappeared. He rounded a third corner until he could no longer see any lit street lights. Surrounded by pitch black darkness, he stopped in his tracks. In front of him laid a giant metal door embossed with the words Tower of Magic, Aeurelli Branch in an elegant cursive. At this point, he tossed his fedora aside, revealing a mask shaped like a shark with horns. In the dead of night, he said a single word.</p>",
    "<p>“Assemble.”</p>",
    "<p>Restless shadows stirred from the seedy underbelly of the city, and 80 silhouettes stood behind him. Each of them wore masks adorned with skulls and dark black cloaks, merging with the darkness. The masquerade began channeling all manners of spells. Waves of mana rippled through the air as a menagerie of spells clashed with the gate. A powerful magic barrier activated, nullifying the slew of magic that struck the metal gate.</p>",
    "<p>‘As expected of the Tower of Magic.’</p>",
    "<p>Criken gestured forward with his chin, and a number of heavy-set men stepped forward to pound and grind down the gate. The door began to yield in reaction to the overwhelming force. “Keep going,” said Criken. “We can’t let it adapt.”</p>",
    "<p>Additional clangs rang out from the door, as the enchantment weakened. As the mana could only flow in one direction, it could only activate one spell at a time. The enchantment could only augment its physical or magical durability—even with the greatest source of mana in the world, it wouldn’t matter. Criken smirked as the door opened with a boom.</p>",
    "<p>An ear-splitting alarm rang out—the intruders entered the Tower of Magic. Security guards and mages poured out from the Tower of Magic and formed ranks, with the defensive towers manned and sights readied on the incoming masked foes. Criken was taken aback at their quick response time, but that didn’t deter him. He signaled his subordinates to charge.</p>",
    "<p>The masked marauders let out a war cry as they engaged the incoming forces. Sounds of steel clashing, roars of triumph, and explosions echoed throughout the battlefield. In the chaos, Criken quietly left the battlefield, with 6 of his subordinates in tow.</p>",
    "<p>[Invisibility.]</p>",
    "<p>The high-level spell refracted light to make one disappear from sight. They tore away from the fight as the security guards continued to flood onto the war zone. “They really came!”</p>",
    "<p>Criken and his men skirted off to one side. He glanced at the guards as they went down the stairs, and then smiled to himself. Everything was perfect. With the Tower of Magic’s forces gathered on the lower floors, they wouldn’t be able to prevent him from accomplishing his goal. The only thing which bothered him was how quickly they reacted. ‘No matter. Everything is according to plan.’</p>",
    "<p>The 80 men were merely a distraction. The main forces had dispersed from the upper floors, and he leisurely walked up the stairs.</p>",
    "<p>Tower of Magic—20th Floor.</p>",
    "<p>Compared to the floors below, the 20th floor was rather small. As he entered the top floor, his eyes were drawn toward a safe. Criken, wary of additional traps, conjured a magic formula in front of him as he took careful steps toward his prize.</p>",
    "<p>[Earth Rage.]</p>",
    "<p>3rd circle attack spell. The barriers layered on top of the safe were expelled by the tide of mana exerted by Criken. The safe was laid waste to and inside, a strange object illuminated the surrounding area. 2nd tier magic crystal—Ruigenell’s Tear. The brilliant blue light danced across Criken’s palm, and the crystalline object pulsed like a beating heart. His eyes shined with greed and he reached out to grab the magic crystal—</p>",
    "<p>“That’s enough.” A young boy’s voice rang out.</p>",
    "<p>Startled, Criken turned around. It was an incredibly beautiful boy—no. He was so beautiful that it was difficult to tell if it was a boy or a girl. His voice was firm. “Please surrender, Outer.”</p>",
    "<p>This was outside of expectations. “You were hiding forces in reserve? Interesting.” Criken’s voice wavered as he tried to determine how they figured his plan out. “This means that you had to have known our plans, our identity, and even our objective…” His voice trailed off. “Who are you?” His eyes narrowed as he tried to read his opponent.</p>",
    "<p>Pram Schneizer raised his sword with his eyes trained on his target, and said “With the authority of Hebrion’s Single Ranker, I place you under arrest. You would do best to surrender.”</p>",
    "<p>“I refuse.” With that, Criken snapped his fingers and his companions lined up in front of him.</p>",
    "<p>[Elan’s strength resides in me.]</p>",
    "<p>[Wave of Flame.]</p>",
    "<p>The mages created their constructs and aimed their sights at Pram. In response, Pram likewise used the time spent casting to analyze the enemy’s strength.</p>",
    "<p>‘4 mages, 2 swordsmen. Based on the spells being cast and the reactions of the swordsmen, these guys can’t be much stronger than 2nd Circle and Pawn-rank.’</p>",
    "<p>[Fireball.]</p>",
    "<p>[Ice Spear.]</p>",
    "<p>With the first two spells completed, the mages sent them careening toward the lone swordsman. A glint in Pram’s eye shined as he swung his sword toward the incoming blasts of elemental energy. His Blanchume rapier bisected the Fireball and the Ice Spear left nary a scratch on Pram’s head as they shattered into fragments of mana.</p>",
    "<p>“He cut the magic?”</p>",
    "<p>“Anti-magic sword!”</p>",
    "<p>Seeing the change in atmosphere, Pram leaped forward to subdue the mages. In response, the knights stood in an ironclad formation preventing Pram from making it to his quarry. The mages began casting a new salvo of spells with everybody back in position. The morale was high for the intruders, getting ready for Pram’s execution, but—</p>",
    "<p>“It’s useless.”</p>",
    "<p>Pram disappeared in an instant. The swordsmen quickly frantically looked around, trying to find the blue-haired boy, only to discover he was already on top of their mages. This was the difference of rank: these Pawn-rank soldiers had no hope of matching up with the Knight-rank prodigy. A dull smack sounded and the first mage crumpled to the ground. Their expressions turned grave as Pram moved onto his next target. As he neared, a pulse rose from the ground and caught his foot.</p>",
    "<p>[Entangle]</p>",
    "<p>2nd circle snaring spell. Pram’s battle senses were hardy, but he was in disbelief. ‘No way. There weren’t any mages casting spells…’</p>",
    "<p>He had missed it. There was a mage just outside of his vision, and now he would pay the price.</p>"
]