[
    "<p>Icy mist created a dense, glittering silver curtain. Bloody Talon leapt backwards, nocked an arrow in his bow, and tried to anticipate where Ajest might pop out.</p>",
    "<p>[Grease]</p>",
    "<p>However, Ajest burst through the smoke at an unbelievable speed. The first arrow missed hopelessly and Bloody Talon didn’t have time to fire a second. Ajest’s blade froze the air as it closed the distance between them.</p>",
    "<p>A loud clang rang out in the night. As Ajest landed, she felt that something was amiss. Her opponent’s arrows were definitely made of wood, but her sword had made contact with something metal, resulting in a familiar clang.</p>",
    "<p>Just as Ajest’s sword had approached him, the barbarian drew his weapon faster than she could track and savagely fended off her attack.</p>",
    "<p>Bloody Talon was behind her now, holding his sword loosely. The barbarian chief pointed his weapon towards Ajest. It was a blade crafted into the shape of a wolf’s fang, overflowing with a crimson aura.</p>",
    "<p>It was an Aura Blade.</p>",
    "<p>Ajest calmly adjusted her grip. Her leg muscles tensed fiercely and she held her breath for a moment before launching herself towards her opponent with all of her strength. She put everything she had into a powerful strike aimed directly at Bloody Talon, but he brushed it aside casually. He continued to deflect her follow up strikes in similar fashion, moving faster than she could see. With each clash, Ajest took damage. The powerful impact created by the Aura Blade caused every muscle in her body to scream in pain each time their blades met and the damage was gradually building up.</p>",
    "<p>The clash of metal continued to ring out as powerful strikes were sporadically exchanged. As Ajest’s body began to falter due to the accumulated damage, Bloody Talon began to move unpredictably. He slapped her sword aside with a powerful swipe and pressed on with his next attack before Ajest could recover her posture. The moment their blades met, he spun around and threw a kick at her abdomen. Her waist folded in brutal fashion and Bloody Talon followed up with an elbow to her spine, causing her armor to break.</p>",
    "<p>Ajest barely managed to stay standing. She swung her sword in an attempted counter-sweep at the barbarian’s legs, but he evaded and brought down his Aura Blade on her head.</p>",
    "<p>A strange sound filled the air as Ajest summoned the most powerful defensive spell of the Third Circle, [Sigh of Kizard], drawing from the magic circle to form a shield around her and block the Aura Blade. The spell also slowed the blade for just a brief moment, but it was barely enough to allow Ajest to retreat. Spears of ice, created by the Second Circle spell [Prison Lance], shot up from the ground around Bloody Talon as he tried to pursue.</p>",
    "<p>“Graaaaa!” howled Bloody Talon as he swung the Aura Blade around to shatter all the icicles. While the attack failed to impale the barbarian, it was successful in its secondary goal, which was to create some distance between the two combatants.</p>",
    "<p>Standing more than 10 meters away, Ajest spat out the blood that was welling in her mouth. Her shattered armor was barely hanging onto the leather strap around her chest and the runegear she was wearing underneath was screaming warnings at her.</p>",
    "<p>[Warning: Runegear mana is below 20%. Defensive capabilities are decreased significantly]</p>",
    "<p>“Monstrous b*tch,” Bloody Talon looked at Ajest in disgust. As they fought, the blood-curdling screams of the other barbarians rang out endlessly from within the palace of ice. Ajest was still maintaining her Frozen Palace as she dueled with him.</p>",
    "<p>She was continuously pouring her mana into the magic circle that stretched endlessly through the sky, which was used to maintain her icy barbarian trap. This allowed her to hold off the entirety of the barbarian invasion. The number of men she had felled reached 20 already.</p>",
    "<p>“However, even you must have reached your limits.”</p>",
    "<p>Bloody Talon’s assumptions were correct. Ajest was not in an optimal state. She had poured an incredible amount of mana in order to maintain Frozen Palace, which was now holding 90 barbarians. Her opponent was also someone equal to a Rook-class Knight. It was difficult enough to fight such an opponent, but doing so while also maintaining a high level magical formation had pushed her past her limits. Doing anything more would be suicidal.</p>",
    "<p>In reality, Ajest did not need to do anything more. It would not have mattered if she had fled. Her quest was not to eliminate every barbarian, but to simply interfere with the plundering of the rations. To that effect, it would not be wrong to say that she had already completely her quest. However, a single thought kept her from leaving.</p>",
    "<p>‘If I lose here, I won’t be able to catch up to him.’</p>",
    "<p>Desir Arman. Ajest was single-mindedly focused on him.</p>",
    "<p>‘He went through our battle with a smile on his face.’</p>",
    "<p>Ajest thought back to that bitter moment during the Promotional Exam.</p>",
    "<p>‘I…will surpass Desir Arman—!’</p>",
    "<p>Ajest tightened her grip on her sword and casted another spell, this time on the surface of her blade. An enormous amount of mana began to swell once more.</p>",
    "<p>A strange sound emanated from the blade, a special characteristic of Magic Swords when they are activated. However, the timbre from her sword was off. A portion of her Frozen Palace began to crumble, the chandelier fell and pillars started to melt. With a stubbornness bordering obsession and a will that deserved respect, Ajest pushed past her limits to maintain Frozen Palace while casting an additional spell.</p>",
    "<p>[Magic Sword: Ice Wave]</p>",
    "<p>It was Ajest’s final gambit. The air around her sword began to chill and freeze, leaving behind a streak of frosty air with every swing. Her appearance was that of an Ice Princess, wielding her sword of judgement within her palace.</p>",
    "<p>“Haaaah!” The Aura Blade clashes with the Magic Sword.</p>",
    "<p>Another portion of the Frozen Palace collapsed with a thunderous boom. Bloody Talon, who possessed keen awareness, could sense that something was strange. As his sword clashed with the Magic Sword, it began to get frosty and cold. Even the handle and his hands were beginning to freeze as well.</p>",
    "<p>The blade shuddered and the steel began to shriek. It was a sharp noise that dug into his ear drums, as if his weapon was a living thing that was sounding its death throes. Bloody Talon stared dumbly at his own sword as it inexplicably shattered into sharp fragments that flew towards him. Bits of frozen metal ripped into his skin, muscles, and body.</p>",
    "<p>“Kyaaa!” screamed Bloody Talon as his steel-like body and his ruggedly handsome face were torn to shreds. He could not withstand the sudden pain and cried out. Drops of fresh blood dripped onto the floor. Unable to stand any longer, the barbarian chief fell backwards. He looked up towards Ajest with his remaining good eye.</p>",
    "<p>“Un-unbelievable,” mumbled Bloody Talon. The words that he struggled to produce were slurred due to the sword fragments embedded in his mouth.</p>",
    "<p>‘I lost?’</p>",
    "<p>He could not accept his own loss. He believed that he was destined to be a great hero. He was such a powerful warrior that none in his tribe could face him. Additionally he was the wisest of all leaders  . He had seen a great path of glory laid out before him. He was going to become the greatest chief in history and lead his tribe to become more powerful than ever before. There was a hero’s path that was instilled in his heart and heritage.</p>",
    "<p>‘And…I lost…to a girl younger than me…!’</p>",
    "<p>His eyes slowly closed.</p>",
    "<p>‘Betrayed…by destiny…’</p>",
    "<p>It could be argued that this was not technically correct. He wasn’t betrayed by his own destiny, but instead swallowed up by a greater destiny. That is, the destiny of Ajest Kingscrown…no, Ajest Roguepalace. The destiny of one who possessed the royal blood of the Empire and who will, in the future, lead the expedition team of humanity’s greatest into the Shadow Labyrinth. Bloody Talon’s destiny was cruelly trampled by Ajest, the epic hero who would shake humanity’s history.</p>",
    "<p>The news of the barbarian assault on the food storage, led by the Hawk Tribe chief Bloody Talon, spread throughout the entire region of Evernatten. The inhabitants of the region whispered tales about the incompetence of the soldiers and knights that allowed such an assault, but soon the conversation shifted to those about certain soldiers. Tales of the brave souls that faced off against Bloody Talon and rang the warning bell was popular among the people. The heroism demonstrated by these soldiers, who discovered the assault and resolved it themselves, stood in stark contrast to the sheer incompetence displayed by other soldiers.</p>",
    "<p>“I don’t know who these soldiers were, but they deserve to be commended.”</p>",
    "<p>“I heard it was a maiden knight and the lord’s personal servant that rang the bell.”</p>",
    "<p>“But there is no female knight in our region?”</p>",
    "<p>“Does that mean it was some attendant that did this? What a silly rumor.”</p>",
    "<p>At the same time, stories of a knight-captain that stood against the barbarians alone began to spread.</p>",
    "<p>“Not only that, but I heard the knight-captain of our land faced off against the entire barbarian army alone!”</p>",
    "<p>“Bull. This guy…where did you hear such a story? It’s hard enough for a veteran soldier to stand against a single barbarian warrior.”</p>",
    "<p>“That doesn’t make any sense either.”</p>",
    "<p>“You must be talking about some other Order.”</p>",
    "<p>While most of the people believed the story to be exaggerated, they still endlessly praised the three protagonists of the tale. As the rumor mill churned through the nation, the Lord of Evernatten, Wilhelm Evernatten, was reading a report in his homestead. It was a summary of last night’s events and required his guidance to tie up its loose ends.</p>",
    "<p>“Lord, we are here.”</p>",
    "<p>“Did the knight-captain come as well?”</p>",
    "<p>“She told me she will be delayed due to injuries. Should I tell the others to wait?”</p>",
    "<p>“No, send them in.”</p>",
    "<p>The office door opened and Desir and Pram entered and kneeled before Wilhelm.</p>",
    "<p>“Raise your heads.”</p>",
    "<p>They did as he asked. Wilhelm looked down at them and spoke solemnly.</p>",
    "<p>“Are you the ones that rang the bell to alert everyone of the barbarian invasion?”</p>",
    "<p>“Yes, we are.”</p>",
    "<p>“You have performed a great deed. Courage to stand your ground when the barbarians came and the wits to ring the bell to alert raise the alarm. These are definitely deeds that deserve merit.”</p>",
    "<p>“We are humbled by your praise.”</p>",
    "<p>They responded calmly, but snuck a peek at each other and noticed that they were both grinning. The lord was definitely looking at them favourably and, by the sound of things, rated their deeds highly. Their actions were indeed considerable. Wilhelm heard that not only was the barbarian raid suppressed but Bloody Talon, who had been the greatest thorn in his side, was captured alive. This was only possible because these two had alerted everyone to the invasion.</p>",
    "<p>‘This clears Pram’s quest of performing a meritorious deed and the lord’s affection should have risen considerably,’ thought Desir. Pram’s quest had confirmed its completion during the battle against the barbarians. All that was left was to raise the lord’s trust and affection towards him. This had been one of the entry requirements for the main scenario.</p>",
    "<p>Lord Evernatten opened his mouth to speak again. Desir waited for his words with anticipation.</p>",
    "<p>“If I had my way, we would announce your feats to the public.”</p>",
    "<p>‘If I had my way…?’</p>",
    "<p>Desir’s expression changed as the atmosphere in the room grew tense.</p>",
    "<p>Notes:</p>",
    "<p>“He was such a powerful warrior that none in his tribe could face him. Additionally he was the wisest of all leaders” — He’s also the most humble.</p>"
]