[
    "<p>[A wizard from the Hebrion Academy raises their sword against the enemy.]</p>",
    "<p>[August 5th at 2 pm, Capital Deltaheim of Prilecha Kingdom. The date when the Yellow Ocean Competition was in full swing.]</p>",
    "<p>[August 5th, The Outsiders carried out a terror attack in Deltaheim, the capital of the Prilecha Kingdom, during the Yellow Ocean Competition and while the Western Kingdom Union conference was being held.</p>",
    "<p>Judging by the coordination of their movements, the attacks are speculated to have been premeditated and planned over a long period of time.</p>",
    "<p>The damage was severe but the defense had the upper hand with the dispatch of the Avalon Army. This seems to have been enough to put an end to the attack.</p>",
    "<p>But the Outsiders didn't and ended up also summoning an ancient devil through artifacts that are believed to have been stolen rewards from Third-Level Shadow Worlds. This devil tried to exterminate all human life in and near Deltaheim.</p>",
    "<p>Sir Jane Austen, a well re-known historian, testified that it was a mythical creature called Dadenewt whom we have record of appearing in ancient times.</p>",
    "<p>It was a desperate situation in which everyone in Deltaheim had no doubt of their own imminent death, but fortunately, this disastrous outcome was avoided.</p>",
    "<p>All due to a boy single-handedly stopping the devil.</p>",
    "<p>This boy, Desir Arman, is a first-year single-ranker who is currently attending the Hebrion Academy…]</p>",
    "<p>After reading the article Romantica folded up the newspaper and put it to one side. There was a pile of other newspapers and the contents of their front pages were essentially all the same.</p>",
    "<p>[The party led by Desir Arman helped refugees]</p>",
    "<p>[Desir Arman, who is he?]</p>",
    "<p>[A wizard from Hebrion Academy, another Seventh-Circle wizard?]</p>",
    "<p>[Technical consultant of Magic Tower, the center of the Hebrion miracle]</p>",
    "<p>Romantica took a deep breath before exhaling. A lot of things happened in short order after Desir slayed Dadenewt.</p>",
    "<p>First, Desir became a hero in the span of a few hours.</p>",
    "<p>In a way, this may be natural as Desir was from the Hebrion Empire that had a relationship like that of cats and dogs with the Western Kingdom</p>",
    "<p>Union. He managed to save everyone by putting his own body on the line.</p>",
    "<p>It would be rather strange if he garnered no attention as a result.</p>",
    "<p>The problem, however, was that the rest of the party members: Adjest, Pram and Romantica; likewise caught the eye of the public.</p>",
    "<p>It was impossible to know just how many reporters mobbed the party, hoping to get some kind of scoop or soundbite. Some of the journalists even chased them into the hospital.</p>",
    "<p>Romantica couldn't help remembering that commotion and involuntarily shuddered.</p>",
    "<p>Of course, being famous was not all that bad.</p>",
    "<p>If it were any other time, she would have arrogantly enjoyed her meteoric rise to fame.</p>",
    "<p>If only everything had been as usual.</p>",
    "<p>She looked to her side with a somewhat subdued stare.</p>",
    "<p>In her gaze was the one mentioned by countless media outlets.</p>",
    "<p>Desir Arman.</p>",
    "<p>He had been unconscious for two weeks.</p>",
    "<p>\"You finally… till the end…\"</p>",
    "<p>Desir, who toppled Dadenewt, fainted on the spot and the Western Kingdom Union took him in as an honored state guest and transported him to one of the leading hospitals of the continent.</p>",
    "<p>Adeina Kingdom, a country with the most advanced medical techniques and technology.</p>",
    "<p>Every year Adeina Kingdom produced excellent doctors and they consistently made a name for themselves across the continent.</p>",
    "<p>It was also not too much of a stretch to say that most of the hospitals that exist on the continent were founded with the support of such doctors.</p>",
    "<p>Since being treated at the Royal Hospital of Adeina, the best of them all, it was apparent just how good they were.</p>",
    "<p>At the time of admission, he was in a terrible state.</p>",
    "<p>Most of his organs were either completely destroyed or completely dysfunctional and his mana circle was also heavily damaged. He was in such a precarious state that he could barely breathe.</p>",
    "<p>Fortunately, thanks to the support of the Western Kingdom Union, they were able to quickly move him to the space transfer gate that was only made available for VIPs. Their quick action managed to avoid a crisis and he was able to swiftly receive treatment at Adeina Royal Hospital where the best medical staff was always on stand-by.</p>",
    "<p>The Saint, Priscilla, also cast her healing on Desir's body whenever she recovered a little bit of her strength, even though her own body was a mess too.</p>",
    "<p>However, despite such efforts, Desir's condition did not improve. His body condition appeared normal, but they couldn't figure out just what was keeping him from waking up and returning to normal. They could only assume it was a magical side effect of the spell that he had invoked.</p>",
    "<p>I will kill you when you wake up.\"</p>",
    "<p>Romantica grabbed her chest and pledged dolefully.</p>",
    "<p>While thinking back to her first encounter with him, they always had a kind of bad relationship.</p>",
    "<p>In retrospect, the first encounter she had with Desir began on the wrong foot entirely.</p>",
    "<p>At that time, Romantica was a Second-Circle wizard and Desir was a First-Circle wizard.</p>",
    "<p>She judged everything too superficially and ended up looking down on him. She actually didn't know anything about him. Of course, anyone in her position would have done the same.</p>",
    "<p>However, Desir beat her with his limited ability. He should have shown some kind of arrogance from defeating the person who had openly despised and derided him, but he didn't.</p>",
    "<p>'You just black-mailed me.'</p>",
    "<p>Of course, it wasn't because he looked down on her.</p>",
    "<p>After the entrance test, Romantica was blackmailed by Desir and ended up entering the party that he created.</p>",
    "<p>Until then, he was a man whom she really didn't like anything about. With his ability to properly react to every situation, his strangely well-informed understanding of her and even his eloquent manner of speaking, she ended up not able to beat him.</p>",
    "<p>However, despite such complaints, Romantica did not leave his party that she was forced into.</p>",
    "<p>Mainly because she was so concerned about the anxiety and consideration he showed to her.</p>",
    "<p>'I just don't know anymore.'</p>",
    "<p>She would never know. But the only thing</p>",
    "<p>Romantica knew for sure about him was that he was always sincere.</p>",
    "<p>Desir did his best for Romantica. Come to think of it, it had been like that since the entrance exam. He took it upon himself to teach her, no matter the occasion, even during the hyper-competitive tests of the academy.</p>",
    "<p>\"You're such a fool.\"</p>",
    "<p>She ended up rejecting the offer to join the Blue Moon party and she remained in Desir's.</p>",
    "<p>She did her best and became a single-ranker.</p>",
    "<p>She learnt a lot and experienced a lot.</p>",
    "<p>She knew that Desir was constantly covering for her and helping her to address her shortfalls.</p>",
    "<p>She knew he always tried his best for her.</p>",
    "<p>She knew that she relied on him.</p>",
    "<p>Romantica started to feel a new kind of feeling well up inside herself.</p>",
    "<p>Whenever she thought about him, she caught herself doing so and tried to think about something else.</p>",
    "<p>And…</p>",
    "<p>Her eyes found their way back to Desir.</p>",
    "<p>*Zzzzzz*</p>",
    "<p>The sound of regular breathing. There was still no sign of him waking up.</p>",
    "<p>\"l just cannot understand you.\"</p>",
    "<p>Looking at Desir, Romantica spoke aloud to no-one in particular.</p>",
    "<p>It was a lie.</p>",
    "<p>She knew that she somewhat understood his intentions.</p>",
    "<p>He tried to save the people, the group, and her at the expense of his own health.</p>",
    "<p>No, this is not right.</p>",
    "<p>She couldn't tolerate it any longer.</p>",
    "<p>Why does it need to be like this?\"</p>",
    "<p>Her voice cracked as she covered her face with her hands.</p>",
    "<p>She didn't want him to see her crying. She felt so miserable.</p>",
    "<p>\"Why don't you think about the feelings of the people supporting you… Why don't you think… of my feelings…\"</p>",
    "<p>*Silence*</p>",
    "<p>There was no one there to answer that question.</p>",
    "<p>Romantica remembered the promise that she made with Desir by the golden sea.</p>",
    "<p>If he told her to run away, she would run away.</p>",
    "<p>And she had kept her promise.</p>",
    "<p>Because she knew him that well, she kept the promise.</p>",
    "<p>That's because she understood that he didn't want her to die.</p>",
    "<p>\"Did you think I'd be happy because you did that? You have the wrong idea. Because as much as you think about me, I think about you. I don't want you to die…!\"</p>",
    "<p>The tone of her voice rose. She felt a surge of emotion from venting her anger.</p>",
    "<p>It was anger. But it was not aimed at Desir, but instead at herself.</p>",
    "<p>Romantica knew that Desir had taken this action because she was not strong enough to be with him.</p>",
    "<p>She could only think about how she was just too pathetic for him, not even able to be just a bit useful to him.</p>",
    "<p>\"I'll train harder.\"</p>",
    "<p>Romantica pledged.</p>",
    "<p>\"I won't even criticize you. I'll do whatever you say. If you say to die, then I will die.\"</p>",
    "<p>Romantica bowed her head, almost as if she was collapsing.</p>",
    "<p>\"I will try hard and be a colleague who is not ashamed to be seen with you. I'll be your strength. I mean, so…\"</p>",
    "<p>Tears dripped down onto the sheets.</p>",
    "<p>\"So don't do this again.\"</p>",
    "<p>Romantica's whimper filled the quiet room.</p>",
    "<p>Feeling a sense of warmth from her hair, Romantica raised her head. Through her tears, she saw Desir staring at her.</p>",
    "<p>\"I promise, Romantica.\"</p>",
    "<p>He brushed Romantica's hair out of the way in a gentle fashion He silently continued doing so until she stopped crying.</p>",
    "<p>September 27th. The clock had just struck noon.</p>",
    "<p>***</p>",
    "<p>Less than a minute after Romantica informed Pram and Adjest, by their communication bracelet, that Desir had woken up, a commotion sounded in the hallway and the door violently burst open.</p>",
    "<p>\"I'm so glad you've woken up!\"</p>",
    "<p>Pram ran up and jumped onto the bed to hug Desir tightly.</p>",
    "<p>He buried his face in Desir's chest and would not let go. He was like a puppy that saw its injured owner. He seemed to be quite worried.</p>",
    "<p>Desir gently stroked Pram's back in an attempt to calm him.</p>",
    "<p>Again the door opened and a calm voice emanated.</p>",
    "<p>\"You've done more than I thought possible, Desir.\"</p>",
    "<p>It was Adjest.</p>",
    "<p>Suddenly, Pram and Romantica stared at Adjest in unison. It was because she sympathized with Desir's actions that she ended up helping him trick Romantica and Pram.</p>",
    "<p>That's why Desir had to desperately defend Adjest by saying that she was innocent and only helped at his request.</p>",
    "<p>The furore continued for quite a while, but eventually, they came to terms with it and could understand why Desir did what he did. They could only nod and accept it, after making their displeasure known.</p>",
    "<p>\"Are you alright? You're crying.\"</p>",
    "<p>\"I'm fine. Well, it was Pram after all who exhausted himself taking care of Desir all night long.\"</p>",
    "<p>\"Romantica! I told you not to mention that!\"</p>",
    "<p>Noisy. It was a pleasant atmosphere.</p>",
    "<p>It was in this atmosphere that they could have a pleasant conversation. Desir had just woken up, so he was content enjoying this moment.</p>",
    "<p>\"I'm sorry for interrupting this happy reunion.\"</p>",
    "<p>It was Zod, the master of Magic Tower. He was in formal attire.</p>",
    "<p>\"I've got something to discuss with Desir. Could you excuse us for a moment?\"</p>",
    "<p>QC: Dr. Lock, Drei</p>",
    "<p>Translator Patreon</p>"
]