[
    "<p>Even in the winter, many residents roamed the streets, basking in the sun. Ajest walked towards a street filled with vendors, stopping in front of a particular stall. As she approached, the surprised stall owner warmly greeted her. “Oh my! Isn’t that our captain? Welcome!”</p>",
    "<p>“I’ve told you many times. No need to be so formal.”</p>",
    "<p>“Shh… and you don’t need to be so modest. Thank you for keeping our streets safe.” The stall owner handed Ajest some of the cookies from her shop. Ajest tried to pay her for the treats, but the stall owner politely declined.</p>",
    "<p>“How could I accept money from our protector?” Realizing that she couldn’t reject her goodwill, Ajest gladly accepted the cookies and thanked her for the trouble. The stall owner turned and called out to Desir, who was standing quite a ways behind Ajest. “And here are some for Mr. Boyfriend.”</p>",
    "<p>Desir sputtered out “Boyfriend?” before the shop owner had some choice words to say to him.</p>",
    "<p>“At your age, it’s all over your face,” she snickered. “Please take care of our captain. She’s a kind-hearted person.”</p>",
    "<p>Desir raised his half and was ready to deny it. “Ah, I—“</p>",
    "<p>“Thank you for looking after my lover.” Ajest quickly cut in and gave the stall owner a simple thanks.</p>",
    "<p>“Hah! Captain, you are more of a man than he is!” She giggled to herself as the unlikely pair departed from her stall.</p>",
    "<p>“Ajest, what are you saying?!” Desir’s face was flush from embarrassment.</p>",
    "<p>“I’m not heartless enough to reject their good intentions.” As Desir opened his mouth to speak again, he was swiftly silenced by Ajest. “There’s no need to waste time explaining every little thing.” She took off; in her mind, it was a sign that the conversation was over. She bit into the cookie and snapped it in half, offering the remaining portion to ‘her significant other’.</p>",
    "<p>The cookie itself wasn’t sweet; it tasted like baked flour. It was most likely because it was hard to find sugar. Even so, it wasn’t that bad at all. As they continued down the street, they attracted attention everywhere they went. Gifts of food piled up and soon enough, it was starting to be difficult to carry it all. “Let’s take a short break,” suggested Desir.</p>",
    "<p>In the central plaza, a statue of a stallion reared its head in a regal fashion. Desir and Ajest sat down on a set of benches to catch their breath. The skies were clear and the two of them glanced at each other before averting their gaze. With a bit of hesitation, Ajest asked him a question. “Desir. What is your impression of the streets?”</p>",
    "<p>“It’s a good place. The people are nice and lively.”</p>",
    "<p>“That’s good to hear.” Her golden locks framed her light red cheeks as she let out a sigh of relief. Desir thought to himself that Ajest was becoming more expressive. She turned over to meet his eyes and creases appeared on her forehead. “You asked me how the quest was progressing, right?” Desir nodded in response. “I mainly focused on resolving the issue of public safety. As you know, the vagrants were causing a lot of trouble. Due to the influx of vagrants, the morale was low.”</p>",
    "<p>“Splitting the territory into districts, I have divvied out the knights to each district to maintain order. Severe crimes were punished on the spot, while lesser criminals were transferred to a holding cell.” Desir marveled at what Ajest managed to achieve in a short time. Her strategy was superb. With this method, each district could be policed and managed appropriately.</p>",
    "<p>“But alas, I could not get to the heart of the problem.” Ajest gazed off at the people in the streets. Evernatten residents taking a stroll through the town centre. Children having a snowball fight in the snow banks. The atmosphere was warm, and there was a thrum of life filling the air.</p>",
    "<p>“While moderate crimes declined sharply, it has been difficult to prevent numerous petty crimes, such as robbery and pick-pocketing.” Ajest directed her eyes towards a back alley, there were vagrants skulking about. “The overall progression has stalled at 30%. Even if public order improved, the quest wouldn’t proceed any further from here on out.”</p>",
    "<p>In the back alley, a vagrant man had his eyes intensely focused on a woman, marking her with his eyes. Holding his breath and blending in with the alley, he ambushed her and tried to steal her bag. The woman cried out in panic, but she couldn’t chase the young man who was already several paces away. Ajest, catching a wind of the robbery, pointed towards the youth’s foot and cast magic.</p>",
    "<p>[Ice]</p>",
    "<p>A coat of ice formed instantaneously, and the young man lost his balance. Windmilling his arms to maintain balance, he found it all to be futile as he slipped and dropped the woman’s bag. Moments later, knights arrived at the scene of the crime to prevent him from running away. Ajest, seeing that the criminal had been properly dealt with, turned to leave.</p>",
    "<p>“If I find some clues, I’ll come to visit you again,” said Desir.</p>",
    "<p>“I’ll be waiting.” As she left him with her parting words, she descended into the dark alley and headed straight towards the vagrant that was being beaten to the floor. After confirming his arrest, Desir headed back toward the castle.</p>",
    "<p>What’s is the Shadow World?</p>",
    "<p>The Shadow World is a fragment of history.</p>",
    "<p>Meaning, it will repeat once again what has happened in the past.</p>",
    "<p>There were multiple ways to clear a quest in the Shadow World. One was to correct the wrong decisions made by the pivotal figures in the story line. They could clear the quest by leading history through its proper path. The pivotal figure in this Shadow World was Wilhelm Evernatten. He must have spent years searching for a solution to the current problems in his territory, but history proved that the end results had left something to be desired. He needed to obtain more information, and the first step was to gain a better understanding of Wilhelm himself. Not the superficial features, but the private matters that spurred him into action. Thankfully for him, he knew a person who was very familiar with Wilhelm.</p>",
    "<p>That night, Desir knocked on the kitchen door. He sneaked inside and got in touch with his old master, Jefran. “Want me to tell you about the lord? Why are you asking me that?” A thunderous chop landed on the cutting board as the chef cleanly chopped large chunks of meat. Desir’s eyes grew wide with fascination at Jefran’s knife skills. They were fast and precise, slicing the pieces to the perfect size.</p>",
    "<p>“I want to know more about the lord from another perspective. Please don’t play dumb with me, Jefran.”</p>",
    "<p>The head chef tried to play it off, but the moment he barged into the lord’s room resonated in his mind. “You little twerp. You should really forget about petty things like that.” Jefran cursed under his breath at his protege’s persistence.</p>",
    "<p>“Mister Jefran, the onions are done!” Lilica stood with her arms crossed triumphantly and awaited further instructions from Jefran.</p>",
    "<p>Jefran smiled cheekily at Lilica’s cheerful personality. “Okay, you can leave them there. Good job!”</p>",
    "<p>“Brother Desir, help me move this pot over there,” asked Lilica. Desir moved the pot filled to the brim with sauce over to where Lilica directed.</p>",
    "<p>“Eugh… it’s not really something I want to talk about, but I guess it’s fine…” Jefran mumbled under his breath. “Lilica! Desir will take care of the cooking for tonight. Go get a good night’s rest.”</p>",
    "<p>“Yes, Chef!” Lilica saluted at Jefran and thanked Desir, before skipping out of the kitchen with a cheerful smile on her face. Desir had his jaw dropped at the entire exchange.</p>",
    "<p>“Heh. You thought it was free? Now boy. Start stirring that soup.”</p>",
    "<p>‘Damn it.’ With a deep sigh, Desir began to follow Jefran’s orders. As usual, it was exhausting.</p>",
    "<p>Jefran started seasoning the meat, and slowly lapsed into his story. “I’ve known Wilhelm for years; we’d first met in the Holy City. During that time, he was a cardinal.”</p>",
    "<p>Desir’s eyes bulged. “A cardinal?”</p>",
    "<p>The head chef reminisced and his eyes glazed over. “Well — back then, I was running a small restaurant. After tasting my dish, Wilhelm asked me if I wanted to be his exclusive chef. What with the little money I had to spare, I immediately accepted his offer. Little did I know, I would have the same look that you’ve got on your face when I finally heard about it as well. Hey, can you go stir the soup?”</p>",
    "<p>“Yes, Chef.” Desir rolled up his sleeves and started stirring the soup. “Was he always so cold and aloof?”</p>",
    "<p>“Nope. Wilhelm had a bright personality. By the time the night rolled around, he would go to the bar and drink to his heart’s content. Most people could hardly believe he was a cardinal.” Jefran took a sip of his tea. “I can see the look on your face. You don’t believe it either, right? But I’m telling the truth. He was a very lively person who loved to drink and play. On the nicer days, you could see him practicing swordsmanship with his knights.”</p>",
    "<p>With each word that spilled out of Jefran’s mouth, you could hear regret and sorrow fill his voice. “Wilhelm’s talents extended past his knighthood, being a great leader to his men. Leading his knights, he actively fought against the Judgement.”</p>",
    "<p>Judgement. At the time, the Holy Nation referred to the Shadow Worlds as Judgement.</p>",
    "<p>“Those were the golden days. He never lose a single battle, and thanks to him, the Holy Nation was able to stave off Goddess Artemis’ Judgement.”</p>",
    "<p>Unlike the modern era, who had years of history to build the foundation for fighting the Shadow Worlds, this era was forced to build their foundation from scratch. Successfully clearing a Shadow World was an amazing feat. A unique individual whose heroics staved off the Shadow World’s erosion.</p>",
    "<p>“For the record, over half of the knights in the territory followed him here from the Holy City. Even after he was dismissed, their loyalty led them to follow him here.”</p>",
    "<p>“No wonder the knights are so talented… but why was his dismissed with his accolades?”</p>",
    "<p>“He found himself at odds with the newly appointed royalty.” Desir could tell from the trembling in Jefran’s voice that this was around when everything began to change. “His Majesty wanted to accept the Judgement. If you read the original text from the Church of Artemis, ‘It is proper to accept the Judgement rather than stop it. The Judgement exists due to our wrongdoing. The Goddess is in the right to punish us for our sins.’”</p>",
    "<p>“To accept it… did they mean to completely destroy the Holy Nation?”</p>",
    "<p>“If that is what the Goddess desires,” lamented Jefran. Desir became stiff. He couldn’t understand how they could resign themselves to such a fate. “Of course, Wilhelm opposed the idea. He always, always, put the people first. You can tell by how he accepts the vagrants. Until the very end, Wilhelm argued that we owe it to the people to fight against the Judgement— and trust me, that ended poorly. He was stripped of his achievements and ousted from his title. His unit disbanded and he was banished from the capital. Isn’t it a strange fate?” Jefran let out a shallow laugh.</p>",
    "<p>“Take good care of the lord, Desir.”</p>"
]