[
    "<p>As the potatoes simmered in the oven, Jefran swapped over to the steaks. He grabbed a slab of beef from the pantry and tossed it onto the table. “What’s the order?”</p>",
    "<p>“Three well done, five medium, three medium rare, and two rare, chef!”</p>",
    "<p>Acknowledging Desir with a curt nod, he turned his attention to the tenderloin. Jefran sliced the beef into generous portions, displaying his culinary mastery. In the middle of his cutting, he glanced back at the potatoes. “They should be cooked by now. Take them out of the oven, then peel the skin and crush them.”</p>",
    "<p>“Yes, chef!”</p>",
    "<p>While Desir went to plate the dishes, Jefran placed his tenderloin steaks onto a skillet, mentoring his protegee with his expertise at the same time. “When cooking steaks, focus on the well done and medium steaks first. That way, we can match the cooking time for all of the dishes while they are still hot.” Unlike before, the head chef was amiably passing on his cooking knowledge instead of berating him. Desir listened attentively, looking for any clues and details that might help him clear the Shadow World.</p>",
    "<p>As soon as all of the steaks finished, Jefran put the finishing touches to the plating. Everything had to be served before it got cold.</p>",
    "<p>“Now, with the worcestershire sauce and the onions!”</p>",
    "<p>A brilliant rhythmic knocking rapped on the counter; it was Jefran lightly cooking the vegetables and chopping them up into a garnish to accent the dish. He then plated the mashed potatoes and garnished them elegantly, then rang a bell, calling the servers to take the exquisite meal out to his guests. As they were arriving, Jefran started to explain each dish and give them pinpoint instructions. While they took their dishes out, Desir asked the head chef what to do next.</p>",
    "<p>After the main course, it was time for dessert.</p>",
    "<p>“There’s no need to prepare dessert,” said Jefran flatly.</p>",
    "<p>Desir was flabbergasted. “I’m sorry?”</p>",
    "<p>“It takes quite a bit of time to make a cake, so I made it in advance. You know- I’m a prepared chef. All that’s left to do is slice the cake. Go sit down and take a break. Chef’s orders.” He gave Desir a smile and went back to his work.</p>",
    "<p>Desir sat down in a chair at the corner of the room. After looking around and taking in the room, he started to notice a few smaller details that he had overlooked in the rush. Specifically, one thing in particular caught his eye.</p>",
    "<p>A couple of plump, oval-shaped green fruits sat in a basket on the table. Not a single one was used within the entire meal. Desir turned to ask Jefran a question. “Chef, do you like plums?”</p>",
    "<p>“Hm- you mean these? Yeah, that’s what they’re called, aren’t they. You sure know your stuff, boy. The higher ups sent them over saying I should try to use ‘em, but they taste bitter. It’s such a shame, what with their nice fragrance. I was about to throw ‘em away.”</p>",
    "<p>‘I see… so that’s what it is.’ Jefran inadvertently answered his question; Desir checked the plums to ensure that they were still fresh and fragrant. ‘This fruit must be related to the quest.’</p>",
    "<p>If there was an object related to the Shadow World, quests would promptly pop up. Desir thought carefully about the plum. It was just a leftover ingredient in the kitchen, something left there because the chef didn’t know what to do with it. ‘He even gave me a hint.’</p>",
    "<p>Jefran commented about how it had a nice fragrance, but a bitter taste- meaning, the hint was to utilize its fragrance. Casual remarks like these would become hints that led to clearing the Shadow World. ‘Now that humanity can clear Shadow Worlds consistently, it’s offering an opportunity to exceed expectations and finish side quests.’ As soon as he finished his thought, an announcement rung:</p>",
    "<p>| Hidden Quest: ‘Dinner Service-EX’ found.</p>",
    "<p>| Head Chef Jefran does not know anything about plums and they do not grow locally. You must lead him with your culinary expertise. Find a way to use the plums.</p>",
    "<p>| If the Earl likes your cooking, additional rewards will be offered.</p>",
    "<p>| If the Earl dislikes your cooking, there may be consequences.</p>",
    "<p>“Chef, do you have any plans to serve tea with the dessert?”</p>",
    "<p>Jefran looked at Desir and stopped slicing the cake. “I need to prepare it. Unfortunately, the guests don’t seem to like my choice of tea, so I have to think about what to do with it.”</p>",
    "<p>“Why don’t we use this?” Desir gestured towards the plums.</p>",
    "<p>“The plums? You know how to use these? Hmm…” The head chef looked concerned.</p>",
    "<p>| Jefran’s impression of you is currently [favorable]. Due to this, Jefran will make a positive decision.</p>",
    "<p>Jefran inhaled a deep breath. “Alright. I’ll leave this one to you. Tell me what other ingredients you need to prepare the tea.”</p>",
    "<p>“Yes chef! Thank you chef!” Desir recalled the ingredients needed for plum tea using the recipe that Pram gave him. ‘After we clear the Shadow World, I’ll get Pram something tasty.’</p>",
    "<p>| You have successfully served the dinner service, as well as displaying a personal dish.</p>",
    "<p>| EX Quest Unlocked!</p>",
    "<p>| The Earl knows your name. The following sub-quests will be skipped:</p>",
    "<p>Cooking Quest</p>",
    "<p>Cleaning Quest 1</p>",
    "<p>Cleaning Quest 2</p>",
    "<p>Dish Washing Quest</p>",
    "<p>Later that night, Desir stayed in the kitchen to wash the dishes. The assistant chef was responsible for cleaning up, and the clanking of the dishes emanated throughout the silent kitchen. Jefran was also there taking stock of the ingredients to be used for tomorrow’s dinner. Abruptly, he asked Desir if the tea was an original dish.</p>",
    "<p>“No. I learned it from a friend.”</p>",
    "<p>“Regardless, can you make that tea again, so long as you have the ingredients?”</p>",
    "<p>“Yes chef, but why are you asking about this? Did the Earl fall in love with my tea, unable to part from it?” asked Desir with a teasing voice.</p>",
    "<p>“Quit running your mouth.” Jefran smacked Desir’s head. Seeing his protegee rub his head in pain, Jefran chuckled and told Desir to sit down. “You’re right. The Earl liked your tea and requested more.”</p>",
    "<p>| Success! For clearing the EX quest, you have been granted the position of [Assistant]. As an [Assistant], you will receive hints for future quests.</p>",
    "<p>“Will I still be able to work here if I served him full time?”</p>",
    "<p>“You probably wouldn’t have the time. I’ll have to find somebody else.”</p>",
    "<p>“That’s a relief. I don’t want to get hit again.”</p>",
    "<p>With his large palm, Jefram smacked Desir’s back and gave a hearty laugh.</p>",
    "<p>| Jefran liked your joke. Relationship with Jefran increased to [Trustworthy].</p>",
    "<p>“I’m telling you this so you don’t get the wrong idea. You’re not being hired because the tea was amazing. It was fairly standard, but the Earl liked the novelty. He’s never tasted anything like it before. If that’s the case, what should you be doing?”</p>",
    "<p>“I will try my best to serve the greatest tea, chef!”</p>",
    "<p>“That’s right. Always remember that.”</p>",
    "<p>“Yes, chef.”</p>",
    "<p>Jefran stood up. “Good. Don’t worry about the dishes and go to bed. You’ll need to wake up early tomorrow. That merchant that stocks up on plums is leaving tomorrow morning. It’s only natural to personally select ingredients for your dish.”</p>",
    "<p>| Due to [Head Chef] Jefran’s high opinion of you, he has recommended you to the Earl, stressing your honesty and talent for the [Assistant] position. Your occupation has changed to [Assistant]. The quality of food provided to you will improve. You can freely move around the castle.</p>",
    "<p>The next morning, the two chefs rode in the carriage out of the castle, following the winding path. Autumn was nearing its end and frost was starting to creep up on the ends of the greenery. Leaning towards the shaking window, Desir looked outside.</p>",
    "<p>From a chimney, white smoke billowed above a roof. The streets were well kept and after passing the drawbridge, a city came into view. Under the current governing system, the city was flourishing and there was a lively hustle and bustle everywhere they went. While Desir and the Earl had never met, he was convinced that the Earl had to be a splendid ruler.</p>",
    "<p>As they traveled, Desir began noticing something odd… the smiles on the faces of the people faded the further they got from the city center. After traveling past the residential district, they passed the plains with small huts made of wood. The livelihood of the city vanished in an instant. The people here looked exhausted, their faces laced with dirt and grime.</p>",
    "<p>“Mr. Jefran, what is this place?”</p>",
    "<p>Jefran clicked his tongue. “A village for wanderers. Recently, we have been taking in wanderers who don’t have a place to stay.”</p>",
    "<p>“That’s peculiar. I’ve never seen an Earl accept so many wanderers.” They were people from all walks of life; some had circumstances which caused them to lose their homes, others had been exiled. The only thing that bound them together was this: they didn’t have any place to stay. Typically, nobody in the right mind would accept so many nomads- there were almost as many of them as there were residents of the inner city.</p>",
    "<p>“Our Earl is generous. At first, there were only a few and his Lordship offered them sanctuary. Soon after, rumors spread across the land and here we are now. Regardless of the cautionary tales of his advisors, he’s insistent on supporting them until the end of Winter. As you know, the Winter’s brutal. If we kick them out now, it’s no different from sending them to their graves.” Jefran shivered and rubbed his palms together. He took a parting glance at the men and women huddling together for warmth outside.</p>",
    "<p>“I get it. Nobody wants blood on their hands. But I don’t like it. We’re short enough on food as it is, and these guys do nothing but steal our food. Eh… you know what I mean. There’s plenty of people around here who feel the same.” Jefran hacked out some spit.</p>",
    "<p>“I see.” Desir let out a heavy sigh. ‘It’s just like the Academy- the civilians and nomads are just like the Alpha and Beta students.’</p>"
]