[
    "<p>The capital of Prillecha, Deltaheim, was facing a disaster of unprecedented scale. The Outsider’s terrorist attack aimed at the palace had been effectively carried out and the damage caused by it was severe.</p>",
    "<p>The speed of their actions was high as it seemed like they had made exhaustive strategies from thoroughly investigating all of the major facilities in Deltaheim. In an instant they had destroyed the defense forces protecting these facilities and occupied them.</p>",
    "<p>As a result, the defense forces of Deltaheim selected the stadium, where the Yellow Ocean Competition was held, to be the public shelter and also their temporary headquarters. Belatedly, they started carrying out measures, step by step against this terrorist attack.</p>",
    "<p>However it was not going to be an easy task to recapture these occupied facilities. The Outsiders were a pack of mysterious people that deliberately obscured or hid their identities. Unless their purpose was clearly identified, the defense forces couldn’t recklessly lead their forces and repel the Outsiders.</p>",
    "<p>Desir’s party reformed under this situation.</p>",
    "<p>“Thank god you are safe.”</p>",
    "<p>Desir sighed in relief upon meeting up with Romantica, Adjest and Pram. He had heard that they had confronted some Outsiders and thought it was very lucky that they didn’t sustain injuries as a result.</p>",
    "<p>As the public continued to gather here, Romantica shouted while directing the fleeing civilians towards the defense force.</p>",
    "<p>“You all must evacuate with these guys and stay safe until things are settled here.”</p>",
    "<p>She looked around Deltaheim where flames continued to spread as far as the eye could see.</p>",
    "<p>“How dare they do this… I can’t forgive them. I will help the defense force and protect Deltaheim with my all.”</p>",
    "<p>To Desir, Adjest and Pram, the things happening here had nothing to do with them. But to Romantica, this was her hometown. Her anger was only a matter of course.</p>",
    "<p>Desir sighed.</p>",
    "<p>“I knew you would say that. Adjest, Pram and I think we should help the forces defeat the Outsiders. If we turned our backs in a situation like this, we will definitely regret it.”</p>",
    "<p>Pram and Adjest nodded in agreement.</p>",
    "<p>“I agree. I don’t think it is a good idea to leave this situation as is.”</p>",
    "<p>“Me too.”</p>",
    "<p>Romantica passionately rebutted them.</p>",
    "<p>“I can’t let you get caught up in matters involving my country!”</p>",
    "<p>“Romantica, as much as you worry about us, we also worry about you. We will never let you go alone.”</p>",
    "<p>“Yes Romantica. If something happened to you… ”</p>",
    "<p>Since it hurt Pram a lot just thinking about the possibility, his eyes already brimmed with tears.</p>",
    "<p>“Bu, But……”</p>",
    "<p>“Romantica, don’t you know who Desir is? He will never change his thoughts after making up his mind on something.”</p>",
    "<p>Adjest’s response seemed like the clincher in this matter. Romantica’s head sank down to her chest and she choked out a response.</p>",
    "<p>“… Thank you all.”</p>",
    "<p>Desir’s party agreed to repel the Outsiders, who had attacked the capital, by helping the defense forces. They went to the temporary headquarters and requested to join them on the field.</p>",
    "<p>“We are a party from Hebrion Academy. All of us are single rankers and we would like to be of assistance in this situation.”</p>",
    "<p>After showing their uniforms and communication bracelets as proof of being Hebrion single rankers, the participation of Desir’s party was approved.</p>",
    "<p>An officer was designated to give a simple briefing on the current status of affairs to Desir’s party.</p>",
    "<p>“Nice to meet you. I’m Desir Arman, the leader of this party.”</p>",
    "<p>“I’m officer Donnel.”</p>",
    "<p>His tone was brisk and businesslike. He may have been influenced by the current state of tensions between nations, and as a result hated working with anything related to Hebrion.</p>",
    "<p>Donnel spread a map. It was an ichnographic map of Deltaheim. Points were marked on it with various symbols to represent the current known positions of the Outsiders and the facilities that needed to be recovered.</p>",
    "<p>“At present, we have successfully recaptured the communication department and are busy repairing it. The other facilities are also somewhat under-control, but there is just one place that we are struggling with.”</p>",
    "<p>In the middle of the map of Deltaheim, he pointed out one spot.</p>",
    "<p>It was the teleportation authority offices.</p>",
    "<p>“This area is occupied by the Outsiders.”</p>",
    "<p>The teleportation gate was used during visits from honored guests as well as for various military matters. It was enchanted to travel long distances in a moment. As a result many support forces routinely passed through there.</p>",
    "<p>“This is why our reinforcements didn’t arrive.”</p>",
    "<p>It was said that this was where the Outsiders spent most of their effort to take as the terrorist attack first unfolded. As a result, the Outsiders continued to receive reinforcements through the teleportation gate causing this to be the place of the hardest battle in Deltaheim.</p>",
    "<p>“From the coordinates set at the teleportation gate, it is possible that the Outsiders will setup a retreat route after inverting the magic.”</p>",
    "<p>It was not easy to invert the Fifth-Circle magic of the teleportation gate, but Desir recalled the crow mask and understood.</p>",
    "<p>“Reclaiming this place and breaking the teleportation gate are the current plan of the defense forces. Please help the defense destroy it.”</p>",
    "<p>“If we break the gate, then the West Kingdom Union also won’t have access to supporting forces.”</p>",
    "<p>“It’s inevitable. There is no wizard who has the level of skill required to modify the coordinates of this teleportation gate.”</p>",
    "<p>“If that is the case, I can help.”</p>",
    "<p>Donnel immediately regarded him with a look of surprise.</p>",
    "<p>“Are you at a level higher than the Fifth-Circle?”</p>",
    "<p>“No, I’m not but I know how to do it. I’ve modified something at this level several times.”</p>",
    "<p>Donnel responded with a look of admiration.</p>",
    "<p>“… I’d be very glad if you could do that. Things will turn out favorably for us if the coordinates of the gate can be reset.”</p>",
    "<p>***</p>",
    "<p>The sun blazed down. Sounds of yelling, screaming, magical energy bursting and other sounds synonymous with battle were carried around the capital by the wind.</p>",
    "<p>The office of the teleportation authority was a huge two-story building, used for transferring VIPs and military in emergencies and as a result was protected by the highest level of defense magic available to the country.</p>",
    "<p>A battle line had formed with the Outsiders in front of the teleportation authority. They had warriors with shields lead the line and wizards at their back to confront the defense forces. The number of them was small but they were much stronger than the defense force.</p>",
    "<p>The balance of power in the confrontation between these two forces continued to see-saw back and forward. However, this was all overturned in a moment. The Outsiders suddenly shifted their focus to a single point in the defense force’s front and it crumbled under this pressure. An excessive number of Outsider warriors flooded forward like a deluge. The defenses were thrown back indicating that a corner of the front was starting to lose.</p>",
    "<p>One of the Outsiders had a weighty shield and huge hatchet. When he charged forward with his shield raised, one of the soldiers on defense was flung into the air. This Outsider then smiled and came closer to the soldier left sprawled on the ground, while fondling the hatchet that he was holding. The soldier rushed to his feet and turned his back to start running. It was at this moment that the Outsider raised his huge hatchet above his head in preparation of chopping off the soldier's head. Unexpectedly though, the Outsider’s body flew backwards like a kite that had its string cut. Blood gushed out from the fist-sized hole that had appeared in his chest. He died so suddenly that he did not even have a chance to scream.</p>",
    "<p>The surviving soldier was dazed and looked over his shoulder. There was a girl launching spells from far away, with a long silver iron rod resting against her shoulder.</p>",
    "<p>It was Romantica.</p>",
    "<p>*Bang.*</p>",
    "<p>By consecutively invoking sniping magic, she had steadily helped the soldiers at risk out of danger.</p>",
    "<p>“Yippee!”</p>",
    "<p>She wasn’t alone.</p>",
    "<p>A swordsman who demonstrated extremely rapid fencing with a Blanchum rapier, had been subduing the enemy with precise attacks. It was hard for the human eye to track the attacks of his sword. The Outsiders that the defense forces were struggling up until now against, easily fell apart in front of him.</p>",
    "<p>A girl with grey hair was overwhelming. She attacked with both magic and fencing, and no Outsiders stood a chance against her might.</p>",
    "<p>The Outsiders realised that those who had suddenly appeared in-front of them were the real threat. They readied to fire their best magic at them. Magic spells hung in the air as they were formatted and arranged.</p>",
    "<p>“Watch out!”</p>",
    "<p>Just as a soldier tried to warn the party, the magic that the Outsiders tried to invoke blurred and disappeared in a flash. They tilted their heads at this occurrence that made neither rhyme nor reason. The voice of a boy resounded.</p>",
    "<p>“I fully analysed and inverted it! They can’t use that magic anymore! It’s fine to enter now!”</p>",
    "<p>Pram and Adjest started interfering in the battle in earnest now. Only four people had joined the battle but the situation was entirely reversed. The defense force pushed the Outsiders back and started to advance on the offices of the teleportation authority.</p>",
    "<p>The Outsiders were flustered and could only unwillingly retreat.</p>",
    "<p>“Our reinforcements!”</p>",
    "<p>“A Third-Circle wizard!”</p>",
    "<p>Morale soared. Under the full power of Desir’s party, the Outsiders were taken down soundly.</p>",
    "<p>“Pull back!”</p>",
    "<p>The Outsiders finally couldn’t stand anymore and declared a full retreat. The defense force and Desir’s party chased after them but they came to a halt in front of the teleportation authority.</p>",
    "<p>The teleportation authority was protected by strong defense magic. It was literally a fort in both a magical and physical sense.</p>",
    "<p>The Outsiders had completed their retreat by locking its doors.</p>",
    "<p>Desir turned to Adjest.</p>",
    "<p>“Adjest, I will invert the defense magic. Blow the door off right after that.”</p>",
    "<p>“Leave it to me.”</p>",
    "<p>*Beammm!*</p>",
    "<p>Desir detected the defense magic around the teleportation authority. He caught the skillfully crafted, complicated formations and started to craft a counter formation in his head. After analysing the magic, Desir laughed ironically.</p>",
    "<p>‘It is a structure dexterously weaving reignite from its base to provide protection against physical impact. It is definitely a strong magic but it’s far too old-fashioned.’</p>",
    "<p>The difficulty level was quite high but it was fully analysed in less than 10 minutes as Desir had finished analysing the core formation of it.</p>",
    "<p>*Clank!*</p>",
    "<p>The links weaving the defense magic together were broken and the teleportation authority was defenselessly left exposed. Adjest’s freezing magic was invoked and the entrance to the teleportation authority was completely blown apart.</p>",
    "<p>*BOOM!*</p>",
    "<p>With the entrance pierced, an embarrassed looking group of Outsiders were revealed.</p>",
    "<p>So as to not squander the opportunity, the defense force infiltrated the building.</p>",
    "<p>“Everybody in!”</p>",
    "<p>“Move forward!”</p>",
    "<p>Desir’s party followed the defense force.</p>",
    "<p>A battle broke out inside. The Outsiders couldn’t seize victory and were forced to continually retreat. There were only a few of them left.</p>",
    "<p>The defense force and Desir’s party re-took the first floor in the blink of an eye, and moved forward to the second floor where the teleportation gate was located. This floor was shaped like a square, to allow for the easy movement of a large number of troops, and was centred around a teleportation gate.</p>",
    "<p>A super-massive magic formation completely filled the room with a diverse number of formations.</p>",
    "<p>“Is that what I need to invert?”</p>",
    "<p>At that exact moment the magic formula turned red and the gate started to operate.</p>",
    "<p>Translator Patreon</p>"
]