[
    "<p>*Crash!*</p>",
    "<p>Half melted parts of the palace structure transformed into dust that billowed out from the epicentre of the magic duel. Some of the few parts of the palace still standing proceeded to rain down as a backdrop to the fight.</p>",
    "<p>Zod bitterly started arranging another spell. A momentary mistake had turned into a costly blunder.</p>",
    "<p>The duel between Sixth-Circle wizards was finally coming to a-head. The average magic spell was about Fifth-Circle. Various lethal magical techniques typically employed by wizards had been ruthlessly exchanged.</p>",
    "<p>As a result of their fight the collapse of the palace had accelerated.</p>",
    "<p>In the meantime, at a distance not too far away from the duel, the VIPs of the West Kingdom Union had quickened their pace towards the exit staircase.</p>",
    "<p>“What… is… a bolt… out of the blue…”</p>",
    "<p>The King Prillecha had a large physique and as a result was struggling to keep up. After travelling a short distance, he was already gasping for air. Although one of the knights supported him, the speed at which he travelled continued to decrease due to his heavy build. Desir reinforced his strength with magic and supported the other side of King Prillecha.</p>",
    "<p>“It’s ridiculous! This can’t be happening!”</p>",
    "<p>“It’s so irritating!”</p>",
    "<p>The kings representing the West Kingdom Union looked incensed at the gall of this attack. Their luxurious clothes were coated in dust and some of them had even been hurt as they fell down during the pseudo-earthquake.</p>",
    "<p>One the most pissed off amongst them was King Divide who had been playing hardball against the Hebrion Empire just moments before. He couldn’t help expressing his displeasure, betraying just how upset he was.</p>",
    "<p>“How dare they act so discourteous!? I can’t excuse this behaviour.”</p>",
    "<p>He glared at the fight between Zod and the Crow mask. Then he commanded the knights around him.</p>",
    "<p>“Help Zod immediately and kill that guy!”</p>",
    "<p>In accordance with his order the seven surviving knights charged at the Crow mask.</p>",
    "<p>“NO!”</p>",
    "<p>Their enemy was a Sixth-Circle wizard! Desir yelled but it was already too late. The Crow mask glanced at the people running toward him and muttered.</p>",
    "<p>[SPECTRUM SHOWER]</p>",
    "<p>Fifth-Circle magic.</p>",
    "<p>A shiny light circle formed above Crow mask’s head. Their bodies were dismembered and disintegrated in an instant. An invisible ultra-heated beam was all that remained.</p>",
    "<p>King Divide saw this desolate sight and hastened his pace while keeping his mouth shut.</p>",
    "<p>The Crow mask was about to stretch his hand out to invoke another spell but he had to change his mind as Zod rapidly closed in on him.</p>",
    "<p>“Where are you looking!?”</p>",
    "<p>[HOWL OF MAGMA]</p>",
    "<p>[BITCHANYEGA.]</p>",
    "<p>*Rumble!*</p>",
    "<p>The confrontation continued. While the Crow mask and Zod were standing face-to-face, the VIPs of the West Kingdom Union were able to safely escape the conference room and flee to the lower floors.</p>",
    "<p>Zod saw their departure and paused his battle with Crow mask. He shouted toward Crow mask.</p>",
    "<p>“Who the hell are you?!”</p>",
    "<p>The Crow mask started invoking another spell instead of responding to Zod. Zod bitterly mulled over this situation.</p>",
    "<p>'He certainly is a difficult person.'</p>",
    "<p>It was easy for Zod to destroy him if he really tried. He could just put him down with a strong stunning spell, but Zod needed to consider the VIPs of the West Kingdom Union. He couldn’t further destroy the palace by thoughtlessly using huge magic. The man in front of Zod was aware of this weak point too. Therefore, his magic was directed entirely toward these VIPs. Zod had been countering each and every one of them and faced him while controlling his power to minimise damage to the palace.</p>",
    "<p>'Anyhow I can continue holding him off until they all escape…’</p>",
    "<p>At that moment, the Crow finally spoke.</p>",
    "<p>“You are so lackadaisical!”</p>",
    "<p>While listening to him, Zod closed his eyes and expanded his sensory range to cover the whole palace, as he guessed something else was about to happen. He then opened his eyes.</p>",
    "<p>‘Sh*t!'</p>",
    "<p>The entrance to the palace.</p>",
    "<p>He felt Fifth-Circle magic at the place that the VIPs were heading towards. It was hidden cleverly so as to not easily be found unless one was extremely focussed on finding it. It was definitely one of the Crow mask’s spells. But it hadn’t activated yet.</p>",
    "<p>'Same magic as the first attack.'</p>",
    "<p>It was the Sixth-Circle magic “Eclipse” which the Crow had used to attack the palace. There should be some sign of preparation for magic at that kind of level. However, it was activated and overwhelmed the entire palace with no forewarning.</p>",
    "<p>The Crow mask must have somehow finished arranging and formatting the magic in advance to leave a spell that can be readily invoked at a moment’s notice.</p>",
    "<p>'Wait… Is it an artifact with the capability to memorize?’</p>",
    "<p>An artifact that is able to arrange and format magic in advance and activate the spell at a later date. Hebrion obtained an artifact like this by clearing a Level Three Shadow World decades ago, but it was considered a lost artifact in this era.</p>",
    "<p>When Zod thought about that, he suddenly regarded the Crow in a new light. If it was what he assumed, the man facing him was much more dangerous than he originally thought.</p>",
    "<p>'I should stop the trap first.’</p>",
    "<p>As soon as Zod tried to teleport to the lower floor to stop the magic that he had sensed, the Crow mask grabbed ahold of his clothes. They disappeared for a moment and re-appeared again at the same place.</p>",
    "<p>“YOUUU!”</p>",
    "<p>Zod could sense the people closing in on the entrance where the trap was laying in wait. He was starting to get desperate. But the Crow masked man in front of him continued to interrupt his plans to the end.</p>",
    "<p>“…?”</p>",
    "<p>Suddenly, the sound of steps approaching the entrance stopped, and “Started… retracing their path?”</p>",
    "<p>The spell waiting to be invoked was fully-analysed and inverted in a moment. Someone saw through it and deactivated it.</p>",
    "<p>‘Was it Desir?'</p>",
    "<p>People walked away leisurely. Zod felt elated.</p>",
    "<p>“Is there another Sixth-Circle level wizard…”</p>",
    "<p>He couldn’t read the face covered with the Crow mask, but the face would definitely be contorted in rage. Zod raised his power in earnest. As he no longer needed to hold back, destructive magic started arranging and formatting in front of him.</p>",
    "<p>“So… Are you ready?”</p>",
    "<p>“Unfortunately, I have nothing to do with you.”</p>",
    "<p>To the contrary, the Crow mask stepped back to increase the distance between them. His body then transformed into black particles and rapidly vanished.</p>",
    "<p>It was teleportation without invoking. It happened so quickly that there was no time to interrupt. No matter what Zod did, he couldn’t have re-acted in-time.</p>",
    "<p>'What…’</p>",
    "<p>Zod smiled bitterly. The enemy had run away but it didn’t seem to be finished here. The damage was already done, and it seemed as if he had somewhat achieved his goals. As proof of his thoughts, black smoke continued billowing out everywhere in the palace.</p>",
    "<p>“This was crazy.”</p>",
    "<p>***</p>",
    "<p>“How did you know there was magic placed there?”</p>",
    "<p>These were the first words that the Saint spat out after they had completely left the palace through the fuliginous passage. She admired Desir’s capability. When people were just running towards the entrance, Desir suddenly stopped people and inverted the Fifth-Circle magic that had been placed there. If they had passed through carelessly, all of them might now be dead.</p>",
    "<p>“Because there is only one entrance to the palace.”</p>",
    "<p>Thinking about it calmly, it was not a difficult inference. The attack magic covered the whole palace. It can only be judged that it was used to target and specifically kill the VIPs inside the palace.</p>",
    "<p>Assuming that the purpose of the Crow mask was to kill all of the leaders of the West Kingdom Union, it naturally follows that the Crow would have spent a bit of time catering for the possibility of at least one target, of the many present, managing to slip through the cracks and head for an escape route.</p>",
    "<p>There is only one entrance to the palace. It was simple to set a trap but also simple to read. Following this train of thought, Desir had to assume that there might be a trap at this escape. As the result of remaining vigilant, this assumption became a conviction.</p>",
    "<p>He inverted the Fifth-Circle magic he found by fully-analysing it and allowing the people to leave the palace.</p>",
    "<p>“You got out safely, my King!”</p>",
    "<p>There were numerous traces of heroic battle outside the palace. Well-arranged roads were partially wrecked and trees were burning. The smell of blood had also spread. The dead bodies of the Outsiders and the castle’s soldiers sprawled in all directions. The knight troop might have been a feint to block the entrance of the palace.</p>",
    "<p>It seems like the battle had just finished. All of the remaining troops of knights approached. They looked quite exhausted from this long battle. The VIPs of the great council conference blended into their respective knight troops. The knights were considered the pinnacle of security within the continent, so it was safe with them around.</p>",
    "<p>Desir could finally take a moment to look around and gather his thoughts. Watching the people evacuating and the smoke rising from buildings within the city, Deltaheim, he figured out the palace was not the only place to get attacked.</p>",
    "<p>It was terrorism on an epic scale. He could see the knights of Deltaheim were going to be fighting against the Outsiders for a while more. Desir asked one of the knights that was busy maintaining his weapons.</p>",
    "<p>“How’s the battle going now?”</p>",
    "<p>He looked Desir up and down, and was then about to ignore him due to the mistaken impression of Desir being just a boy. Luckily Priscilla was there and corrected the mistake.</p>",
    "<p>“Answer his question.”</p>",
    "<p>He looked at Desir and Priscilla in turn. The authority of the Saint was overwhelming. When she pressed for an answer, he could only explain the current situation.</p>",
    "<p>“In Deltaheim now, the packs of Outsiders are running on a rampage. The soldiers are fighting against them but they have razed major points of interest in the city and managed to split the military forces through vicious means.”</p>",
    "<p>Furthermore, the abilities of each of the Outsiders were almost at the knight level. The knights are an elite unit in combat, so they can fight back and hold their own, but these Outsiders were not at a level that general soldiers could contend with.</p>",
    "<p>“We don’t expect them to cut us any slack though.”</p>",
    "<p>Desir had also handled some in the past, but it was tough to face the truth. They had successfully managed to terrorise the place where all of the kings and important people of the West Kingdom Union had gathered. This huge incident didn’t happen in his previous life.</p>",
    "<p>It was an incident unprecedented in the long history of the continent!</p>",
    "<p>If one of the kings representing the West Kingdom Union had died from the terrorist attack, then the union would have received irrevocable damage and the coalition would quickly crumble. It was a situation on the scale of destroying the West Kingdom Union itself.</p>",
    "<p>And this event was still unfolding.</p>",
    "<p>Translator Patreon</p>"
]