[
    "<p>In any case, they managed to accomplish their first goal—get the party together. Unfortunately, they had been fighting the entire time, and were exhausted. After casting detection magic constantly, Romantica was looking much worse for wear. Desir motioned towards a tree stump and spoke. “For now, let’s rest.” The party cleared out the fallen leaves and sat down.</p>",
    "<p>After sitting down, each of them opened up the packets supplied by the academy—inside were two energy bars and a bottle of water. Desir took out an energy bar and started eating. He grimaced in response to the taste, but it was no time to be picky.</p>",
    "<p>His eyes wandered over to Romantica. She went through her energy bar slowly, melting it in her mouth. The girl who always grumbled about hard food was nowhere to be found. Pram also noticed this sudden change and stopped eating.</p>",
    "<p>Romantica, noticing their stares, stopped eating in embarrassment. “What are you looking at?” she asked.</p>",
    "<p>“Are you alright, Miss Romantica?” questioned Pram.</p>",
    "<p>“Mm? What are you talking about?”</p>",
    "<p>Desir had a knowing smile on his face. “Looks like you’re completely used to it now. There shouldn’t be any problems even if we leave you in the Beta Class now.”</p>",
    "<p>“Don’t be ridiculous!” exclaimed Romantica. She threw her food packet at Desir.</p>",
    "<p>Desir deftly caught the packet, and buried the remainder of the party’s packets to hide their tracks. After they finished eating, they enjoyed their momentary</p>",
    "<p>break before returning back to reality. Desir grabbed a stick and took this opportunity to explain his plans:</p>",
    "<p>“There are two ways for us to enter the Alpha Class. First, we are among the last 9 survivors. Second, we clear the Shadow World’s quest and take 1st place.”</p>",
    "<p>As Desir explained their goals, the wind bit into their skin and the drizzle coated the plains. Romantica, intently listening, offered her own rebuttal. “But you said the second way was impossible.”</p>",
    "<p>Desir quietly drew 30 lines on the ground, before crossing out 4 of them. “Correct. With our power, it would be difficult to do so whilst taking attacks from the other parties at the same time. It really is impossible,” explained Desir. Pram and Romantica nodded in response. “But… think of what our objectives are. Our objective isn’t 1st place, but 9th place or higher. So our most important objective is to eliminate the competition.” Desir crossed out more lines on the ground, one by one. “24 people remain. As each party is working on the quest, they will undoubtedly get into fights with each other. If we take that opportunity to eliminate 15 people, it won’t be that difficult to enter the top 9.”</p>",
    "<p>The stick stopped drawing, and 9 lines remained on the ground. Desir circled 3 of them. “If we think about it like this, our goal isn’t as hard as it seems.”</p>",
    "<p>Pram nodded in agreement. “I see—so that’s the plan.”</p>",
    "<p>A torrent of rain washed over the land. The sound of raindrops pattered against the leaves and resounded across the entire forest. Their party was truly lucky— they’d found a place to rest where they could avoid most of the rain.</p>",
    "<p>Unfortunately, that was where their luck ended.</p>",
    "<p>A clear bell rang out and the party all turned towards the northeast simultaneously. The peals could be heard over the rain. “Romantica, what time is it?” asked Desir.</p>",
    "<p>“1 o’clock,” responded Romantica.</p>",
    "<p>It was starting. An announcement played in Desir’s ears.</p>",
    "<p>| The time has come to test your knowledge. The Privius Clock Tower has been</p>",
    "<p>activated—it creates a demon once every hour.</p>",
    "<p>| The clock strikes 1, and the sin of cunning crawls out from the depths of hell.</p>",
    "<p>The Killdra Mouse has been summoned.</p>",
    "<p>| The quest has begun.</p>",
    "<p>[Survival: Demons live in the forest. Survive and defeat the demons.]</p>",
    "<p>“Kiaaaaaaaak-!” A sharp cry rang out, followed by dozens of similar screams in response. The first cry alone would make anybody’s heart palpitate and shoot right out of their chest, but the chorus of monsters would make a person’s heart stop.</p>",
    "<p>“Everyone, get back.” Desir ordered the team and hesitantly rose up. The leaf- covered dirt shifted, thumping up from the ground. It looked like the spirits in the dirt were dancing with the raindrops.</p>",
    "<p>“Eugh, the smell!” Romantica complained as she pinched her nose. She’d smelled this before—the smell of rotten meat and blood, pungent enough to paralyze a person’s sense of smell. She tried to recall the smell. It was definitely when they were cleaning the training ground… A shiver ran down her spine. “By the first demon, they can’t mean…”</p>",
    "<p>“Squeak-!” A red blur burst out of the rumbling dirt.</p>",
    "<p>Romantica held her shaking hands together and screamed. “Rats!”</p>",
    "<p>It was a rat with jagged teeth, covered with red flesh. It looked as if a child had molded it out of clay. The slow contractions of its stomach matched its</p>",
    "<p>heartbeat. An exoskeleton covered its entire body, starting from the two horns sprouting on its forehead. ‘Demon’ was the only word Romantica could muster to describe the creature.</p>",
    "<p>| Your prior knowledge has revealed the identity of this monster. Killdra Mouse. 2-star demon. This monster commands countless rats, consuming human flesh.</p>",
    "<p>After determining a target, it never gives up on its prey.</p>",
    "<p>“Squeaaaaak-!” The Killdra Mouse cried out, and its ear-splitting scream reverberated across the forest. Tremors broke out yet again, the ground bursting at the seams trying to contain the pressure. The bulging ground exploded, and black creatures emerged from the dark crevasse.</p>",
    "<p>Rats. Thousands of rats swarmed out from the hole, and they squirmed and scurried like one massive organism.</p>",
    "<p>Romantica’s face was pale, and she was frozen in place. Her breathing became heavy, and she had no idea what to do. Desir pulled sharply on Romantica’s arm, and turned around to run away. The tidal wave of rats crashed in the direction of their party.</p>",
    "<p>The squealing rats’ cries pounded against Romantica’s eardrums. She trembled in terror. “I’m going crazy. I’m going crazy. I’m going to go crazy!” If she got swept up by these rats, she might really go insane.</p>",
    "<p>They kept running, but the plague of rats were incredibly fast. If they slowed down for even a second, the slew of rats would consume them.</p>",
    "<p>“Huk…huk!” The wind bit at their skin, and the crunch of the leaves rang with each step. Trees flew in and out of their peripheral vision as they desperately tried to get away. With each tree that they passed, a booming sound rang out behind them. If they looked back, they could see the tree ground into dust by the black swarm.</p>",
    "<p>[Blow Wind!]</p>",
    "<p>Romantica flung a spell at the mess of rats, but it had very little effect. For every rat blown away by the spell, a dozen rats came to take their place. The current situation was extremely bad for the three of them. The ground was slippery, and the densely packed trees made getting away several times more difficult. The group was losing their breath, and growing more exhausted with each passing second. On the other hand, the rats continued barrelling down on them, with no sign of stopping.</p>",
    "<p>“We’re blocked off!” said Pram. An enormous tree appeared their path, fallen on its side. Fragments of ice glittered on its stump. Desir immediately recognized this tree.</p>",
    "<p>‘The tree that fell during my fight with Lapras. Of all times, why now!’ Desir estimated it to be 1 meter tall. Pram didn’t hesitate, vaulting over the tree and landing lightly on the other side. The problem was Desir and Romantica, who were mages. Desir let go of Romantica’s hand—it would only impede their movement. They had to run as fast as possible to make it past.</p>",
    "<p>“3… 2…” Each second was precious. They sprinted to the foot of the tree and Desir contracted his leg muscles with all of his strength.</p>",
    "<p>“1…now!” Desir kicked off the ground, and flew in the air until he landed on the other side. Looking to his side, Romantica landed face-first in a puddle. She’d caught her leg on the tree as she jumped. The last hint of reason fell away as Romantica felt an imminent sense of foreboding looming over her. With a thunderous slam, the giant tree exploded into pieces, as the wave of rats rushed forward. The party was barely three steps ahead of the rats.</p>",
    "<p>“We’re going to get caught!” Romantica shrieked.</p>",
    "<p>Desir had to quickly come up with a solution. “It’ll be over if we kill the Killdra Mouse!”</p>",
    "<p>“And where’s that!” shouted Romantica.</p>",
    "<p>“In the swarm of rats!” said Desir.</p>",
    "<p>“You idiot! How are you going to kill a rat in THAT?” retorted Romantica.</p>",
    "<p>The monster’s main body—it was definitely possible to find it in the swarm. It had an unusual form, so they would be able to tell the Killdra Mouse apart from the other rats. Unfortunately, because it was buried in the wave, it was impossible to aim an attack at the main body alone.</p>",
    "<p>‘But what if we can draw the Killdra Mouse out?’</p>",
    "<p>The squirming rodents were nipping at their heels, and there was no time left to run. There were even rats scrambling over the backs of the swarm to make headway for fresh meat. Some of the rats climbed onto the party’s shoulders and began gnawing into their skin.</p>",
    "<p>They was no time. Desir breathed out deeply. ‘I have to draw the Killdra Mouse out from the swarm.’ He’d use it. The reason the monster was chasing them. Just before the rat wave reached them, Desir bit down on his thumb, and blood spurted out of his finger. Immediately, he thrust out his finger and a stream of blood flew across the air.</p>",
    "<p>A figure rocketed out of the wave, careening at the glistening red liquid—a red rat, covered in a black exoskeleton.</p>"
]