[
    "<p>Translaroe: Naturalrice; RW: MrScaryMuffin; KOR Check: Naturalrice</p>",
    "<p>It was wintertime. The snow was knee deep and the winds were bitter cold.</p>",
    "<p>Soldiers gathered in the cafeteria to receive their ready made meals. Everyone deployed to the castle gathered here to eat. The cafeteria was bustling with conversation. People were talking so loud that it was easy to eavesdrop and discern information about various parts of the castle. Desir and his friends were gathered in a corner of this raucous cafeteria.</p>",
    "<p>“So it turns out, after all, that Miss Romantica isn’t in this territory,” said Pram. He, Ajest, and Desir had taken up an entire table in order to have a private conversation.</p>",
    "<p>“She can handle herself,” said Desir, adding some salt to his soup.</p>",
    "<p>“Aren’t you concerned at all about Miss Romantica?” asked Pram.</p>",
    "<p>“I am a bit worried, but I have faith in her abilities,” replied Desir. Romantica was now a Third Circle Mage, putting her on a completely different level than an average Second Circle Mage. Third Circle Mages were considered the cornerstone of any military. She would be strong enough to handle most situations at her current level of strength.</p>",
    "<p>“Anyways, I’ve felt this during the entrance exam, but Romantica is clever. I’m sure she’s progressing the quest in her own way,” continued Desir. The quest was still progressing within the Evernatten territory even though Romantica was nowhere to be found. “But just in case, I’ve asked the Lord to dispatch a rider to nearby territories. The Shadow World wouldn’t just put her somewhere random, so she’s probably somewhere nearby.”</p>",
    "<p>Desir was confident that this would be enough to locate Romantica.</p>",
    "<p>“That is a bit more reassuring,” replied Pram.</p>",
    "<p>Breakfast time was slowly drawing to a close. As the soldiers stood up and filed out one by one, the atmosphere in the cafeteria began to settle down.</p>",
    "<p>“So, why did you ask us to meet?” asked Ajest, putting down her empty plate.</p>",
    "<p>“Actually, I discovered how the vagrant situation was resolved historically.”</p>",
    "<p>“Oh?”</p>",
    "<p>The remaining part of the main quest, Vagrants. Pram’s ears perked and Ajest linked her arm with Desir’s, listening intently as Desir began to recount what happened the day before. Yesterday, when he was busy working in the Lord’s office, Eyulan came in and recommended deporting vagrants. Once the Lord agreed to the expulsion, the quest progression dipped even though the lord decided to only expel the criminals. Historically, this was also how the Lord had decided to resolve the vagrant situation as a whole.</p>",
    "<p>“Look at this Ajest,” said Desir, finishing his story and pulling out a handkerchief from his pocket. He held it out to Ajest. The material was poor, but the embroidery was beautiful.</p>",
    "<p>“It’s quite an intricate work.”</p>",
    "<p>“One of the vagrant mothers made it for me, but they can’t even sell it. They are banned from the marketplace simply because they are vagrants,” said Desir, shaking his head, “Ajest, does this remind you of anything? The way they look at a part and judge the whole?”</p>",
    "<p>“…”</p>",
    "<p>Ajest and Pram tilted their heads quizzically. They pondered the question for a while but could not come up with an answer. It was impossible for Ajest, as only those who experienced the descrimination would understand. Thus, it was Pram that raised his hand. Desir pointed at him.</p>",
    "<p>“Beta Class?” said Pram confidently.</p>",
    "<p>“That’s right,” confirmed Desir. Pram and Desir, being from the Beta class, could distinctly recall all the prejudice and discrimination that they faced first first hand. They were derogatorily known as ‘commoners’ and were not given the opportunity to receive proper education.</p>",
    "<p>“There are people,” continued Desir, “who have already decided that the entire population of vagrants are criminals just because they are ‘vagrants.’ Doesn’t that remind you of Professor Nifleka, who had already decided that all commoners were incompetent simply because of their origin?”</p>",
    "<p>“Well, that’s…” Ajest swallowed her words. Having observed Professor Nifleka up close longer than anyone, she knew this was true.</p>",
    "<p>“If there are criminals within the vagrants, it is only just that they are punished. However, I can’t accept how the entire population is being judged based on the actions of a few. Could it not also be said that society is at fault for driving them into a corner and not giving them a chance?”</p>",
    "<p>Ajest looked as though she had been punched in the gut.</p>",
    "<p>“Does this have anything to do with the clear condition?” interjected Pram.</p>",
    "<p>Desir nodded.</p>",
    "<p>“It’s correct that the vagrant problem can be resolved by removing the vagrants that are causing it. However, the Shadow World has deemed the Lord’s decision to be the ‘wrong choice.’ I believe this is because that decision is based on that prejudiced mindset.”</p>",
    "<p>Desir did not know what impact Wilhelm Evernatten’s choice had in history or why the Shadow World had deemed this choice to be the wrong one. He could only make assumptions from what he had learned thus far.</p>",
    "<p>“Thankfully, the situation right now isn’t terrible since we saved the food supplies. Evernatten can hold on for the time being. Since the issue with the barbarians have been resolved, there is nothing immediately threatening the territory. Let’s take time to think of a solution carefully.”</p>",
    "<p>In history, the Lord had been driven into a situation where there was no other recourse, but things were different now. There was still time to find the best solution.</p>",
    "<p>“Knight Captain!” It was the voice of a knight. Ajest turned around to see a knight moving in her direction. “Ah, the tactician is here as well. That’s good. I urge the two of you to follow me.”</p>",
    "<p>“What happened?”</p>",
    "<p>“That’s…I think you should see it for yourself.”</p>",
    "<p>Desir, Pram, and Ajest were breathing heavily as they looked out from the top of the castle walls. The cold air burned in their tired lungs, but their heart raced more when they saw the bright red flag in the distance.</p>",
    "<p>“This is…”</p>",
    "<p>A sea of people filled their vision. An incredible amount of people were swarming at the castle gates: hungry people, people wearing rags, sick people making pitiful noises. They were all looking towards the castle with desperate faces. They were all vagrants.</p>",
    "<p>“Let us in!”</p>",
    "<p>“My baby is dying! Let me in! Just the baby at least!”</p>",
    "<p>Voices of the vagrants drowned out each other in a crowd that easily exceeded three thousand. Desir and Pram turned pale, unable to believe the awful scene before them. This was a terrible turn of events. A sound of displeasure escaped Ajest’s lips. It wasn’t just Desir’s party who were shocked, nearby soldiers were also taken aback. The castle gate below was sealed shut and was the only thing holding back the swarming vagrants.</p>",
    "<p>“Just where did so many vagrants come from?”</p>",
    "<p>“Just what is this situation…”</p>",
    "<p>Normally, the soldiers would have accepted the vagrants following the Lord’s policy. However, the number currently gathered at the gate was simply too much. The soldiers panicked and shut the gate to seal off the entrance. It was actually the best course of action given the situation. If the swarm had been allowed to enter, the resulting situation would be even worse. Still, Desir found himself speechless when faced with such a spectacle out of the blue.</p>",
    "<p>“This much…is dangerous.”</p>",
    "<p>Accepting all these people will empty out the food supplies. The sea of vagrants pounded at the gates in waves. The quest seemed to be daring Desir to accept the vagrants.</p>",
    "<p>“Why aren’t you letting us in!?”</p>",
    "<p>“You said you’d accept vagrants!”</p>",
    "<p>“Why are you discriminating against us!?”</p>",
    "<p>“Open the gates right now!”</p>",
    "<p>The demands were growing hostile and profanities could be heard mixed in every now and then. The voices stabbed at Desir’s heart like needles. Lord Evernatten’s generosity had already become an entitlement in their minds and they were enraged that they were refused entry.</p>",
    "<p>As Desir’s party stared out with agitated faces, a messenger sent by the Lord knelt down beside them.</p>",
    "<p>“What does the Lord say?” asked Desir to the kneeling man.</p>",
    "<p>“He says accept them all for now.”</p>",
    "<p>“Of course he would.” Desir had already expected this decision.</p>",
    "<p>“Are you really going to let them in Desir?” asked Ajest incredulously, “what little public order we managed to obtain will be shattered instantly. No, even if I somehow manage to restore it to some extent, what about the food supply? Accepting these people will put the survival of this territory into question.”</p>",
    "<p>The survival of Evernatten. That was the name of the main quest and also the main portion of the assignment given to them. Desir could only out at the crowd of vagrants that were also his assignment.</p>",
    "<p>“Your orders.” The soldiers looked at Desir, waiting for instructions. Presently, he was the one with the most authority. Pram and Ajest could only helplessly watch his mouth. Desir’s lips clenched for what felt like an eternity before opening to speak.</p>",
    "<p>“Open the gates.”</p>",
    "<p>As soon as Desir’s spoke, the soldiers raised their voices to relay the order.</p>",
    "<p>“He says open the gates!”</p>",
    "<p>“Open the gates!”</p>",
    "<p>The orders quickly spread down to the other soldiers. Desir turned to Ajest.</p>",
    "<p>“Ajest, please try to contain them for now.”</p>",
    "<p>“…Leave it to me.”</p>",
    "<p>Ajest climbed down from the castle walls and ordered the soldiers to create a path for the vagrants to enter. Desir could only watch with clenched fists.</p>",
    "<p>‘I talked arrogantly about how we should give them all a chance and yet I hesitated when it came time to accept more of them.’</p>",
    "<p>He had hesitated. He had truly hesitated on his decision to accept these people. He already knew how overwhelming the situation was before and immediately thought that he could not accept any more vagrants.</p>",
    "<p>‘…Damn.’</p>",
    "<p>Desir’s hesitation made him feel pathetic. He tasted blood from where he had bit down on his lip.</p>",
    "<p>“Sir Desir,” said Pram, approaching him with a faint smile.</p>",
    "<p>“I’m sorry Pram.”</p>",
    "<p>“Don’t be. I will always follow Sir Desir’s decision.”</p>",
    "<p>“I appreciate it.”</p>",
    "<p>The sound of chains moving filled the air as the gates finally opened. The vagrants began to pour in like the tide. Thanks to Ajest’s direction, they were funnelled through into the territory in an orderly fashion. Once the final person entered, a system notification appeared.</p>",
    "<p>[Progress of the ‘Vagrants’ quest has declined by 15%…]</p>"
]