[
    "<p>Pram Schneizer was lightly stretching his body in the gymnasium. He gave the impression of being very young, his face gave off a slender look. His rather feminine eyebrows and long eyelashes only accented his beauty.</p>",
    "<p>“What is that adorable little thing?!” Romantica exclaimed.</p>",
    "<p>Desir agreed with her, “Pram sure has a cute side to him.”</p>",
    "<p>Romantica violently shook her head left and right. “A cute side? That's wrong! It's not a side, he's adorableness incarnate! How come I didn't know there was a kid like that here?” Romantica spouted nonsense. “He’s so cute! Super cute! I want one. Where can I get myself one? I’ll use my entire fortune if I have to!”</p>",
    "<p>Her attitude resembled that of a spoiled brat who had caught a glimpse of something she desperately wanted. Desir shook his head in disappointment.</p>",
    "<p>In a spar, lethal weapons weren't allowed. Instead, the sparring hall would provide dozens of various wooden weapons ranging from rapiers, broadswords, claymores and others. Anybody wanting to spar was obliged to choose from those provided weapons upon entering the sparring stage.</p>",
    "<p>There existed six sparring stages. Pram was assigned to the fourth stage. Before he entered the stage, he stopped right in front of the collection of wooden weapons. Going from left to right, the size and weight of the weapons increased. Pram hesitated for a moment before reaching out to his right. He grabbed the weapon and held it up. It was a wide bladed greatsword.</p>",
    "<p>Desir’s eyes narrowed. “A greatsword…?” Desir spoke anxiously.</p>",
    "<p>Romantica clapped and leaned forward. “The best swordsman of Beta Class. I’m looking forward to this.”</p>",
    "<p>Pram’s opponent was a knight from the Alpha Class.</p>",
    "<p>Percival Ahsegunits.</p>",
    "<p>Having learned swordsmanship from an official knight, he was a strong opponent to say the least. He had pulled his sword out, which was attached to his waist by a scabbard. The sword looked to be a wooden broadsword, a mix between a longsword and a shortsword. Percival stared at Pram with a menacing and savage look. Pram put his right hand on his chest and lowered his head as to greet his opponent in a respectful bow.</p>",
    "<p>“Beta Class. I’m Pram Schneizer.”</p>",
    "<p>“I have no need to introduce myself to some filthy Beta Class.”</p>",
    "<p>While both were fixated on each other, the referee lowered his flag announcing the start of the battle.</p>",
    "<p>“Hiyat!”</p>",
    "<p>The first one to move was Pram. He charged at his opponent, keeping his intimidating greatsword close. As he got near his opponent, he rapidly unleashed a strong and horizontal slash upon Percival. Percival was forced to block this attack with his sword.</p>",
    "<p>As both of the wooden swords clashed, the noise brought about by such a collision emphasized the strength of both warriors.</p>",
    "<p>Percival succeeded in blocking Pram's attack yet the shock that was caused by their clash left Percival's face briefly stiffened. Pram noticed and took full advantage of such a brief opening. He continued to press into his opponent, unleashing a barrage of heavy swings. Even as Percival matched each of Pram's attacks, he desperately tried to create some distance between them to counterattack, yet to no avail. Pram was dead set on giving him no room to</p>",
    "<p>breathe. He had succeeded in pushing Percival all the way to the edge of the stage.</p>",
    "<p>Desir observed the fight with a darkened expression. This wasn't the Pram he had expected. Pram's strength didn't lie in his usage of the greatsword. All his movements were simple and blunt. As a matter of fact, Pram should've been using a rapier, a weapon which perfectly matched his style of fast and accurate swordsmanship, not something as dull as a greatsword. At this point, Desir wondered,</p>",
    "<p>‘Why isn’t he using a rapier?’ Desir’s worries soon became reality.</p>",
    "<p>The spar was straightforward. Pram swung his sword around without giving it much thought while Percival simply blocked all his incoming attacks. Even though it all looked simple, swinging such a large sword was draining Pram's stamina.</p>",
    "<p>Percival opportunistically leapt forward and began to furiously attack Pram. In an instant, the flow of the battle had flipped in Percival's favor. Pram fell back and almost collapsed, distraught by the sudden change in Percival's stance.</p>",
    "<p>Percival's attacks were overwhelmingly strong and accurate, giving Pram no room to readjust his defense. As expected, Pram's lack of expertise in greatswords would be the end of him. After blocking multiple attacks, Pram's stamina was completely depleted. As he brought up his greatsword to block an incoming attack, he twisted his right wrist.</p>",
    "<p>“Kuaaap!”</p>",
    "<p>In a battle between swordsmen, a brief opening was of utmost importance. This held true especially if one was being barraged by attacks. Percival gave of a fierce roar as he leapt in, striking the side of the awkwardly held greatsword. Pram's wrist couldn't withstand the impact and was forced to let go of the heavy weapon. “Kuok!”</p>",
    "<p>The wooden greatsword flew into the air. It spun around a few times and landed back on the ground pathetically.</p>",
    "<p>The victor was decided.</p>",
    "<p>Pram had lost.</p>",
    "<p>As Pram stared down his weapon, he let out a sigh and bowed his head. “I lost.”</p>",
    "<p>Contrary to Desir’s expectations, the battle ended rather plainly. Romantica put on an incredulous expression, “I'm pretty sure you mentioned that that kid called Pram was a strong swordsman, didn't you? What kind of swordsman gets tired while swinging a sword? Not even a beginner makes such a mistake.”</p>",
    "<p>“Yeah…” Desir unknowingly responded.</p>",
    "<p>Romantica placed a hand on her chin. The excitement in her green eyes was all but gone.</p>",
    "<p>“He's cute and all, but that has nothing to do with his combat abilities. If he stays like that, it'll be useless to recruit him to our party. Why don't we find another student?” Romantica’s words reflected the reality of the situation.</p>",
    "<p>A party was better off without having any weak members. They would only serve as deadweight, dragging the party down instead of lifting it up.</p>",
    "<p>If Desir didn't already know Pram's future, he would've surely followed Romantica's advice. Staring at Pram, Desir suddenly got up from his seat and shouted toward Percival. “Enough!”</p>",
    "<p>A fight between both of them had broken out. Pram was on the ground while Percival was stood up in front of him, holding up a fist. Percival had instigated this fight by throwing the first punch. He turned his head over to where the noise came from and noticed Desir approaching him.</p>",
    "<p>Percival chuckled. “Ha.” His chuckle was filled with ridicule.</p>",
    "<p>He pointed his wooden sword at Pram and spoke “If you don’t want to end up like him, you better scram.”</p>",
    "<p>Desir sighed. The world has its fair share of people who solve everything with violence.</p>",
    "<p>“Why are you doing this?”</p>",
    "<p>Percival did not reply. In that moment, Pram got up from the ground. His tattered robe was stained with dirt. He rubbed his reddened cheek and spoke, “Damn, Alpha Class sure are something. Did it anger you that you got pushed around by a Beta Class, even for just a moment?\"</p>",
    "<p>The boy was right on the mark.</p>",
    "<p>He was a bit too right.</p>",
    "<p>Percival's eyes lit up in anger as he swung his wooden sword.</p>",
    "<p>The wooden sword rapidly flew towards Pram’s head with the full intent of annihilating it. Pram, unable to do anything, reflexively closed his eyes.</p>",
    "<p>He heard the striking sound, but when he realized he didn't feel a sliver of pain, he slowly opened his eyes. At first, he only noticed fragments of wood scattered in the air and drops of blood falling to the ground. Yet it only took him less than a second to notice a broken wooden sword and Desir's arms, which had blocked the attack directed at Pram’s head.</p>",
    "<p>Desir spoke with an unexpectedly calm voice. “You were ‘really’ going to hit him.”</p>",
    "<p>Desir’s right hand was clenched in a fist. Percival could not believe his eyes. ‘He blocked that?’</p>",
    "<p>It was an incredibly fast strike. It was done in the heat of the moment and purely out of anger. But having swung the weapon with all his mustered up strength, the thought that it could have been blocked hadn't even crossed Percival's mind. A single droplet of cold sweat ran down Percival's spine. “So what?”</p>",
    "<p>Desir inhaled a deep breath then proceeded to stare down Percival. Percival felt like Desir's penetrating gaze were a dark abyss that could swallow him whole. “The battle is over. You won. What else do you want?”</p>",
    "<p>Desir’s eyes were completely devoid of any emotion. No anger, no fear, no irritation was shown. He was just plainly staring at Percival. Without Percival having realized it, Desir emanated an incomprehensible and strange atmosphere that left him dumbfounded and without breath. Percival had felt something like this before. He recalled a time when he was very young. The knowledgeable veteran general who had taught him everything would stare at Percival with the same eyes each time he made a mistake.</p>",
    "<p>“Be thankful that a professor isn’t here right now. If a professor saw your conduct just now-” Desir exclaimed.</p>",
    "<p>“Don’t you lecture me.” Percival snapped back.</p>",
    "<p>Percival rapidly turned around and left to go somewhere else. As though he did not want to stay in that place a second longer, Percival left Desir's sight with a half run.</p>",
    "<p>***</p>",
    "<p>Desir's arm had taken a serious beating. The spot where he had blocked the wooden sword was swollen, and the area around the wound had turned black and red with bruising. It was a silver lining that his bone hadn't been broken. The wood splinters were removed, and his wound was carefully disinfected and bandaged.</p>",
    "<p>“Your wound hurts a lot, right?” Pram asked, concerned.</p>",
    "<p>After moving to the infirmary, Pram had begun providing first-aid to Desir. He carefully wrapped bandages around the wound, making sure they would not unravel. For some odd reason, the ends of the bandages were tied into a ribbon. Desir had to hold back laughter at that fact. It truly was a meticulous handiwork.</p>",
    "<p>“I’m really sorry.” Pram was on the verge of tears.</p>",
    "<p>He blankly stared at Desir’s arm wrapped in bandages. Even now, blood was seeping through the wrappings.</p>",
    "<p>“I am truly sorry. Life is going to be a lot tougher with a wounded right arm like yours.”</p>",
    "<p>“It’s alright. I was the one who decided to intervene.”</p>",
    "<p>“No, no. This was all my fault. If I don’t take responsibility-”</p>",
    "<p>“I told you, it’s fine.”</p>",
    "<p>“Well, if you say so…”</p>",
    "<p>Even as he said that, Pram remained restless.</p>",
    "<p>“Seriously, don’t worry about it.” said Desir, trying to appease Pram’s worries.</p>",
    "<p>“But…”</p>",
    "<p>Pram took a seat next to Desir and cast a downtrodden glance.</p>",
    "<p>“You've made yourself an enemy in Alpha Class just to help someone you didn’t know.”</p>",
    "<p>“I was well aware of that as soon as I decided to step in.”</p>",
    "<p>When Desir said that, Pram raised his head. His eyes were filled with surprise and awe. “Anyways, thank you. I’ll never forget this.”</p>",
    "<p>“It was nothing.”</p>",
    "<p>“Ah!”</p>",
    "<p>Pram suddenly realized something.</p>",
    "<p>“Now that I think about it, we’ve just been calling each other ‘you’.”</p>",
    "<p>A light hearted laughter was exchanged between the pair. Pram pointed to himself and spoke, “I’m Pram Schneizer.”</p>",
    "<p>“Desir Arman. Nice to meet you, Mr. Schneizer.”</p>",
    "<p>“There’s no need to address me with such formality.”</p>",
    "<p>“Hmm, if that’s the case…Schneizer?”</p>",
    "<p>Pram shook his head. “No, no. Just call me Pram. You can just speak casually with me.”</p>",
    "<p>Desir spoke defeatedly, “Alright, Pram. Does that work?”</p>",
    "<p>Pram's face lit up as soon as he heard Desir concede. He truly was happy.</p>"
]