[
    "<p>Romantica and Treveurie were relieved by Desir’s presence; a commoner couldn’t even be considered competition.\r</p>",
    "<p>“Since he’s a commoner, I doubt he’s even received a proper education.” Romantica remarked. “I won’t complain though, it just means one less opponent for me. I was a bit worried about the spellsword in our group, but him being here makes everything easier.”\r</p>",
    "<p>Treveurie chuckled in response, “Seeing what we’re up against, I think the real struggle will be between you and me. What do you think Romantica?”\r</p>",
    "<p>Romantica nodded. “You’re probably right; let’s have a good competition.”\r</p>",
    "<p>Both of them enthusiastically shook hands, treating the test as if it was a game between two friends. While Romantica and Treveurie continued to talk with one another, Desir and Ajest silently observed their surroundings.\r</p>",
    "<p>Besides their group, the loud waiting room was filled with the chattering of fellow students, all anticipating the start of their own exams. After some time, an announcement resounded.\r</p>",
    "<p>| The group entrance examination event has been decided. The following information present the event’s details.\r</p>",
    "<p>| Class 10 Shadow World: Ernste Plains Race\r</p>",
    "<p>| The condition for clearing this Shadow World is to be the first person to cross the finish line. The position of the finish line is 8 kilometers away from the starting point. The use of magic is permitted; therefore, attacks between participants are also permitted. The Student Safety System has been activated for this exam, and pain will be suppressed by 80%. If a student wishes to forfeit at any time during the exam, they must simply verbally announce their resignation. Upon said verbal resignation, they will be expelled from the Shadow World. In the event of a fatal injury or attack, the receiving student will likewise be expelled from the Shadow World. Rankings from first to fourth place will be assessed at the end of the exam.\r</p>",
    "<p>Romantica and Treveurie perused the information regarding the Shadow World they would soon enter.\r</p>",
    "<p>“Man, I’m glad it’s just running,” Treveurie said. “I heard that Group 8 has to deal with trolls.”\r</p>",
    "<p>“It’s basically just a race isn’t it? Do we even have to fight each other?” Romantica asked.\r</p>",
    "<p>Desir and Ajest still waited in silence as they had been before the announcement, a bubble of empty space around them. Ajest sat down and swept down the length of her scabbard with her finger while Desir stood a away from the boisterous crowd, leisurely leaning against the wall. Soon, the dull mechanical voice of the announcement returned:\r</p>",
    "<p>| The gate will soon open. Participants, please line up in front of the gate in an orderly fashion, and be prepared to register yourselves.\r</p>",
    "<p>The participants in Group 0 lined up in front of the gate. Soon after, the gate opened, and a bright light shone through. As the students walked through the\r</p>",
    "<p>gate, they were completely engulfed within the light, and their figures disappeared without a trace.\r</p>",
    "<p>| Entering the Shadow World Ernste Plains Race.\r</p>",
    "<p>Soon after entering the gate, Desir was transported into the artificial Shadow World. Checking his surroundings, he and the other three students stood in the middle of a large plain. The green grass and vibrant blue sky stretched before him. The flowers bloomed all around him, and an an enormous river ran through the middle of the field, giving this Shadow World the feeling of an idealistic Spring day. The warm air blew at his hair, and the sun kissed his skin with warmth. This place was the embodiment of serenity.\r</p>",
    "<p>| The race will start in three minutes. Participants, please stand behind the starting line.\r</p>",
    "<p>Hearing the announcement, Desir looked down at his feet, and sure enough, there was a starting line on the ground. The four of them got into their positions behind the starting line in the order of Group 0’s participant list.\r</p>",
    "<p>By pure chance, Desir and Ajest stood beside each other. Compared to his previously cool attitude, Desir felt extremely awkward standing so close to her. He was staring at Ajest with an inquisitive look, when her head suddenly snapped towards him, her eyes meeting his gaze.\r</p>",
    "<p>He greeted her with an awkward expression, unsure of what to say. “H-hi?” He mumbled nervously.\r</p>",
    "<p>Ajest didn’t react in the slightest. Her face remained expressionless, as if she was wearing a mask. Her gaze quickly swept over Desir with a dull look, and she turned away just as quickly as she’d turned towards him.\r</p>",
    "<p>As Desir lowered his eyes in embarrassment, he noticed an unusual, yet all too familiar, weapon at Ajest’s waist. It was a one-handed sword that seemed to be a mix between a broadsword and a two-handed longsword. As his gaze moved back up, a hundred shimmering golden hairs waved in the breeze before his eyes. Seeing her face was as cold as it had been before, Desir thought that rather than coming off as bashful, she was more like the personification of a frigid blade.\r</p>",
    "<p>‘Come to think of it, was she like this back then, too?’\r</p>",
    "<p>6th circle ice attribute spellsword and holder of one of the strongest spellswords, the Queen-rank swordwoman— Ajest Zedga F. Kingscrown. She led the front line ahead of everyone. The Goddess of the Battlefield. And part of The Shadow Labyrinth expedition team and one of the last six people to die. Undoubtedly, she was a callous woman at that time.\r</p>",
    "<p>“You,” Ajest proclaimed.\r</p>",
    "<p>Desir’s heart jolted, and he needlessly cowered. Judging from the way participants continued to talk on the other side, it seemed that they couldn’t hear this conversation.\r</p>",
    "<p>“You’re weak,” she said.\r</p>",
    "<p>Although it was a very sudden personal attack, Desir answered casually. “I know.”\r</p>",
    "<p>“No, you don’t know.” She said in a way only Ajest could. “You’re weak. The lowest-rank spell level. Physical ability is below average. No matter how high you take it, class 6 Shadow Worlds are the limit.”\r</p>",
    "<p>He already knew all of this. So, of course, she’d have to point it all out.\r</p>",
    "<p>Their eyes met.\r</p>",
    "<p>An odd current ran between Desir and Ajest, making the air around them extremely tense. Desir knew this atmosphere very well. It was a situation he had experienced several times in his previous life. It was like the calm before the storm. The twitching of gunpowder just before it burst.\r</p>",
    "<p>Desir tensed. ‘You want to fight me here right now?’\r</p>",
    "<p>“You can relax,” Ajest said. “I’m not thinking of attacking you like what the mentor said.”\r</p>",
    "<p>Desir raised his eyebrows, taken aback. “Why is that?” he asked.\r</p>",
    "<p>Ajest’s long eyelashes fluttered slightly in the wind. She shifted her attention and looked straight ahead, clearly stating that her business with him was over.\r</p>",
    "<p>Imperiously, she said, “I don’t have a hobby of attacking people as weak as you.”\r</p>",
    "<p>Desir smiled bitterly. That, too, was also very much like her.\r</p>",
    "<p>The sound of an alarm rang out.\r</p>",
    "<p>| The race starts in ten seconds. Participants, please prepare.\r</p>",
    "<p>Desir took a deep, steadying breath and then let it out slowly.\r</p>",
    "<p>| Race, start!\r</p>",
    "<p>The participants listed during the announcement surged forward at once. In this race, physical ability was paramount. So, it came as no surprise when Ajest Kingscrown and Treveurie Tigus immediately took the lead.\r</p>",
    "<p>Of course, mages didn’t excel at such physical pursuits. As such, it also came as no surprise that Desir and Romantica were eating the dust from Ajest and Treveurie’s feet.\r</p>",
    "<p>With their physical prowess and swiftness, it didn’t even take five minutes for the difference between the two courses to emerge. Desir and Romantica lagged far behind. So far behind, the dust had already settled in front of them.\r</p>",
    "<p>Coincidentally, when it came to speed, there was hardly any difference between Desir and Romantica.\r</p>",
    "<p>“With all that pretending to be good,” Desir panted for breath. “This is what you are in the end.”\r</p>",
    "<p>Romantica scowled. “Why don’t you focus on the event?” She refused to let it be known that her pride was even a little bit wounded.\r</p>",
    "<p>“Even if I focus on the event,” Desir gasped. “At this rate. We both. Are going to be. Eliminated.” He took another big heave of air. “Is what I’m saying.”\r</p>",
    "<p>Romantica had nothing left to say. Because it was an accurate point. What was worse, she was already beginning to breathe roughly. At this rate, catching up was out of the question.\r</p>",
    "<p>“Well, you don’t look any better than I do,” she said.\r</p>",
    "<p>“Please,” he wheezed. “Just… shut up. Please.”\r</p>",
    "<p>Romantica glared at Desir like he was some sort of bad-luck charm, hoping he’d somehow magically disappear. But every time she looked back at him, he was still staring at her—and it made her more and more anxious.\r</p>",
    "<p>She couldn’t take it. “Ugh!” ‘This whole thing is annoying’ she thought. So she yelled at Desir. “Why the hell are you making that kind of annoying face?”\r</p>",
    "<p>“Well,” Desir quipped. “I just thought this wouldn’t be a big deal for a 2nd circle mage.”\r</p>",
    "<p>Romantica’s eyebrow twitched. He had just dismissed her skills… this commoner had just insulted her!\r</p>",
    "<p>‘THIS bastard has the nerve!?!?’ Romantica’s chest burst with fury.\r</p>",
    "<p>“FINE,” she exclaimed. “You asked for it. I was waiting for just the right moment.” Romantica thrust her arms in front of her, and the wind’s current began to subtly shift. “Open your eyes and take a good look. A commoner like you will never reach the level of a 2nd circle mage.”\r</p>",
    "<p>Romantica released her magic power, and concentrated on the forest far ahead of them.\r</p>",
    "<p>Ahigh-speed incantation rushed from her mouth:\r</p>",
    "<p>[Sweep the Air!]\r</p>",
    "<p>Her spell manifested itself and shot in the direction of the forest—towards where Treveurie Tigus and Ajest Kingscrown competed against each other.\r</p>",
    "<p>***\r</p>",
    "<p>‘At this rate, isn’t this an easy victory?’ The Pawn-rank swordsman, Treveurie Tigus, had already convinced himself that he had won. After all, the figures of Romantica and Desir had long since disappeared behind them, and the gap wouldn’t diminish unless he decided to take a nap.\r</p>",
    "<p>The corners of his mouth curled upwards. ‘Those guys back there are mages. We’re clearly superior when it comes to physical ability. This exam favored us, swordsmen, from the start.’\r</p>",
    "<p>Treveurie looked towards Ajest, who was keeping pace with him. Her ability surprised him—he had risen to join the elite group of Pawn-rank swordsmen, who his peers called “geniuses.” He was confident that, among those of his age, there were only a few other people faster than him.\r</p>",
    "<p>‘I didn’t think I would find someone on my level.’ Treveurie chastised himself for slightly underestimating his opponent.\r</p>",
    "<p>Treveurie looked back, wondering where the rest of the participants were located.\r</p>",
    "<p>Right at that moment, the wind’s direction changed and whooshed passed his face, the sound roaring in his ears.\r</p>",
    "<p>An extremely powerful gale tore through the azure sky. The trees in the forest buckled and shrieked under the force of the wind.\r</p>",
    "<p>“Wa-wait!” Treveurie yelled.\r</p>",
    "<p>The wind’s overwhelming force pressured him back. He quickly drew his sword and stabbed it into the ground before he could be blown away—the sheer force of the wind felt like it would tear Treveurie’s limbs from his body.\r</p>",
    "<p>‘It can’t be… magic? But with this power—it has to be Romantica!’ It took all of Treveurie’s strength to hang on for dear life.\r</p>",
    "<p>‘My armor weighs nearly 100 kilograms. You can’t send me flying. If I just keep a firm grip on my sword, I’m not going anywhere!’\r</p>",
    "<p>But he still had to use all of his strength to struggle against the wind. He used every trick he knew in order to endure for even a bit longer. And then, finally, while straining against the never-ending wind, the swordsman found his footing. He shook off the initial embarrassment and started to think through the current predicament.\r</p>",
    "<p>Treveurie had been correct. It would be impossible to send him flying. If Romantica had intended on sending him flying with wind pressure alone, she would definitely have failed.\r</p>",
    "<p>‘What were you hoping to do to me with this pathetic level of magic?’ Treveurie smirked. ‘This lousy spell is unbecoming of a 2nd circle mage.’ He lifted his head and looked ahead with renewed determination.\r</p>",
    "<p>But what he saw made his eyes widen.\r</p>",
    "<p>“Wha—what is that!”\r</p>",
    "<p>Ajest, the lead runner, had advanced even further. She had drawn her sword from its scabbard and pressed on, slashing the gale in front of her as she moved. Her movements—swift but almost desperate—made it seem like she was trying to blast through that area as quickly as possible.\r</p>",
    "<p>The sight of Ajest piercing through the typhoon-like wind amazed Treveurie. The swordswoman sliced through the wind as if it was cloth. She certainly deserved his respect.\r</p>",
    "<p>But the swordsman couldn’t figure out why Ajest was trying so hard. “Why? You’re just gonna get tired... it would be much better to go after the wind—”\r</p>",
    "<p>His attention was forced towards the massive trees in front of him, swaying precariously in the wind—the roots of the trees didn’t seem particularly deep, and as the fierce wind blew, they quivered ominously.\r</p>",
    "<p>“Wa-wait!”\r</p>",
    "<p>With a deafening roar, a tree was ripped out at its roots.</p>"
]