[
    "<p>Starting with Romantica, Pram and Adjest also easily won their matches. After clearing the round of 16, they all reached the quarter-finals. Those who participated in the Yellow Ocean Competition were all high-levelled, and making it to the quarter-finals meant that their skills were remarkably high. Pram, Romantica, and Adjest triumphantly left the stadium. Since the quarter-finals were scheduled to begin at 3:00, they had two hours spare to eat.</p>",
    "<p>“I think that I’ve improved a lot compared to the past.”</p>",
    "<p>“Well, it’s obvious because you train so hard.”</p>",
    "<p>The council meeting wasn’t over yet, so they had to eat by themselves. They had seen a place for pasta on the way here before, so they decided to go there.</p>",
    "<p>“But it’s such a shame that Romantica and Adjest have already met.”</p>",
    "<p>As Pram said, Romantica and Adjest met immediately in the quarter-finals.</p>",
    "<p>At the time, Romantica said that there was nothing that could be done.</p>",
    "<p>“Why shame? I actually wanted to, so it was a good opportunity. Wasn’t it, Adjest?”</p>",
    "<p>“…well, at least once.”</p>",
    "<p>Adjest replied in a less enthusiastic manner. Pram asked Romantica:</p>",
    "<p>“Don’t you feel frustrated when you fight against Adjest?”</p>",
    "<p>“I’m pretty confident in my skills. Not that I can afford to underestimate her.”</p>",
    "<p>Romantica still remembered Adjest’s incredible reflexes when they played volleyball. Adjest was a magic swordsman. She did not only have skills as a magician but also as a knight, so no one could dared challenge her lightly.</p>",
    "<p>Throughout all of the grades at Hebrion Academy, only a few people could overpower Adjest. Without Desir, she was probably the top of first-class singles.</p>",
    "<p>Rumble / glurp</p>",
    "<p>Anyway, such a painful comparison was of no use now. Romantica was very hungry because she used a lot of magic during the match.</p>",
    "<p>“Anyway, I need to eat first. I remember it was around here…”</p>",
    "<p>There were so many people in the street that there was barely room to even walk. The street was crowded with all of the people who came to either watch the Yellow Ocean Competition or spend their vacation visiting the beach.</p>",
    "<p>Some people recognized Romantica, Adjest, and Pram. Waving at them to communicate their feelings. Some of these people cheered them on.</p>",
    "<p>“Hey, Romantica! You should win! I bet all of my bar money for this month on you!”</p>",
    "<p>“Ms. Adjest! I’m dead meat if you lose!”</p>",
    "<p>“Pram, I don’t care if you win or not. Just don’t get hurt! You’re just too damn precious!”</p>",
    "<p>Most of the encouraging words were related to betting. However, it was still pleasant to be recognized and famous by others. Romantica and Pram couldn’t hide their bashful smiles. While they were walking along the street with a much lighter step than before, Romantica who was at the front of the group, suddenly stopped and looked back. There was a man who just passed her. The man was wearing a hood, but shortly before passing, she definitely caught a glimpse of what was inside of it from the corner of her eye.</p>",
    "<p>It was a crow mask.</p>",
    "<p>“Is something wrong, Romantica?”</p>",
    "<p>“Not really.”</p>",
    "<p>Romantica became a Third-Circle Sorcerer, and the biggest difference was that she could feel more mana around her. Previously, she only sensed the presence of mana, but upon reaching the Third-Circle, it felt as though mana would soon be in her hands. And then, for the first time, Romantica realized that mana had a slightly different nature for each person.</p>",
    "<p>A small but subtly flowing mana for Desir. Adjest’s frigid-cold mana that seemingly stung like frostbite.</p>",
    "<p>And…</p>",
    "<p>‘It feels like I have felt this mana somewhere.’</p>",
    "<p>It was definitely the mana she felt somewhere. And it wasn’t too long ago.</p>",
    "<p>‘Right, that time…’</p>",
    "<p>The wizard, who led the men that attacked the Ellueli chapter of the Tower of Magic, also had this mana.</p>",
    "<p>Romantica was in the Second-Circle, so she wasn’t sure if what she felt at that time was the same as now, but she was sure that the feeling from that mana was similar to the man who just passed by her.</p>",
    "<p>Mana smelling like a sewer. It was a horrendous image that came to mind right away without even trying to remember. Romantic murmured to herself as she stared at the man who passed by her.</p>",
    "<p>“The Outsiders?”</p>",
    "<p>“Pardon? What are you talking about all of a sudden?”</p>",
    "<p>Romantica spoke, pointing to a man wearing a hood.</p>",
    "<p>“No, that man has mana that’s similar to what I felt during the Ellueli raid.”</p>",
    "<p>She wasn’t sure. She just had a similar feeling. But if Romantica’s assumptions are true…</p>",
    "<p>“If so, it could be dangerous.”</p>",
    "<p>Adjest replied.</p>",
    "<p>“The way that man walks… Very unusual.”</p>",
    "<p>It’s as if he’s ready for any attack. It felt as if he’s been forged with a knife.</p>",
    "<p>“And he’s also hiding his mana. I can’t even tell how much he has.”</p>",
    "<p>Probably a very high-level wizard, far beyond their current abilities.</p>",
    "<p>“Don’t think about it too much. It’s only a feeling, and perhaps he’s a grand wizard of some sort.”</p>",
    "<p>Romantica barely shook off all of the ominous thoughts. She wanted to get to the bottom of it, but she couldn’t blame the man without any evidence just based on her feelings.</p>",
    "<p>“First of all, let’s get something to eat. There it is.”</p>",
    "<p>Romantica pointed at the sign of the restaurant that they just passed. The name of the restaurant was written in fancy print. Adjest and Pram no longer brought up the matter as if by prior agreement. The party went into the restaurant, and each ordered something that caught their eye. While they were eating and talking, the memory of the wizard soon started to fade away. Soon the topic moved to Desir, who wasn’t present at the moment:</p>",
    "<p>“I bet he’s having a tough time.”</p>",
    "<p>Pram rebutted as Romantica made such a definitive statement.</p>",
    "<p>“Don’t you think Desir is doing just fine? Desir has usually handled all situations that he’s found himself in perfectly.”</p>",
    "<p>It was the same in the promotion exam, and as well as in the Shadow World. Pram had placed his full trust in him. Adjest nodded in agreement.</p>",
    "<p>“That’s not what I meant. Dad and I have attended a few meetings with powerful people and they always insisted on pushing their opinions since they were only interested in their own benefits.”</p>",
    "<p>“So, by now, there’s definitely going to be a lot of arguments in the meeting. They will be pushing for their own justice and profit. Our poor, common, party leader in such battle. Can you even imagine?”</p>",
    "<p>“Do you think Desir is gutless?”</p>",
    "<p>Adjest replied.</p>",
    "<p>“Well… Right. That’s true. As long as there’s no topic related to Hebrion… Yeah, there shouldn’t be any issues.”</p>",
    "<p>When their main dishes came out Romantica concluded the conversation.</p>",
    "<p>“The bottom line is, there’s a situation that Desir can’t solve so matter what.”</p>",
    "<p>The man in the hood headed off into the alley past the crowds. It was daylight, but it was a place with plenty of mold because the towering buildings didn’t allow enough sunlight through. Broken bottles were scattered over the street interspersed with loose rubbish.</p>",
    "<p>“Hebrion…”</p>",
    "<p>The muttering man’s voice was mixed with emotions. He thought of the three boys and girls he just passed by. The clothes they were wearing were obviously the uniform of the Hebrion Empire. The only way to have such a uniform at that age was if they attended the Hebrion Academy. They are perhaps the top-class pupils of the Hebrion Academy.</p>",
    "<p>Above all, the man clearly heard the voice of one of the girls.</p>",
    "<p>“She has good senses.”</p>",
    "<p>The girl had especially sensitive intuition. It was doubtful that she sensed dark mana from the man. It was fortunate for them that they did not chase the man there. Third-Circle magic swordsman, knight class swordsman, and Third-Circle wind wizard. That’s who they are. All together, they wouldn’t leave a scratch on this man.</p>",
    "<p>‘I know I should kill even if they feel suspicious…’ but the man decided not to follow his instincts.</p>",
    "<p>He thought that even if he doesn’t kill them right now, they will all die anyway. Leaving them alone now would only allow them to live for a while longer. The voices of people could only faintly be heard.</p>",
    "<p>His body scattered like a mist and soon re-appeared on top of a nearby building. He now had a clear view of the scenery of the Kingdom Frilleza. Streets where so many people stroll by, buildings with varying signs… Then his gaze stopped at a particular place. The top of the royal palace was looming in the distance, shining down on all from the radiant sunlight.</p>",
    "<p>He softly whispered, “Start.”</p>"
]