[
    "<p>“Thinking about it, the recent movement of Hebrion was unusual.”</p>",
    "<p>The criticism of Hebrion from the West Kingdom Union was increasing in volume. It felt like war could break out at any moment with the current tensions in the room. Five countries consisting of the West Kingdom Union, two great business groups, and heads of Artemis and Matop were of attending this great council conference.</p>",
    "<p>Among them, all of the leaders shared the opinion of King Divide; except for the Saint, head of Matop and King Prillecha. A majority of them were expressing their unconditional enmity for Hebrion. This left Desir in an uncomfortable position, due to his plans for peace and harmony between the West Kingdom Union and Hebrion. There was not enough time to unite these groups but the consequence of letting doubt fester and each group further dividing, would be history repeating itself.</p>",
    "<p>“I apologize for showing you such an unfavorable sight, Desir.”</p>",
    "<p>The Saint gave an apology for the slander directed at Hebrion in the conference. Desir was thinking about other things but regained his senses after hearing her.</p>",
    "<p>“No Saint, it is not you that needs to apologize.” he responded with.</p>",
    "<p>She smiled and asked.</p>",
    "<p>“Where you thinking about something else?”</p>",
    "<p>“Oh, well… yes. My thoughts just happened to drift…”</p>",
    "<p>“That’s a good decision. You don’t need to mind this nonsense.”</p>",
    "<p>After all, the current measures that Zod suggested to deal with the Outsiders were shelved while they decided to interrogate the Hebrion Empire. It was a less than ideal decision from Desir’s perspective, but there was nothing he could do at the moment. His role was just to listen carefully to the conference.</p>",
    "<p>Zod went back to his seat. The discussion relating to the Shadow Worlds was finished and they moved on to the next item in the agenda.</p>",
    "<p>*Tap tap*</p>",
    "<p>Desir tapped the arm of his chair with his other hand cupping his chin.</p>",
    "<p>'So, he is worried about something.’</p>",
    "<p>He unconsciously changed his position several times in apparent discomfort. There was a growing feeling that was completely different to that stemming from the decision just made relating to the Hebrion Empire. It was an instinctive warning against an impending threat that would occur on a large scale.</p>",
    "<p>“We have taken the back foot so far in these deals. As a result, the tariff for foods is going to increase a little bit in the coming year and…”</p>",
    "<p>“Food is… the products…”</p>",
    "<p>The voices became less distinct, like buzzing flies, making it hard to listen. Nevertheless, Desir kept trying to pay attention, as this was his first time attending. However it was to no-avail. He unconsciously ended up pondering over this growing feeling. It was just too ominous of a feeling to be continually ignored. It was a feeling that he hadn’t felt in recent days, but it was definitely something that he had experienced too many times to be counted in his past life.</p>",
    "<p>On the battlefield.</p>",
    "<p>Why did he feel this now, of all places?</p>",
    "<p>Why?</p>",
    "<p>Maybe he was still somewhat affected by that nightmare. This feeling must be anxiety. It must be because this is the place where she died. He felt a mounting pressure in his heart in-spite of his better judgement.</p>",
    "<p>As Desir thoughts continued to swirl in contemplation of this issue, a very faint sound started. Almost like tinnitus. It was so small, like a water drop falling into the ocean, but it was definitely magic at work.</p>",
    "<p>“Lord of Matop.”</p>",
    "<p>“What’s the matter?”</p>",
    "<p>“Is there any magic active around this castle?\"</p>",
    "<p>“There are thousands. Simply speaking, even the elevator we took is also a magical device.\"</p>",
    "<p>“No, I mean defense magic as preparation against impact.”</p>",
    "<p>“The maximum level of defense magic is activated. It can withstand attack magic of the Fifth-Circle. What’s lead you to ask this all of sudden?”</p>",
    "<p>Fifth-Circle.</p>",
    "<p>It can safely be referred to as the maximum level of defensive magic in existence.</p>",
    "<p>*Flash!*</p>",
    "<p>A huge amount of mana started spreading out like a flood. Zod and Desir immediately focused on the source of the magic. Judging from the massive amount of mana collected, it was clear that magic was about to activate. They had no idea when this mana was collected or when the spell was prepared.</p>",
    "<p>Desir started analyzing the spell and tried to calculate how to invert it, but the level of magic was Sixth-Circle. It was necessary to have enough time to invert Sixth-Circle magic, even if the person doing it was Desir.</p>",
    "<p>However, the magic had already been fully invoked and ready for activation at any time. If so, there was only one hope.</p>",
    "<p>“Lord of Matop!”</p>",
    "<p>Zod realized the seriousness of the situation and arranged magic spells in front of himself. Under the control of greatest wizard, the magic was arranged, formatted and invoked. Staring at the magic forming around Zod, people in the room started stirring into action. One of them immediately threw accusations at Zod.</p>",
    "<p>“Lord of Matop! What are you doing in the council meeting?!”</p>",
    "<p>There was no time to answer each concern. Desir yelled at the top of his lungs.</p>",
    "<p>“EVERYBODY DOWN!”</p>",
    "<p>But the impact was much quicker.</p>",
    "<p>*Collapse!*</p>",
    "<p>The sound of a huge explosion resounded. It felt and sounded like the sky was tearing open!</p>",
    "<p>With this gigantic impact, all the windows of the conference room and the wider palace shattered. The palace shook as if there was an earthquake. People standing immediately lost their balance and fell down, tumbling and rolling with the undulations of the aftershocks that rocked the palace.</p>",
    "<p>A huge fire burst into existence and in quick-order encompassed the entire palace. As the temperature inside began to ratchet up, for the people inside, it began to feel like they were trapped inside a boiling blast furnace.</p>",
    "<p>*Crack!*</p>",
    "<p>While the thousands of layers of magic around the palace broke, debris from the activated mana started falling. With the broken defense magic acting as a source of fuel, the heat became even stronger. The flame looked overwhelming to all onlookers. People who were outside the magic formations were burnt to ashes without even a chance to scream.</p>",
    "<p>Right before the last defense magic broke Zod lifted up his cane and shouted out an incantation:</p>",
    "<p>[Will of Mahatma.」</p>",
    "<p>*Crack!*</p>",
    "<p>From Zod’s feet, cryogenically cold air fanned out. Passing by people, the cold air slammed into the walls of the conference room, against the flames that engulfed the walls. The air itself cooled and solidified. Extreme cold and heat collided and battled against each other.</p>",
    "<p>There was a rapid expansion in the air! The currents of air raged with an explosive roar.</p>",
    "<p>After a while, Zod collected his magic back. The flame of such intensity that it appeared to threaten to burn down the world had completely vanished. But this only allowed a temporary measure of relief.</p>",
    "<p>*Rumble!*</p>",
    "<p>A heavy sound resounded. Desks and chairs were pushed to one side.</p>",
    "<p>One could see the steel frame of the broken window jutting out like a skeleton from the partially destroyed palace. There were some unextinguished fires that continued to smolder from place to place, even after Zod’s magic.</p>",
    "<p>Zod stopped the magic by a hair’s breadth, but the extent of his ability was to safeguard just the conference room. There was just not enough time for him to create a more elaborate and thorough defense.</p>",
    "<p>The conference room, no, the whole palace was collapsing. As reality set in, some people began to scream.</p>",
    "<p>“What happened?!”</p>",
    "<p>“This is terrorism! This is terrorism aimed at the West Kingdom Union!”</p>",
    "<p>“We must leave!”</p>",
    "<p>People had to evacuate before the palace collapsed any further. They moved towards the exit in flurry.</p>",
    "<p>Desir murmured to himself. It destroyed the thousands of defense magic formations that were protecting the palace in one-go and didn’t give Zod a chance to prevent damage beyond their room.</p>",
    "<p>'Eclipse…`</p>",
    "<p>It was a Sixth-Circle magic that was able to burn entire swathes of area. It was the magic that could reduce a big city to ashes if the caster carefully controlled its range of activation. For it to completely destroy so much of the palace, the area of activation of this spell must have been deliberately narrowed. Only the people in the conference room survived. Everyone else were likely burnt to ashes.</p>",
    "<p>'Why does this ominous hunch always prove true?’</p>",
    "<p>They weren’t able to stay here anymore. Desir woke up Priscilla lying on the ground. The edge of her dress was torn and her neat hair was also messed up.</p>",
    "<p>“We need to leave before the palace collapses on us.\"</p>",
    "<p>“Let’s hurry.”</p>",
    "<p>Zod agreed with that.</p>",
    "<p>As Zod, Priscilla and Desir were about to follow the line of people heading towards the exit, the space in front of them suddenly distorted as numerous black particles started to form the shape of a person. A man with a crow mask. He exuded a huge amount of power. It was equivalent to that of a Sixth-Circle mage.</p>",
    "<p>He glanced at the escaping people and stretched out his hand. Magic started to active.</p>",
    "<p>Zod quickly took the initiative to deal with him.</p>",
    "<p>*Clap!*</p>",
    "<p>A massive shockwave formed from the resonation of magic and dust was kicked up. Both Zod and the crow were safe.</p>",
    "<p>The crow started to begin another magic spell at the same time as Zod.</p>",
    "<p>The magic battle once again commenced.</p>",
    "<p>Blasts of violent magic were exchanged dozens of times in short order. Zod got closer to crow mask while continuing to invoke magic.</p>",
    "<p>Zod momentarily approached and tried to teleport the crow by grabbing his shoulder. He thought to change the battlefield by moving far away from here and finishing the battle in the open.</p>",
    "<p>Their bodies granularized and ended up materializing less than 10 meters away. This meant that the crow was also a great wizard and that he had successfully resisted the teleportation of Zod, a Seventh-Circle wizard. It was apparently one of the expected outcomes though, as teleporting requires a high degree of concentration.</p>",
    "<p>*Bam!*</p>",
    "<p>A dust cloud billowed due to the battle of Zod and the crow.</p>",
    "<p>“Sh*t. Who is this guy? Why is he not swept away by a Seventh-Circle wizard!” The Saint coughed out.</p>",
    "<p>Desir immediately responded to the question.</p>",
    "<p>“It’s because of us! We should leave now to get out of his way!”</p>",
    "<p>That’s right.</p>",
    "<p>Crow mask invoked a destruction magic without hesitation and Zod attempted to invoke his magic to offset and not to allow crow’s magic to properly activate. As a result, Zod’s magic was defensively focused. Although he was invoking his magic way earlier and the power of it was superior to crow’s, he did not appear to be over-powering the crow.</p>",
    "<p>‘Fully analyzing it is the only way.'</p>",
    "<p>If he inverted the magic causing it to invalidate itself, then he can emasculate the wizard in front of him. Zod was trying to get to crow’s core of magic calculation.</p>",
    "<p>It was a very precise and highly encrypted magic. By the time Zod could get the rough hang of it and focus on solving it …</p>",
    "<p>“…!”</p>",
    "<p>Contrary to his expectations though, Zod’s magic was analysed. Because he never thought his magic would be analysed back, he neglected to properly prepare for this outcome, causing his defensive spell to fail.</p>"
]