[
    "<p>Hot and humid. It was the last Friday of the semester.</p>",
    "<p>The students of Hebrion Academy were in high spirits, summer break was almost here! Amidst this boisterous atmosphere, a magic class was about to be in session. Desir entered the classroom and looked around. He could see that Ajest and Romantica were already seated. Pram was not present. As this was a magic class, it was not part of Pram’s curriculum.</p>",
    "<p>“Good morning Desir.”</p>",
    "<p>“Good morning.”</p>",
    "<p>“Yes, good morning.”</p>",
    "<p>After exchanging greetings, Desir stacked his books on a desk next to Romantica and sat down.</p>",
    "<p>“You look tired, did you get any sleep?” asked Romantica, noticing the dark circles around Desir’s eyes.</p>",
    "<p>Desir yawned, “I got up really early because I had a nightmare.”</p>",
    "<p>“A nightmare? Well aren’t you a special snowflake. You’ve appeared many times in my nightmares.”</p>",
    "<p>“That’s quite an honour. What do I do in your nightmares?”</p>",
    "<p>“You were the Devil King.”</p>",
    "<p>“…I see.”</p>",
    "<p>“If you’re tired, why don’t you eat this? You’ll get in big trouble if you doze off during Professor Brigette’s lecture.”</p>",
    "<p>“That’s true, thanks.”</p>",
    "<p>Romantica held out a mint. Desir took it and popped it in his mouth. The cool taste spread over his tongue and throat, instantly making Desir feel more awake. There was still five minutes before class started. Desir turned to talk to Ajest and Romantica.</p>",
    "<p>“Summer break is about to start. Do you two have anything special planned?”</p>",
    "<p>“I don’t particularly. I’m thinking of staying at the academy,” replied Ajest. This lined up with Desir’s memory. Ajest had always stayed at the academy.</p>",
    "<p>“I’m thinking of returning to my hometown. It’s been a while since I’ve seen my parents. I do write to them, but it’s still good to see them once in a while,” said Romantica.</p>",
    "<p>“Ah, that works out then. Your hometown is in the Prilecha Kingdom right?”</p>",
    "<p>“That’s right, the scenery there is very beautiful.”</p>",
    "<p>Prilecha Kingdom. It was a small country with little territory and a small military to match. However, it had become one of the powerhouses within the Western Kingdom through economic means.</p>",
    "<p>“Good, that works out then,” repeated Desir.</p>",
    "<p>“Why? What are you planning this time?” Romantica had an uneasy feeling as to  where the conversation was going.</p>",
    "<p>“I have something in mind for us for the summer break. Fortunately, it doesn’t seem like it will get in the way of anybody’s plans.”</p>",
    "<p>“Did you even listen to what I said? I’m pretty sure I said I was going back to my hometown.”</p>",
    "<p>“So,” continued Desir, “our party will be heading to the Prilecha Kingdom this summer. I’ll say this again when we see Pram, but the Golden Ocean Tournament will be held in the Prilecha Kingdom. We will be entering that tournament.”</p>",
    "<p>The Golden Ocean Tournament. A famous event where young adults competed against each other in combat. Whether it be with magic or the blade, adolescents confident in their abilities could compete without restriction.</p>",
    "<p>This tournament was famous in other countries as well. If you ask anyone what the Prilecha Kingdom was known for, they would give one of three answers: its markets, the beautiful coastline, or the Golden Ocean Tournament.</p>",
    "<p>“If it’s the Golden Ocean Tournament, there will be talented people from all over the world! I don’t think we’d do well,” remarked Romantica pessimistically.</p>",
    "<p>“You should be proud of your skills. It’s not common for someone your age to be a third circle mage.”</p>",
    "<p>“Oh well that…” Romantica puffed out her chest, “that’s just innate talent!”</p>",
    "<p>“Having confidence is good, but don’t get too carried away. Ajest here is also a third circle mage and Zod, the head of the Magic Tower, accomplished this achievement when he was 3 years younger than you.”</p>",
    "<p>Hearing that, Romantica lowered her gaze.</p>",
    "<p>“If our party does well in the tournament, it’ll improve our reputation and that will help us in the future.”</p>",
    "<p>“Indeed…doing well in a tournament that is famous in multiple countries…it would certainly be a good thing,” said Ajest, nodding her head in agreement. Romantica also voiced her support.</p>",
    "<p>“That’d be great! If we were to win, we’ll never be brushed off as a mere commoners party again, will we? I’ve always wanted to try it once.”</p>",
    "<p>“Yeah. We just need to ask Pram as well.”</p>",
    "<p>They needed to hurry, as the entry deadline was soon. The Golden Ocean Tournament was starting in 3 weeks.</p>",
    "<p>“In the meantime,” said Romantica happily, “we can rest! I don’t know when we last got a break.”</p>",
    "<p>However, Desir was having none of it.</p>",
    "<p>“What are you talking about Romantica? We’re training after class today as well.”</p>",
    "<p>“What!?”</p>",
    "<p>“We need to keep up our training.”</p>",
    "<p>“Oi, do we really have to? Did you forget that, thanks to me, we cleared the Shadow World?”</p>",
    "<p>“That was then, this is now.”</p>",
    "<p>“But…!”</p>",
    "<p>“You haven’t forgotten our contract, have you?”</p>",
    "<p>The contract: Members will follow the orders of the party leader. Especially when it comes to training.</p>",
    "<p>“Dirty scammer!” shouted Romantica, coyly turning away with a scoff.</p>",
    "<p>In that instant, Desir saw something overlapping his vision. His ear felt numb, there seemed to be shouts coming from nowhere. Desir stared hard at Romantica.</p>",
    "<p>An eviscerated torso. Gushing blood. Desir felt as though his heart was being crushed.</p>",
    "<p>“What? Why are you staring at me like that?” Romantica’s voice brought Desir back to reality.</p>",
    "<p>‘This time definitely…’ Desir tightly squeezed his eyes shut for a brief moment before opening them again.</p>",
    "<p>“Romantica, we’re doing double training today.”</p>",
    "<p>“Whaaaaat!?” replied Romantica, losing it, “Hold on, don’t tell me this is because I just called you a dirty scammer?”</p>",
    "<p>Desir did not reply and instead began flipping through his books.</p>",
    "<p>“Pardon me, Mr. Desir. I’m sorry. Some vile words slipped out of this young lady’s tongue. Please forgive this innocent girl. Ah, Wait! Desir! Where are you going!?”</p>",
    "<p>Desir collected his books and moved to a seat at the front of the room next to Ajest. Romantica panicked and tried to follow. However…</p>",
    "<p>“Hello everyone! What a wonderful morning to study magic!” announced Professor Brigette as she entered the room. Romantica could do nothing except give Desir her best puppy dog eyes from afar.</p>",
    "<p>***</p>",
    "<p>The Hebrion auditorium was made of stone and, during the summer, was very hot and humid, especially at noon. There were many people gathered in the auditorium. Most were students, but there were some teachers gathered there as well. The crowd was quite noisy.</p>",
    "<p>Justin, the headmaster of Hebrion Academy, made his way up to the lectern and turned on the switch for the loudspeaker. As he took a deep breath, a wave of silence swept through the entire auditorium in an instant. The headmaster coughed for a moment and then opened his mouth.</p>",
    "<p>“There are many scientists as well as many magicians. The magic system developed by Rockhilt has become the basis for modern magic and Zod’s development of enchantment magic has opened a new path for mankind. Many scientists and magicians have contributed to humanity and, as a result, mankind has survived the scourge known as the Shadow Worlds.”</p>",
    "<p>Justin paused for a breath before continuing.</p>",
    "<p>“I am sure that you, too, have contributions to make. I have every confidence that anyone here could be the next Rockhilt or Zod. The Hebrion Academy, this continent’s most prestigious and largest magic academy, will provide all of its support to you.”</p>",
    "<p>He looked out to the faces of the students before him. The students bore a variety of reactions: bored, happy, excited, indifferent…</p>",
    "<p>Children will be children. The headmaster smiled, thinking to himself this ancient adage.</p>",
    "<p>“I’ll wrap up my speech now. Let the Hebrion Academy summer break begin.”</p>",
    "<p>The auditorium erupted with the sounds of departure, the student body disappearing like the receding tide.</p>",
    "<p>After the speech, Desir’s party gathered. They all looked very tired, Romantica, Ajest, Pram and Desir. Unlike the other party members, Romantica was pulling along a very large suitcase. With Desir, Pram, and Ajest staying at the Academy, she was the only one in the group leaving.</p>",
    "<p>“Thanks for this week.”</p>",
    "<p>“It was all for you Romantica. The stronger you become, the more effectively you can tackle Shadow Worlds moving forward.”</p>",
    "<p>“Hmph!” Romantica was sulking. She had been forced to train right up until yesterday.</p>",
    "<p>“You’re going to miss your train Miss Romantica. Please don’t delay.”</p>",
    "<p>“Got it Pram.”</p>",
    "<p>It was time to go.</p>",
    "<p>“Rest well in the upcoming week. We’ll all meet again in the Prilecha Kingdom.”</p>",
    "<p>Romantica turned around and left the auditorium without responding to Desir, the sound of her suitcase rolling on the stone floor filled the silence. Romantica walked down the pathway at a slow pace. She continued for quite a distance before turning back to look at Desir. Desir was still standing outside of the auditorium, waving at her.</p>",
    "<p>Romantica called out to him.</p>",
    "<p>“You’re dead if you’re late!”</p>"
]