[
    "<p>Rewriter: Aster0x</p>",
    "<p>“ARGGH!” Criken screamed in impotent rage as he struggled against the crushing force. It was useless. Sharp cracks accompanied blinding pain as the intolerable gravity began rending its terrible toll on his body. He howled in pain as he felt his bones crack.</p>",
    "<p>He let his body slump to the ground in defeat. His magic had been rendered powerless and his body was now incapacitated. Criken looked up at Desir with blurry eyes. It still made no sense. How could a boy who was barely even a 1st circle mage cast a 4th circle spell? It should’ve been impossible!</p>",
    "<p>“Alright, let me take this back now.” Desir’s voice was incredibly relaxed in contrast. On the edge of passing out from exhaustion, Criken could offer little resistance as Desir pried the crystal from his fingers.</p>",
    "<p>Shock ran through Criken as he saw the magic crystal in Desir’s hand. The stone glowed with a fierce blue light. Beneath the translucent exterior, the crystal’s interior mana swirled violently. Criken felt numb. ‘He’s using the crystal’s mana? How? This should be impossible!’ No known technology existed to utilize the interior mana of a magic crystal before it was enchanted. What Criken was seeing went against everything he knew.</p>",
    "<p>The crystal wasn’t enchanted. This much was obvious. But, as if he was laughing in the face of common sense, the boy was using the crystal’s mana like it was nothing.</p>",
    "<p>As if Desir could read Criken’s thoughts, he shrugged. “It’s a fascinating technique, don’t you think? I felt the same way when I saw it for the first time.” Desir lowered himself to his knees, and took Criken’s mask off. Their eyes met.   “Are you curious? I could tell you, if you’d like.”</p>",
    "<p>Criken shivered weakly. Of course he was curious. How could he not me? It was an achievement that defied everything everyone knew about magic crystals! A technique decades ahead of its time! If he had this technique, he could take all the riches of the Tower of Magic for himself! And the boy was offering to tell him this secret?</p>",
    "<p>Desir calmly asked again. “Do you want to know?”</p>",
    "<p>Criken nodded quickly. The outcome of this fight was irrelevant. His pride was irrelevant. This ‘technique’ was worth that much.</p>",
    "<p>Desir smiled brightly. “Then, you should pay up for that bread first.” The gravitational pressure increased again, to 12 times.</p>",
    "<p>Criken howled for a moment as pain wracked his body, before he fell unconscious.</p>",
    "<p>Just like that, the Outers’ attack on the Tower of Magic on July 7th ended.</p>",
    "<p>“I don’t know how to thank you,” Dr. Prelude gushed to Desir’s party as they sat around the Tower of Magic’s reception hall. “Truly,” he continued, “we would have suffered a serious, no, perhaps even catastrophic loss had it not been for your party, Mr. Desir. I don’t even want to imagine what would have happened had the Outers succeeded in taking that magic crystal.” Prelude bowed his head in gratitude. “Thank you, Mr. Desir. Your party as well.”</p>",
    "<p>Pram barely kept a giggle down as he watched Dr. Prelude speak to Desir from across the table. Not even a half day prior, this person had been treating Desir like he was insane. He’d agreed to listen to Desir because Desir had known about Ruigenell’s Tear, and only on the provision that had the Outers not shown, Desir would’ve had to shoulder all the cost of the defensive preparation. Even then, he hadn’t completely trusted Desir. The looks Desir’s party had caught glances of, right up until the Outers appeared, were truly terrible.</p>",
    "<p>‘Although, it’s not like I don’t understand his perspective…’ Pram silently decided. In honesty, even he had doubts. The Outers would attack the Tower of Magic out of nowhere? That was considered nothing short of insanity. What kind of crazy idiot would attack the Tower of Magic, the greatest, most powerful corporation in the world? And yet…Pram gulped. ‘Mr. Desir’s words turned out to be true…’ Just as Desir had said, the Outers had come. And, just as he’d planned, they had been tidily, cleanly swept up. Their leader, Criken, had been arrested, and the 2nd tier magic crystal, Ruigenell’s Tear, had been recovered and placed back under security. In short, Desir’s party had made a miracle happen.</p>",
    "<p>‘I’m sorry for ever doubting you, Mr. Desir.’ Silently, Pram resolved to himself to always trust Desir from now on. Pram would never again doubt any of Desir’s decisions, no matter how absurd, how baseless they might seem. He turned to Desir, staring in admiration, boundless faith in his eyes.</p>",
    "<p>Desir, of course, remained oblivious, and continued to talk to Dr. Prelude. “I’m glad we could be of help. Moving on, I’d like to talk about the compensation.”</p>",
    "<p>“Ah, of course, the compensation.” Cause and effect. Work and compensation. Perfectly natural, perfectly understandable. Prelude continued. “Our Tower of Magic will offer you 120 gold in compensation.”</p>",
    "<p>Romantica nearly jumped out of her seat, startled. “1—120 gold? Are you serious?” Her tone was incredulous.</p>",
    "<p>“I’m serious, Miss Romantica,” Prelude responded smoothly. “Considering what you’ve done for us, at least this much is fair.”</p>",
    "<p>Romantica poked Desir’s side impatiently. “Hey, hey, what are you doing! You were complaining about our party’s budget not being sufficient right? If we have this amount of money, we could easily run the party for a year - no, 6 years!”</p>",
    "<p>Pram eagerly nodded in agreement. “Right. And we won’t need the Tower of Magic’s sponsorship anymore. We’ll have more than enough money.”</p>",
    "<p>Prelude nodded very slightly. Desir had wanted the Tower of Magic’s sponsorship - Prelude had remembered that very well. “We’d originally been planning to offer 100 gold,” he began explaining, “but, unfortunately, it seems that your party hadn’t been able to apply for the sponsorship. So I pulled some strings and got the extra 20 gold. It’s not much compared to the Tower of Magic’s sponsorship, but it’s still a good sum.” The coins inside clinked as Prelude set the leather pouch on the table.</p>",
    "<p>Desir didn’t even glance at it as he spoke. “Dr. Prelude.”</p>",
    "<p>“Yes?”</p>",
    "<p>“Do you remember what I said at the beginning of our conversation?”</p>",
    "<p>“Ah, yes. I do remember.” Prelude nodded, recalling the conversation they’d had earlier this morning.</p>",
    "<p>“Are you perhaps requesting a sponsorship from the Tower of Magic?”</p>",
    "<p>“It’s a similar request.”</p>",
    "<p>Desir’s voice interrupted Prelude’s memory. “Thank you for the offer, but I’ll have to refuse.”</p>",
    "<p>“Wha~!” Beside him, two voices erupted in protest, and angry interjections filled the room. Pram and Romantica, naturally.</p>",
    "<p>Desir ignored their voices, seemingly unfazed. “I don’t want money. Instead, I have a request.”</p>",
    "<p>Dr. Prelude pushed his crooked glasses up. “Bu - but Mr. Desir, the sponsorship application deadline was July 4th. I know how sincerely you want the Tower of Magic’s support, and I know how much you regret not being able to apply. However, this is a rule that not even Zod himself could change.” Indeed, that had been the practical motivation behind raising the compensation to 120 gold. It had been consolation, of a sort, but, more importantly, it ensured that their party would not be discontent.</p>",
    "<p>Desir sighed in disappointment. “You misunderstand me again, Dr. Prelude. I have no intention of asking you to pull any strings for the sponsorship. I know very well how much important the Tower of Magic places on timeliness, and how troublesome this would be for you.”</p>",
    "<p>Now Prelude was utterly confused. “Then…then what is your request?” he asked incredulously. His expectations had been shattered, and his offers all refused.</p>",
    "<p>When Desir responded, Prelude was surprised at how simple the request was. It was concise, and of course, easily satisfied. It was just that, no matter how much he thought about it, he couldn’t understand why.</p>",
    "<p>“Please let me play chess with the Master of the Tower of Magic.”</p>",
    "<p>[Altaea, the heart of magic engineering.]</p>",
    "<p>Roads spread across the city like spider webs, and magic-powered cars zipped across them. Around them, titanic buildings soared into the air. It was here that the Tower of Magic, famed as the greatest corporation in the world, had its headquarters.</p>",
    "<p>Across its spacious, elegant hallway strode two figures. Some smiled and greeted as they passed the two, others did a quick double-take in confusion. The two seemed not to mind, and quickly entered an elevator on the far side of the lobby.</p>",
    "<p>“Is this really alright, Mr. Desir?” Prelude ventured. With experienced motions, he sent the cylindrical elevator soaring upwards. He turned to the enigmatic child, puzzled. Pram and Romantica had gone sightseeing, so it was simply Desir and Prelude in the elevator.</p>",
    "<p>“What do you mean?” replied Desir.</p>",
    "<p>“Chess. I’m talking about chess.   You did, truthfully, something incredible, and yet, you’re only asking to play chess…”</p>",
    "<p>Desir shrugged. “Everyone wants something different.”</p>",
    "<p>“Even so, it’s 120 gold, you know?” Prelude sighed in resignation. “And to top it off, what was the Tower Master thinking when he accepted such a bizarre request…”</p>",
    "<p>Desir answered, nonchalantly, as the elevator doors opened. “He was probably interested just by how out of the ordinary the request was.”</p>",
    "<p>They stepped into a room, with enormous bookshelves lining each of its long walls. Neat lines of textbooks ran, unbroken, across each row, top to bottom, and further countless stacks of books were laid out all over the floor. At the front stood a blackboard with formulas crammed into every corner and blank space, enough to give even a casual reader a headache. Around them, the windows’ curtains had all been drawn, and lamps, containing magic crystals enchanted with light magic, were placed around the room, filling the room with bright light.</p>",
    "<p>‘They even use magic crystals for their lamps.’ Desir noted. In the middle of this room sat a man with long lashes and a high nose. Pink lips contrasted his pure white skin, unmarked by blemishes. He had a strong charm with his distinct features. Even by the most pessimistic estimate, he couldn’t have been older than 30.</p>",
    "<p>As he saw Desir enter the room, he smiled, and pushed his glasses up nonchalantly. Desir chuckled to himself. ‘He still looks the same, huh?’</p>",
    "<p>He was Zod Exarion. In past, present, and Desir’s future, he was the greatest mage in the world, the man who had singled-handedly revived interest in magic. Listing all of his accomplishments was an unenviable feat. They could’ve filled an entire book - in fact, there was actually a book that detailed all of his accomplishments. It had come out earlier this year. It was thicker than most encyclopedias.</p>",
    "<p>“I’ve brought the student,” said Prelude.</p>",
    "<p>“Good work. You may take your leave,” replied Zod. There was an archaic feeling to his words. He gestured in front of him, to an ivory-colored chess board laid atop a black, circular table. “Sit.”</p>",
    "<p>Desir sat across from Zod, who peered at the boy through his glasses. “If I had the time, I would have at least offered you tea, so that we could play a leisurely game together. But, alas, I have a meeting in exactly 27 minutes, and I cannot afford the time.”</p>",
    "<p>“No, I’m thankful enough that you listened to my impudent request,” replied Desir smoothly.</p>",
    "<p>“Thank you for understanding. Now, let us begin the game.” Zod’s tone almost betrayed the slightest impatience.</p>",
    "<p>There were no other pleasantries to be explained. Chess was the purpose of the meeting, so it was all they talked about.</p>",
    "<p>Zod placed the pieces on the board, and gestured to Desir. “Which rules would you like to play by? Imperial, or Western Kingdoms?”</p>",
    "<p>“I’ll choose North Sea style.”</p>",
    "<p>Zod’s eyes twinkled for a moment.</p>"
]