[
    "<p>At that range, even Pram couldn’t avoid it. He collapsed as the shield slammed into his body.</p>",
    "<p>He shook his head in an attempt to reorient himself, and searched around frantically for Percival’s location.</p>",
    "<p>It was too late. Percival covered the distance rapidly. Pram’s entire body reverberated as the two swords met. The duel had turned suddenly against Pram; it was no longer a contest of skill, but now of strength, one where Percival dictated the flow.</p>",
    "<p>Pram’s hands trembled as he held off Percival’s blade. Sensing the opportunity, Percival pushed forward, forcing strength into his blade. Pram felt his arms giving way.</p>",
    "<p>But Pram still had a few tricks up his sleeve. Suddenly, he shifted the angle of his rapier, subtly manipulating the point of contact to let Percival’s sword glide down the blade. Percival’s strength worked against him as he suddenly found the resistance lighten. He stumbled as momentum carried his body forward.</p>",
    "<p>It was too much of an opportunity to present someone of Pram’s skill. Like a lightning bolt, his rapier thrust forward into Percival’s shoulder, and the Blanchume tore through the steel chestplate like a hot knife through butter, splattering blood through the air.</p>",
    "<p>Staggered by the pain, Percival instinctively rolled back several times,   rapidly making distance between himself and Pram, before barely standing back on his feet.</p>",
    "<p>‘I was injured?’ He blinked repeatedly as he stared at his shoulder in shock and confusion. The attack was hardly enough to incapacitate him; it was impressive, but some shoulder pain was the extent of its damage. No, it wasn’t merely the attack that had him reeling. Mere weeks ago, he had been clearly superior to Pram in skill. But just from that one exchange, one thing was obvious: Pram totally outclassed Percival. “You! The hell happened to you?” he shouted at Pram, incredulously.</p>",
    "<p>“To what might you be referring?”</p>",
    "<p>“How did you change so much in just a few weeks?”</p>",
    "<p>“Is there a reason I should tell you such a thing?” replied Pram, with a mischievous smile across his face.</p>",
    "<p>Percival scowled at Pram’s non-answer, and he cursed under his breath. It was clear that he could no longer take Pram so lightly. Rushing in would almost certainly result in his defeat. Unable to hide his intense frustration, he shouted, “Dammit! What the foock is Hadun doing right now!? FOOCK!”</p>",
    "<p>***</p>",
    "<p>Doneta drew his sword and held it out in front of him. It was meaningless. The whole area around him was covered in a thick fog that made it impossible for him to find Romantica. “Are fogs normally this thick?” he asked aloud, before shaking his head. ‘Of course not.’ No, according to Doneta’s memory, the fog should simply have lifted after the first strike, but, instead, it had seemed to only be getting thicker and thicker over time. “Hmph. You’re quite clever utilizing the fog like this,” he said, seemingly to nobody.</p>",
    "<p>It was clear what was happening. The fog was being held in place—indeed, more than that, magically enhanced, entirely intentionally. Unfortunately, even if that was the case, there was little Doneta could do about it, which meant…</p>",
    "<p>He staggered as yet another wind bullet slammed into him, but endured the throbbing pain on his hand and kept a firm grasp on his sword.</p>",
    "<p>It was a truly bizarre situation. He had no idea where Romantica was hiding— in contrast, she clearly knew exactly where he was all the time, and was wasting no time using the information disparity to rain magic upon him with impunity. To top it all off, whenever he chased down where the attack came from, it was clear that Romantica had already disappeared to another spot to continue her merciless barrage.</p>",
    "<p>‘Is she detecting my movement through the wind? …Damn mages.’ Doneta felt that it was almost certain that a mage would be able to, which would explain his current predicament. It was quite the exhausting situation, having to simply sit and take the enemy’s attacks.</p>",
    "<p>“Well, it seems like they’re using their heads, but that won’t be enough.” Doneta stood up straight, and tapped the golden necklace he was wearing with a slight smirk. In an instant, the fog cleared.</p>",
    "<p>\"That necklace… it was an artifact?\" Romantica asked in shock.</p>",
    "<p>Artifacts. Items imbued with magic power. Compared to a regular item, it would be many times more expensive.</p>",
    "<p>\"I told you that you'd regret it didn't I?\" Doneta asked smugly. He raised his hand and aimed the ring on his thumb towards Romantica. She quickly realized that the necklace wasn’t the only artifact he possessed.</p>",
    "<p>[Fire Ring.]</p>",
    "<p>2nd circle fire magic.</p>",
    "<p>A ring of fire formed beneath Romantica’s feet for a moment, before a wave of heat shot upwards, pinning her within the circle. She was trapped.</p>",
    "<p>Doneta raised his blade and held it inches from her face. She simply shrugged her shoulders in response. “Well, I guess I do regret it a little,” she said calmly.</p>",
    "<p>“It’s too late to regret it now,” replied Doneta harshly.</p>",
    "<p>Romantica glanced to his left for a moment, “Well, it’s also too late to dodge too.”</p>",
    "<p>“What?” Doneta quickly turned to look where Romantica’s eyes were looking. A giant boulder, rapidly growing in size, filled his field of view.</p>",
    "<p>“Keuuk-!” He grunted in pain as the massive rock slammed into his body and lifted him into the air, sending him flying.</p>",
    "<p>Slowly, as the dust settled, he rose to his feet, brushing off the rubble. He looked down at himself and felt a surge of rage. His appearance had been completely ruined. The immaculate clothes he wore were torn and covered in dust. They belonged more on a homeless person than a noble. His coat was shredded so badly it wasn’t even worth wearing. “You foocking Beta Class b*tch!!” he shrieked in impotent rage.</p>",
    "<p>“You did well buying time,” said Desir as he stood in front of Romantica.</p>",
    "<p>She hesitated before she replied. “…If I had enough mana I would have won.”</p>",
    "<p>“Please go support Pram from his side.”</p>",
    "<p>“Got it.” She nodded in affirmation and ran to Pram’s side.</p>",
    "<p>Doneta felt his anger surging as he watched Romantica. “You dare!” At that moment, a grey-brown ring on his finger glowed with a bright light.</p>",
    "<p>[Breath of Earth!]</p>",
    "<p>A 2nd circle earth spell, which could both bind and attack the enemy.</p>",
    "<p>The floor broke apart and shot up in Romantica’s direction. Desir quickly interjected his body between them. The rocks fell upon him, entombing him within. Doneta approached the pile and swung his sword into it.</p>",
    "<p>He winced, unexpectedly, as he felt his hands go numb for a moment. “What?” he asked in total confusion. Somehow, he wasn’t able to cut through. The simple earth that surrounded Desir had become as hard as steel.</p>",
    "<p>“Don’t use magic against him!” The voice came from behind the bewildered Doneta. A silhouette flew past him in a blur.</p>",
    "<p>In an instant, Ajest swooped down upon Desir. For a moment, it almost appeared as if she had disappeared into the rock. But then the rocks parted, and Ajest flew past.</p>",
    "<p>She turned back, just as Desir rose from the rock and rubble. As their eyes met, Desir opened his mouth.</p>",
    "<p>[Stone Break.]</p>",
    "<p>The earth exploded outward. The explosion rocked the tower and sent Ajest flying with its shockwave. From where Desir stood, fragments of dirt flew towards Ajest like shrapnel.</p>",
    "<p>She dodged the shots and executed a perfect backflip to land gracefully. Then she nearly jumped in shock as the earth beneath her fingers melted and encased her wrist. She felt near bone-crushing pressure on her wrist.</p>",
    "<p>[Winter Fist.]</p>",
    "<p>Ice spread rapidly from her hand to the surrounding earth. She smashed the now brittle dirt against a wall, and the frozen pieces fell to the floor.</p>",
    "<p>She bit her lip in frustration. At the same time, she began deploying her magic. Desir did the same.</p>",
    "<p>A massive spear of ice formed in front of Ajest, looming ominously with its tip pointed at Desir’s throat. Then, in an instant, it melted into a puddle. Sparks of fire raced across the ground, licking at the combatants’ feet, and were extinguished as the stone floor turned in on itself. Water rushed forward, threatening to drown everyone in the tower, before suddenly turning into nothing but a fine vapour. Back and forth, magic exploded into existence and dissipated into nothingness.</p>",
    "<p>Ajest was being pushed back. She felt a slight twinge of surprise—not at the result, but at how readily she seemed to accept it.</p>",
    "<p>It made sense to her now. It was never a matter of power; Ajest’s mana far exceeded Desir’s own. She possessed skills seen only once every hundred years; she held a power none could keep up with. If they both cast the same Fireball, Ajest’s would have had twice the power. If it was an ice attribute spell, it would’ve been three times the power.</p>",
    "<p>But in magic combat, the winner was not merely the one who possessed greater mana and wielded stronger magic. Tactical awareness, understanding battle conditions, speed, suitability—indeed, at the simplest level, magic combat was perhaps best understood as a high level psychological fight. Being able to read the opponent’s intentions, develop a countermeasure, and quickly execute it— all these were more important than simple magic power output.</p>",
    "<p>And, as much as Ajest hated it, as much as she wanted to beat Desir straight up in a magic duel, she had no option now but to admit the sorry truth: in this psychological fight, Ajest was completely outmatched. There was absolutely no way she could beat Desir in a magic duel.</p>",
    "<p>Her magic had been repeatedly totally countered by far weaker magic. Her simpler spells were constantly hijacked, and her more complex spells were</p>",
    "<p>were rendered irrelevant. Desir was reading her like a book, and effortlessly dragging her into his pace.</p>",
    "<p>That overwhelming difference in experience became his spear and shield itself. It loomed over Ajest like an insurmountable wall.</p>",
    "<p>‘It doesn’t make any sense.’ Ajest’s mind swirled in confusion. No matter how she broke it down, there was no way Desir wasn’t of similar age to herself. The gap in experience was incomprehensible. ‘Just who is he? What is his identity?’</p>",
    "<p>She paused and stepped back to gather her wits and refocus.</p>",
    "<p>Doneta, who had been watching the duel unfold from the sidelines, suddenly interjected, “Party leader! Let me help you!”</p>",
    "<p>Ajest shook her head in response. “No. This is my fight, do not interfere.”</p>",
    "<p>“But…!”</p>",
    "<p>“Just go and help Percival.”</p>",
    "<p>“Percival? That fight should’ve ended…” Doneta’s voice trailed off as he realized, shockingly, that it somehow hadn’t. Contrary to expectation, the duel between Percival and Pram was still dragging out. Indeed, Doneta realized in horrified shock, Percival was somehow losing. Pram’s sword was repeatedly violating Percival’s being.</p>",
    "<p>“Romantica’s mana is nearly drained. For all intents and purposes, she’s out of power. Join Percival and eliminate both of them, quickly,” Ajest commanded in an icy tone that left no room for argument.</p>",
    "<p>Without hesitation, Doneta immediately headed towards Percival and joined the fray. Pram, who had been closing in on victory, saw the opportunity slip away before him with the relatively healthy Doneta joining the melee. It was now Pram and Romantica dueling Percival and Doneta in pairs.</p>",
    "<p>“Upset?” asked Desir.</p>",
    "<p>Ajest paused before she answered. “To speak the truth…yes.” She nodded, and continued, “To be honest, it’s not a very pleasant feeling to lose to someone without even a thousandth of my magic power. Would it make sense to you if you lost to an ant in arm wrestling?”</p>",
    "<p>“Well, I think I can grasp your feelings.”</p>",
    "<p>“I’ve decided I cannot defeat you in a contest of magic. There’s nothing else I can do now.” As she spoke, she shook the red glow off her right arm, letting her mana subside. Her grip fell upon the sword at her waist.</p>",
    "<p>A shrill whistling cut through the air as Ajest lunged towards Desir with the point of her sword aimed at his chest.</p>",
    "<p>“Seems like you really want to win against me.” Magic formulas filled the air in front of Desir as he readied himself.</p>",
    "<p>[Balance.]</p>",
    "<p>[Strength.]</p>",
    "<p>[Vision.]</p>",
    "<p>[Magic Bestowment: Hardening.]</p>",
    "<p>4 spells cast in an instant. Desir followed up by drawing the short sword at his waist.</p>",
    "<p>The echo of steel on steel reverberated through the air as Desir parried Ajest’s blow. The ground beneath Desir cracked and shook from the force, as if an earthquake had struck the tower.</p>",
    "<p>Ajest’s eyes widened in shock. “You blocked…?”</p>",
    "<p>“Why? Did you think that just because I’m a mage, I would be weak in close quarters combat?” replied Desir calmly.</p>",
    "<p>Her lips twisted in distaste, and she shoved Desir back forcefully. A loud thump accompanied a cloud of dust where he hit the far wall.</p>",
    "<p>He rose, slowly, and dusted himself off, seemingly uninjured.</p>"
]