[
    "<p>The harbor of Deltaheim was crowded. It was almost impossible to move through the throngs of people that had gathered. The Outsiders had destroyed the railway to block all reinforcement and supply routes from outside the city. The only way in and out now, was by boat.</p>",
    "<p>Due to the Yellow Ocean Contest there were more visitors than usual.</p>",
    "<p>A number of merchant ships were docked side by side and the line of refugees heading towards them was exceptionally long. There was a bit of a tussle to get on board quickly but it was an immutable law that the high class boarded earlier than them. Therefore the general populace could only finally board after all of the royal families and nobles.</p>",
    "<p>As some ships were escaping amongst the chaos, a huge roar followed by a shock wave traversed the sea. Some people fell down after losing their balance.</p>",
    "<p>People looked up to the sky as it suddenly brightened, as if changing from night-time to day-time.</p>",
    "<p>The sky suddenly filled with burning rocks.</p>",
    "<p>\"Who, what is that…\" Uttered someone from the crowd.</p>",
    "<p>Disaster had arrived at the city of the merchants and rich, Deltaheim.</p>",
    "<p>*Booooom*</p>",
    "<p>The harbor was under attack.</p>",
    "<p>\"Screeeech!\"</p>",
    "<p>\"Help me!\"</p>",
    "<p>Something swept across the refugees. Merchant ships were critically damaged and some of them were even partially destroyed and immediately sunk by the burning rocks that were raining down from the sky.</p>",
    "<p>\"Oh my god, oh my god.\"</p>",
    "<p>Some passengers decided to jump into the sea.</p>",
    "<p>Other people died instantly. And the rest could only despair amongst the flames as they burnt to death.</p>",
    "<p>The harbor was rapidly consumed by pandemonium. A blazing rock flew towards a mother and son. It couldn't be avoided. She knew that she could do nothing but embrace her child in their last moments.</p>",
    "<p>*Bump*</p>",
    "<p>However the rock was shot down by wind bullets that were flying out from somewhere before it could reach them. Dark debris scattered over the sea.</p>",
    "<p>[Ice Crown]</p>",
    "<p>At the same time, water soared from the sea and created a crown of ice. It kept people safe from the debris of broken rocks.</p>",
    "<p>It was Desir's party.</p>",
    "<p>They came to the harbor where the refugees were most concentrated, to reduce the casualties, as soon as Crow Mask withdrew.</p>",
    "<p>Adjest invoked defense magic to cover the refugees, while Romantica intercepted the rocks from her vantage point that allowed her to see the entire harbor. They were trying to minimize the injury of refugees.</p>",
    "<p>\"Everyone get on board!\"</p>",
    "<p>Pram assisted the soldiers with the refugee evacuation. The situation was quickly stabilizing as a result of the party's combined effort.</p>",
    "<p>Because the feeling of imminent danger was fading, the refugees seemed to recover little by little from the panic.</p>",
    "<p>The mother embracing her child held its hands again and urged it to walk quickly towards the ship.</p>",
    "<p>\"We can't finish the evacuation at this pace.\"</p>",
    "<p>This was Desir's opinion after taking in this terrible sight. He was working on magic to block the rocks that Adjest couldn't.</p>",
    "<p>Romantica responded while unleashing sniper spells.</p>",
    "<p>\"I think so too.\"</p>",
    "<p>Not only the harbor, the entire city was devastated. An observatory erected to view the sea was split into two and the debris from it had struck the mall. The upper part of the stadium, where the Yellow Ocean Contest took place, was blown away and flattened.</p>",
    "<p>No building was untouched by the shower of rocks that imparted as much force as miniature bombs. The flaming rocks continued to pour down without end.</p>",
    "<p>All of the buildings were collapsing around them.</p>",
    "<p>Screaming and various explosions could endlessly be heard. Mixed amongst this cacophony were the once calming sound of waves crashing against the shore. Faint and distant on the now grey beaches.</p>",
    "<p>Dadenewt was a major disaster.</p>",
    "<p>As Crow Mask had said earlier, Zod couldn't easily end this disaster without preparation.</p>",
    "<p>In the past, skilled expeditions rushed into the Shadow Labyrinths but they only managed to deal heavy damage to such demons. It was impossible to stop demons with only these people present.</p>",
    "<p>The eruption phase was also just the beginning. It was the foreshadow of Dadenewt beginning its activities in earnest. While just this foreshadow of its true power was horrendous, if Dadenewt appeared in its original form then Deltaheim would simply be burnt off the map without a trace.</p>",
    "<p>Many people had already died. When Desir finally decided on the best course of action, he turned towards Romantica.</p>",
    "<p>\"Romantica, let's move out.\"</p>",
    "<p>The evacuation was almost finished. She took her eyes off her rifle.</p>",
    "<p>\"I agree. I'll burn and die if I stay here much longer. My power has also reached its limit.\"</p>",
    "<p>After continuous sniping, Romantica only had enough power for one or two shots of Second-Circle magic.</p>",
    "<p>It was the same with Adjest, who was busy protecting the refugees with her magic.</p>",
    "<p>They had reached their limits from battling the Outsiders and then dealing with Crow Mask successively. It was not strange for them to be exhausted.</p>",
    "<p>Desir contacted Adjest and Pram.</p>",
    "<p>-Everybody did a good job. Now we'll evacuate too. Everyone join the procession onto the ships.</p>",
    "<p>Adjest stopped using magic. The structures made of ice collapsed.</p>",
    "<p>Until now they had held up great. A lot of people could get on board the ships while they were blocking the rocks.</p>",
    "<p>There were still about 2,000 people left on the harbor. Although the number was not small, it was much better than before.</p>",
    "<p>Adjest and Pram who helped the evacuation of refugees closer to the boats, joined the queue much further up than Desir and Romantica who had helped from the rear.</p>",
    "<p>They gathered all of their remaining power and smashed the rocks on trajectories that would harm the refugees on the boats.</p>",
    "<p>That was the best they could do.</p>",
    "<p>About five minutes into the final part of the evacuation process, Desir suddenly lifted his head to locate Pram and Adjest. It was hard to see them as they had joined the queue way up in front.</p>",
    "<p>\"As there are so many people, to prevent us missing each other, I will bring back Pram and Adjest from the front. If I take too long, then don't wait and just get on board.\" Desir explained.</p>",
    "<p>Romantica responded in a rather cold tone.</p>",
    "<p>\"Oh well, my life is mine to protect. Of course I should run. I'm just a bitch running away even when my hometown is devastated \"I'm so sorry but that's…\"</p>",
    "<p>Romantica cut off Desir who was attempting to make excuses.</p>",
    "<p>\"Well, it's fine. In fact, you are right. I know it's reckless. I was just grumpy. Go and find them quickly.\"</p>",
    "<p>*Smile*</p>",
    "<p>Romantica laughed as her lips formed a crooked arc.</p>",
    "<p>The boy and girl, covered in soot and ash, stared at each other as if looking for something in each other.</p>",
    "<p>\"Aren't you going?\"</p>",
    "<p>\"I will.\"</p>",
    "<p>Desir started moving away.</p>",
    "<p>\"It won't take me long.\"</p>",
    "<p>When Desir vanished into the crowd, Romantica was left alone.</p>",
    "<p>She was not just waiting.</p>",
    "<p>Whenever her power recovered a little she helped smash the rocks flying towards the harbor.</p>",
    "<p>Fortunately, because the number of refugees left in the harbor was considerably reduced, the area left to be protected was also reduced. It now seemed to be relatively safe.</p>",
    "<p>\"…?\"</p>",
    "<p>However the movement of the queue suddenly stalled. Listening to the gossip from the front, it seemed there was a fight. It was natural for people to be on edge during crises. Refugees also happen to get into fights easily, even with light arguments.</p>",
    "<p>At that particular moment though, Romantica felt an ominous sense of foreboding.</p>",
    "<p>'Is he caught up there?'</p>",
    "<p>It also made sense for Desir to be involved, as he always seems to be at the centre of each mess.</p>",
    "<p>When Desir, who said he would just bring back Pram and Adjest, was starting to run quite late Romantica began to worry more.</p>",
    "<p>She stroked the rifle several times, that Desir had given her.</p>",
    "<p>'Was he just delayed?'</p>",
    "<p>At the time Romantica was concerned about finding Desir, someone touched her shoulder.</p>",
    "<p>'He might be finally back.'</p>",
    "<p>Romantica took a deep breath through her nose in an attempt to blow him out of her concerns. She then turned to see the face of the man who had touched her.</p>",
    "<p>\"So you are here, Lady Romantica.\"</p>",
    "<p>\"Butler?\"</p>",
    "<p>It was the butler of the Eru family. He was wearing a neat suit.</p>",
    "<p>\"I have been searching for you for some time now. You happened to be here, after all. Come on. Hurry up.\"</p>",
    "<p>When he finished talking, he began to walk out of the procession and head towards the ship.</p>",
    "<p>\"Wait! Where are we going?\"</p>",
    "<p>The butler realized something was off from Romantica's reaction and tried to explain to her. \"This ship for refugees is actually an Eru merchant ship. You definitely deserve to be on board first as you are the lady of Eru.\"</p>",
    "<p>\"I understand. But I'm waiting for my friends.\"</p>",
    "<p>\"You can see them soon again if you are on board. Please hurry out of here. The Baron is worried.\"</p>",
    "<p>When she heard that her parents were worried, she had to agree with the butler.</p>",
    "<p>'Well, Desir told me to get on board if he was late.'</p>",
    "<p>She followed the butler and passed the procession. She quickly reached the place where refugees were causing trouble.</p>",
    "<p>\"You hit first!\"</p>",
    "<p>\"Look who's talking!\"</p>",
    "<p>They never stopped cursing at each other, even though people around them were forcing them apart.</p>",
    "<p>Romantica passed by them and walked onto the ship. But she didn't leave the deck.</p>",
    "<p>\"Oh! You're already here.\"</p>",
    "<p>About five minutes later Pram and Adjest approached Romantica. They were surprised that she beat them to board first due to originally being so far back in the queue.</p>",
    "<p>Desir was not here with them.</p>",
    "<p>\"Where is Desir?\"</p>",
    "<p>\"Wasn't he with you, Romantica?\"</p>",
    "<p>\"No, he said he went to find you.\"</p>",
    "<p>\"But we haven't seen him.\"</p>",
    "<p>Desir had disappeared without a trace.</p>",
    "<p>Romantica looked around. Almost every refugee had boarded but there was still no sign of Desir.</p>",
    "<p>He was not here.</p>",
    "<p>He was not anywhere.</p>",
    "<p>Translator Patreon</p>"
]