[
    "<p>It was an incredible offer. With the 28 months to Desir’s graduation, the total amount of money he would receive was…</p>",
    "<p>“3360 gold, by my calculations—that should be sufficient to show that your efforts haven’t been in vain. By winning a chess game, you have increased your reward 28 times over. With that, I wouldn’t be going against my word, and you would more or less have a sponsorship.” Zod stared firmly at Desir, awaiting his approval.</p>",
    "<p>“Those are very favorable terms. I almost want to accept immediately,” said Desir, shaking his head. “But that won’t change my request. I want to make a deal.”</p>",
    "<p>Zod expressed disdain at the boy’s choice. “I expected you to choose more wisely. You’ve rejected my offer, and I can’t accept your deal. With that, the negotiations are over.” The man rose to get up from his seat.</p>",
    "<p>“No, Tower Master. Let’s clear this up first. It’s not that you can’t accept the deal—it’s that you can’t accept the deal at a loss.” At face value, this was evidently the case. “However, this means you would accept the deal if it is equivalent exchange.”</p>",
    "<p>“So you think this is a fair deal.” The Tower Master was audibly upset by Desir’s words.</p>",
    "<p>Desir saw the flaws. There’s no way that anybody from the outside looking in would see this as fair. It was preposterous. He immediately went to appease his old colleague.</p>",
    "<p>“I understand completely where you’re coming from, Mister Exarion. A mere student’s idea versus the Tower of Magic’s sponsorship. Logically speaking, there is no way that anybody would see this as fair.”</p>",
    "<p>Desir rose from his seat and toyed with the warship piece from the chess board. “But you of all people should know better than anybody else that there are plenty of things outside the realm of logic. For instance, a 20-year-old man becoming the Tower Master after developing the Enchant technique. Or maybe even less likely, a student of Hebrion Academy defeating the Tower Master in a game of chess.”</p>",
    "<p>“What are you trying to say, then?” Zod was not impressed, and waited for Desir to quickly get to the point.</p>",
    "<p>“Regardless of how illogical it may seem, this deal is quite fair. If I must, I can prove it right now. Would you like to stay awhile and listen?” Desir placed the warship directly in front of Zod as he waited for an answer.</p>",
    "<p>“…Prove it.” Zod crossed his arms, and gave him one chance to explain himself.</p>",
    "<p>Desir took in his surroundings. Bookshelves lined the walls of the entire room. The chess board they just played with lied on top of the desk, illuminated by a lamp as well as various magic crystals strewn about. He walked toward the desk and picked up one of the magic crystals. None of the crystals were enchanted, which left them unusable. Desir surrounded the magic crystal in a cocoon of his mana, and it began pulsating.</p>",
    "<p>A sound rang out from the crystal, like a musical chord. Desir began vibrating his mana particles one by one, and displayed his unique control over mana. ‘Slowly, lock on to the frequency.’ Second by second, Desir slowly raised the mana’s frequency bit by bit until the whirring sound from the magic crystal began to vibrate more fiercely than before, and it reverberated back and forth.</p>",
    "<p>A look of shock appeared on Zod’s face. ‘He influenced the crystal’s internal mana without using the Enchant method?’ Based on his theory, this was impossible. If he didn’t see if in front of his eyes, he wouldn’t believe it himself.</p>",
    "<p>Desir paid him no heed. The internal mana continued whirling around violently, growing exponentially stronger. It spun vigorously, forming a perfect circle. As soon as Desir felt it reach its peak, he said two simple words. “It’s over.”</p>",
    "<p>The Tower Master’s mouth was still agape. “It’s over?”</p>",
    "<p>“Yes. That’s all.” Desir threw the magic crystal at Zod.</p>",
    "<p>Zod caught the magic crystal, still having difficulty wrapping his head around what just ensued. The magic crystal looked exactly the same, aside from the internal mana perpetually looping. Bewildered, he looked at Desir and asked, “What did you do?”</p>",
    "<p>The answer he was looking for didn’t come from Desir, but from the magic crystal.</p>",
    "<p>— “Sir? Is there an issue?”</p>",
    "<p>Zod nearly dropped the crystal upon hearing his secretary’s voice.</p>",
    "<p>— “More importantly, there is less than one minute until your meeting.”</p>",
    "<p>The voice continued speaking.</p>",
    "<p>“It can also be used as a transmitter,” explained Desir nonchalantly.</p>",
    "<p>Zod stood in a daze at the news. The 7th circle magician chose his next words very carefully. His voice trembled as he said, “I’ll call you back in a moment.” Gently placing the magic crystal on the table, he turned back to Desir. “I’m going to need an explanation.”</p>",
    "<p>“As you can see, I placed a communication spell on the magic crystal. When you took her call earlier, I confirmed your secretary’s number—“</p>",
    "<p>“I can tell that much. I’m asking how you placed the spell on the crystal without enchanting it.” Zod’s eyes were intent, searching for any clues he could find from this student who just blew his theory wide open.</p>",
    "<p>“Each and every mana particle has something called a unique frequency. If you can tune these frequencies with that of other mana particles, you can make them harmonize with each other, creating a mana resonance.”</p>",
    "<p>And it was that unique phenomenon that hadn’t been discovered yet in this age.</p>",
    "<p>“This mana resonance can be applied to a myriad of objects—a magic crystal is no exception. If you vibrate its surroundings at the same frequency as the mana, the vibration allows it to travel out through the exterior mana shell, creating this kind of mana resonance.” Desir took the crystal back from Zod, and once again displayed how it worked. “If you spin the surrounding mana, the stored mana spins with it. Once the rotations reach a critical point, the interior mana settles into a circular form. This form is often referred to as ‘Circles’, and with this—“</p>",
    "<p>“You can activate as many spells as you want, even without the enchanting process.”</p>",
    "<p>“Exactly.” Desir clenched the activated magic crystal in his hand. “The applications are endless. As long as the mana allows, you can activate dozens of spells at once. This means that we don’t have to pointlessly deplete our magic crystals, and does away with the Enchant method’s greatest flaw.</p>",
    "<p>“With this technology, the Outers would have had no chance of breaking through your front gates. The Enchant method leaves you with the vulnerability of needing to choose between a physical and magical barrier, but this opens up a range of possibilities. Even if your circle is low, this method allows you to access the full breadth of magic as long as you have a magic crystal powerful enough.”</p>",
    "<p>This was only the beginning. Using this method, countless techniques could be developed.</p>",
    "<p>Zod spoke, his voice shaking. “Did you discover this?”</p>",
    "<p>“I know of it.” Desir didn’t give a straight answer; in reality, Zod was the one who created this technique in the future, not him.</p>",
    "<p>3 years into the Shadow Labyrinth, Zod Exarion discovered mana resonance and it overturned his fundamental understanding of magic engineering. From there, he kept expanding on his theory, eventually allowing somebody to use a magic crystal without the Enchant method. This discovery led to humanity acquiring techniques to survive in the Shadow Labyrinth. Driven into a corner, humanity had no choice but to innovate and bring these discoveries to light.</p>",
    "<p>After returning to the past, Desir thought about bringing the techniques from the future to this age. If all of the knowledge gained from their desperate struggle could be brought back to the past, maybe it would increase the chances of clearing the Shadow Labyrinth. ‘With the Tower of Magic’s ability, they would be able to bring these techniques to life.’</p>",
    "<p>That was it.</p>",
    "<p>Desir wasn’t here to receive support; he was here supporting them. When the Tower Master compared the deal to exchanging a gold bar for a peanut, he was correct. However, he didn’t realize where he stood.</p>",
    "<p>“This is extremely surprising—it will rewrite the history of magic engineering as we know it.” Zod’s mind was hundreds of miles away, thinking about all of the possibilities that this could produce.</p>",
    "<p>“I’m glad to hear it, Tower Master. But I just want you to know—this is only a small portion of the ideas that I have. I am willing to offer you every technique that I know of, and the Tower of Magic can use them in their products. All I ask in return is that you sponsor my party with items made using these techniques. This is my offer.”</p>",
    "<p>Zod’s snapped back into focus as he heard Desir’s words.</p>",
    "<p>“A small portion…” Zod turned on his Pad without the slightest hesitation. “Secretary, cancel the meeting.”</p>",
    "<p>— “Sir? But—“</p>",
    "<p>The secretary was shocked.</p>",
    "<p>“No—not the meeting. Cancel everything until I say otherwise.”</p>",
    "<p>— “Sir! What are you talking about? You have over twenty appointments to attend to!”</p>",
    "<p>“Tell Hephatus to take care of it. I’m going to hang up now. You likely won’t be able to contact me for the next two or so hours.”</p>",
    "<p>Beep.</p>",
    "<p>“Now that the tiresome time limit is gone, we have the opportunity to discuss at length.” Zod looked lively and ravenous for more information.</p>",
    "<p>“I take it that you’re accepting the deal?” asked Desir.</p>",
    "<p>“I should hope so, lest I’ve gone mad.” The Tower Master laughed mockingly at himself and held his outstretched hand to Desir.</p>",
    "<p>“This way, Mr. Desir!” Pram called out to the party leader and waved enthusiastically.</p>",
    "<p>Desir joined them at the table and looked around. This was a rare sight even in the capital. “So you managed to find a place like this. An ice cream store, huh.”</p>",
    "<p>“Hmph. Country bumpkin.” said Romantica with a haughty expression. “Baskin-Rise 79 is a must-see if you ever visit Altaea! You can’t leave the city without trying Very Berry Strawberry and Cotton Candy! They’re to die for!”</p>",
    "<p>Desir had a little chuckle at Romantica’s words. “So you’re telling me to order those, right?” He waved down the waiter and made his order as Pram asked him about his meeting.</p>",
    "<p>“Did it go well, Mr. Desir?”</p>",
    "<p>“Of course, It’s all sorted out.” Desir chuckled and thought to himself how cute Pram was.</p>",
    "<p>“Phew. That’s a relief.”</p>",
    "<p>“A relief to be sure, but…” Romantica took a big breath. “Could you explain?”</p>",
    "<p>“What do you want me to explain?”</p>",
    "<p>“The reason you refused the 120 gold reward. In all honesty, I can’t possibly imagine why you gave up 120 gold to play chess.”</p>",
    "<p>“Ah, that. The main objective wasn’t to play chess with the Tower Master, but an excuse to meet him. My real objective was to ask for support, and as I said before, everything is sorted out. For now, we have support on the level of a sponsorship.”</p>",
    "<p>“Wow!” Pram jumped up in the air in celebration. To think that the lofty Tower Master had given them his support!</p>",
    "<p>Romantica looked at Desir, suspicious. There was no way that he did this legitimately. “Did you figure out his weakness or something? Is he corrupt, or experimenting with living creatures? Knowing you, you must have blackmailed him…” She shivered, thinking of what the Tower Master might have gone through.</p>",
    "<p>“Just what kind of person do you think I am!?” exclaimed Desir.</p>",
    "<p>Romantica grimaced at Desir. “A complete sadist. I’m definitely not the only one who thinks so. Pram, tell him.”</p>",
    "<p>“Mister Desir, you sh-shouldn’t bl-blackmail people. It’s not good…”</p>",
    "<p>“Et tu, Pram?” Desir fell to his knees.</p>",
    "<p>“Heheh. It’s a joke, Mister Desir. I believe in you.” Pram stuck his tongue out, smiling playfully. He looked so cute that the other two couldn’t help but smile.</p>"
]