[
    "<p>October 15th.</p>",
    "<p>A party was organized after all the Shadow Worlds were successfully subjugated. It was a long-time tradition to celebrate subjugations with a party and Hebrion Academy classes were on break as well. During this time, students and teachers alike were in a festive mood. Many people were gathered at the party hall and, in the middle of all of it, students were dancing while musicians set the mood with their music.</p>",
    "<p>Within this boisterous event, a woman walked silently into the party hall largely unnoticed. Those that manage to catch a glimpse were enthralled by her beauty. This woman, with flowing pale blonde hair, scanned the interior of the hall quickly.</p>",
    "<p>Ajest Kingscrown. A woman exuding a chilling aura of classiness. Several people attempted to start a conversation with her, but she slipped gracefully away with short and polite responses. Having experienced parties hosted by Professor Nifleka before, she already knew how those conversations would go.</p>",
    "<p>Originally, she didn’t have any interest in attending this kind of party, as she hated parties. Attracting attention from strangers and being forced to mingle with them was exhausting. However, there was a reason that Ajest had chosen to attend this party and, once she found the person she was looking for, she quickly made her way towards her target. As she got closer, she could hear his voice get gradually louder.</p>",
    "<p>“Why don’t you try dancing too?”</p>",
    "<p>“Don’t even joke about that. I don’t know how to dance.”</p>",
    "<p>“I can teach you how to dance, Mister Desir.”</p>",
    "<p>“You should at least learn the basics, Desir,” said Ajest, interrupting their small talk. Desir’s party all turned to face her.</p>",
    "<p>“Ah, you’ve come.”</p>",
    "<p>“Good evening, Miss Ajest.”</p>",
    "<p>“You took your sweet time.”</p>",
    "<p>They exchanged brief greetings before Ajest sat down in the last remaining seat. She was seated directly across from Desir, who handed her a glass.</p>",
    "<p>“Ajest, your efforts in the Shadow World were invaluable. We couldn’t have cleared it without you.”</p>",
    "<p>“You praise me too much,” replied Ajest as she accepted the glass. She honestly felt that the praise was overstated. All she did was rout the barbarians. Of course, such a thing was made easy because of her high skill level, but Ajest felt that the issue could still have been resolved by Desir’s party without her.</p>",
    "<p>“It is you that should be praised.”</p>",
    "<p>Ajest’s opinion of Desir grew a level higher after this ordeal. She was not aware of his abilities beyond what she had personally witnessed during the promotional exam, but Desir had managed to subjugate the Shadow World without even utilizing his ability to analyze magic. He instead displayed the ability to gather the information laid out before him and use it to produce exceptional results. This ability not only allowed him to see through his opponent’s strategy and dismantle it, but also see through other people’s intentions and influence them to his benefit.</p>",
    "<p>‘Not only that…’ Ajest thought about Wilhelm Evernatten. He was a man who was broken once, but managed to rise once again. He was truly a respectable figure. A man who lived for his people.</p>",
    "<p>‘That’s a characteristic that I need to learn as the future empress.’</p>",
    "<p>Ajest wondered what she might have done in Wilhelm’s shoes, but eventually shook her head in resignation. Certainly, she would not have acted as Desir did. Ajest took a sip from her glass in resignation before noticing that the beverage tasted funny.</p>",
    "<p>“…Did they put out plum tea for this party?”</p>",
    "<p>“No, I brewed it myself. I put a lot of effort into preparing it…what do you think?”</p>",
    "<p>“That’s a bit random, Desir.”</p>",
    "<p>“Why? You said you wanted to taste the one I made in the Shadow World, so I tried to make it here…Why? Is it not to your taste?”</p>",
    "<p>‘He…remembered?’ Ajest’s eyes grew wide. She could feel her normally steady heart beat faster. However, she was not angry or engaged in combat.</p>",
    "<p>‘What is this feeling?’</p>",
    "<p>Ajest couldn’t figure it out and ended up shaking her head in frustration.</p>",
    "<p>“No, it’s quite good.”</p>",
    "<p>Romantica watched the pair during their exchange with an unsatisfied expression before nudging Pram. Pram understood her intent and quickly spoke up, disrupting the atmosphere.</p>",
    "<p>“Mister Desir! So…how is the Artifact?”</p>",
    "<p>Artifact. Upon hearing this word, Desir looked down at his hand. The Armament of Toa was an artifact in the form of a pair of gloves with undecipherable runes etched onto its backside. Desir’s party had received the Armament of Toa and a 4th level magic crystal as a reward from the Shadow World.</p>",
    "<p>‘I remember that the original reward was only the Armament of Toa.’</p>",
    "<p>This could have been because they had managed to clear the Shadow World using a better method than the original party used in Desir’s past. As the party’s rep, Desir declared the Armament of Toa to Student Services and bound the artifact to himself. He sold the bonus magic crystal to the Magic Tower and used the money to pay for transportation fees and taxes.</p>",
    "<p>Desir attempted to distribute the rewards equally afterwards. However, deciding ownership of artifacts was not as easy as splitting money. He explained that the Armament of Toa increased the absolute amount mana capacity and why he would benefit from it the most, but the others agreed with him so readily that he wondered if his explanation was even necessary.</p>",
    "<p>They were all supportive of his decision: Ajest had a large mana pool innately, Pram didn’t need it at all as a swordsman, while Desir had helped Romantica rise up to the third circle.In the end, it was decided that Desir would take the artifact and the money would be split among the rest.</p>",
    "<p>“I haven’t tried using higher grade magic yet, but I think it’ll be fine,” replied Desir.</p>",
    "<p>“What do you think would have been different if the Holy Kingdom didn’t fall to the Shadow World?” asked Romantica, steering the conversation towards another topic.</p>",
    "<p>“There’s no point thinking about what could’ve been, Romantica.”</p>",
    "<p>“But aren’t you curious? A powerful country like the Holy Kingdom fell to the Shadow World because of such a ridiculous reason. If the kingdom hadn’t fallen so pitifully, things might be different now.”</p>",
    "<p>The Shadow World that Desir’s party entered revolved around the Holy Kingdom during its economic decline and it had met its demise before history was first recorded. Before this economic decline, it was known that the Holy Kingdom of Artemis had acted as a shield against Shadow Worlds for various kingdoms and had put in a lot of effort into clearing the Shadow Worlds afflicting other kingdoms. Once the Holy Kingdom fell, the continent slowly began to be swallowed by the Shadow World as others failed to fill their shoes. The other kingdoms realized the important role played by the Holy Kingdom and began setting up organizations to face the Shadow World, leading to the creation of the Hebrion Academy in the Hebrion Kingdom and the Abron Corporation in the Western Alliance of Kingdoms. Unfortunately, it was too late for the Holy Kingdom itself and, by the time these organizations were created, much of the continent had already been shrouded within the dark fog.</p>",
    "<p>“Nothing is for certain, but if Wilhelm Evernatten managed to turn the Holy Kingdom around, half of the continent might not have been swallowed by the Shadow World.”</p>",
    "<p>The Holy Kingdom existed before the development of magic. The strength of Knights defined its existence as a military powerhouse. In the present, swordsmanship had fallen out of favour and magic had taken its place. However, Knights held a symbolic importance to the Holy Kingdom. If the Holy Kingdom had not fallen and their swordsmanship was allowed to develop to the present time, the Knights might have been instrumental in subjugating the Shadow Labyrinth as well.</p>",
    "<p>As his thoughts reached this conclusion, Desir felt a bitter taste in his mouth.</p>",
    "<p>“I still can’t believe that the Church of Artemis has such a history,” said Pram, adding his own thoughts to the conversation. The Holy Kingdom was the birthplace of the present day Church of Artemis. After the Holy Kingdom fell, their headquarters within the Alliance of Western Kingdoms doubled their efforts, leading to an age of prosperity for the church. In the present day, they even had followers outside of the Alliance borders. Though they did not have the militaristic strength of the Hebrion Kingdom or the Alliance of Western Kingdoms itself, they possessed significant political influence across the entire continent.</p>",
    "<p>“The Church of Artemis probably hoped their history would fade away like the Holy Kingdom,” said Desir with a smirk. Historically, those within the territory had continued to suffer until half the continent had been overrun by the Shadow World. Countless kingdoms disappeared without a trace, as they existed prior to the development of printing technology and appreciation for history. This included the Holy Kingdom, which neglected historical records to the chagrin of those in the present. Clearing the Shadow World helped to fill these blank pages in the annals of history. From their mission, Desir’s party had managed to discover important details within the history of the Holy Kingdom and the reason behind its fall. His party’s name will be added to any books referencing this incident. This served to further raise his party’s infamy.</p>",
    "<p>“…Don’t say that. We’re here to celebrate our achievements, aren’t we?” complained Romantica, bringing attention to the fact that they were simply sitting in their seats during a party.</p>",
    "<p>“I’m not sure who started this conversation, but aren’t we having a good time already?”</p>",
    "<p>“Well, I’m just saying that we should go out and do something,” replied Romantica, shyly looking back and forth between Desir and the dancers in the center of the party hall. However, it was Ajest that took the initiative this time.</p>",
    "<p>“Since she mentioned it, how about we go and dance for a song, Desir?”</p>",
    "<p>Pram’s jaw dropped. All he could do was stare at Ajest. The colour drained from Romantica’s face as she could only look on while her target was snatched right before her eyes.</p>",
    "<p>“I told you before, I can’t dance,” replied Desir. At his response, Romantica could feel some colour return to her cheeks.</p>",
    "<p>“I’m saying that I can teach you how to dance,” laughed Ajest, “I don’t know what your ambitions are but, as you become more famous, there will be more parties to attend. When that happens, you can’t just refuse every invitation to dance, can you?” Ajest found it funny that she, a person who hated parties, was extending an invitation to dance.</p>",
    "<p>“Wait a minute!” shouted Romantica as Ajest directed Desir towards the center of the party hall.</p>",
    "<p>“She got one on you,” said Pram, indicating that her shouts were futile.</p>",
    "<p>“…You might be right,” said Desir, “it might be good to learn for the future events to come.” He accepted Ajest’s line of reasoning and accepted her invitation. As Desir relented, Ajest felt a strange sense of giddiness. For the first time, she was thankful for all the frustrating dancing lessons that she was forced to take as a member of royalty.</p>",
    "<p>“I’ll warn you now. I really can’t dance.”</p>",
    "<p>“I’ll lead. Just read my movements.”</p>",
    "<p>“It’s not like this is a battle…”</p>",
    "<p>“Don’t take it lightly. In society, dancing is not much different than fighting.”</p>",
    "<p>“…In any case, I leave myself in your care. I promise to study diligently.”</p>",
    "<p>Within the crowd of dancers in the center of the party hall, Ajest and Desir’s hands met.</p>",
    "<p>“We’ll start at the same time on the count of three.”</p>",
    "<p>“One.” Ajest began to slowly move her feet.</p>",
    "<p>“Two.” Desir also began to move his feet and their eyes met as the next song, a waltz, struck its opening chord.</p>",
    "<p>“Three.”</p>"
]