[
    "<p>July 11th. 10 days before the Shadow World event.</p>",
    "<p>“I’m dead tired!”</p>",
    "<p>Romantica’s outburst could be heard from outside of the Hebrion Academy cafeteria, where they had just finished dinner. The food they just enjoyed was one which the Beta Class meals couldn’t even begin to compare. Yet, Romantica was still upset.</p>",
    "<p>“Training. Training. Training! Are you trying to kill us?”</p>",
    "<p>“Aren’t you being a bit overdramatic? I’m giving you plenty of rest,” replied Desir, “10 minute run, then 1 minute break, then run for another 15 minutes, then rest for 5 more minutes. The regiment is perfectly tuned.”</p>",
    "<p>“I’m not talking about rest,” moaned Romantica, “I’m talking about recreation! I want to go shopping, eat desserts, or go somewhere interesting!”</p>",
    "<p>Romantica had a valid point. The group hadn’t had a moment’s respite since they started training three days ago. Every day, immediately after class, they would go into training or endure whatever exercise Desir had concocted that day. For a young girl of 16 years, it was unbearable.</p>",
    "<p>Desir truly felt bad about it, but he wasn’t going to change anything.</p>",
    "<p>‘There isn’t much time until we go into the Shadow World.’ Of course Desir couldn’t say that, so he offered a compromise, “Just endure it for a little longer. Once we address our weaknesses, I’ll definitely make sure we get a proper break.”</p>",
    "<p>“You promise?”</p>",
    "<p>“Of course.”</p>",
    "<p>For the next few minutes, Romantica pressed for more reassurances, making Desir double and triple swear.</p>",
    "<p>“Miss Ajest!”</p>",
    "<p>“Why do you want to sit with those people?”</p>",
    "<p>Different outbursts were heard around the cafeteria, trailing after someone who was heading in their direction. It was Ajest Kingscrown. With her platinum gold hair contrasting glamorously against her all-black uniform, she placed her food tray next to Desir’s.</p>",
    "<p>“Strange, there is no one sitting near your party,” said Ajest.</p>",
    "<p>“We’re commoners,” replied Desir, “that stigma didn’t seem to disappear just because we became Rankers.”</p>",
    "<p>“Is that so?”</p>",
    "<p>“We’re still trying though, as you can see.”</p>",
    "<p>The fact that a commoner like Desir managed to become a Single Ranker had gained him quite a bit of reverence among the Beta Class, but the behavior of the Alpha Class was largely unchanged. As if to acknowledge this fact, Ajest nodded.</p>",
    "<p>“In any case, what brings you here?” said Romantica with a cautious, hushed voice.</p>",
    "<p>“Is there a problem?”</p>",
    "<p>“I-it’s not like I have a problem with you sitting beside Desir, it’s all the attention you’re attracting! Everyone is staring, good luck eating under the spotlight!”</p>",
    "<p>“I am sorry about that, but what can I do about it?”</p>",
    "<p>“Easy. Go to another table.”</p>",
    "<p>“Romantica!” Despite Desir’s scolding, Romantica did not rescind her comment.</p>",
    "<p>“Desir! Did you forget what she did to our party?” Romantica could not forget that Professor Nifleka had intentionally withheld information about the Magic Tower sponsorship from them.</p>",
    "<p>“Fine. I’ll go elsewhere,” conceded Ajest, “However, I do have something to say to you Desir…”</p>",
    "<p>Ajest let her words linger while glancing over to see Romantica’s reaction. Romantica was glaring back at her openly, already hostile towards whatever she might say. In this powderkeg situation, Ajest’s next words were like striking an entire box of matches simultaneously.</p>",
    "<p>“Desir, can I visit your room after you finish eating? That way, we can speak alone without attracting undesirable attention from people who dislike me.”</p>",
    "<p>***</p>",
    "<p>“It’s a bit shabby, but come in.”</p>",
    "<p>Desir’s room was well organized, unlike the rooms of similar boys his age. Ajest entered and sat on a wooden chair in the guest room. The wooden backrest felt stiff, but not enough to be uncomfortable.</p>",
    "<p>Desir opened the windows to let fresh air in before heading into the kitchen. After a brief moment, he re-emerged from the kitchen with two cups of tea. Faint lines of steam rose from the reddish liquid in the cups.</p>",
    "<p>“This is tea made from something called plums.”</p>",
    "<p>“What a pleasant aroma.”</p>",
    "<p>It was Pram’s recipe. As the pair enjoyed the fragrant tea, light from the setting sun pierced through the open window. The room was filled with a color similar to the tea that they were drinking. The midsummer breeze swept into the room, providing a pleasant cooling sensation.</p>",
    "<p>“Why did you have to phrase your request in a way that is easily misunderstood?”</p>",
    "<p>“What about it? It wasn’t a complete lie.”</p>",
    "<p>“If you put it that way, I guess there’s nothing more I can say…” Desir relented and switched topics.</p>",
    "<p>“So, what did you want to speak to me about?”</p>",
    "<p>“I have a question. Could you answer it for me?”</p>",
    "<p>“I can answer to the best of my ability.”</p>",
    "<p>Ajest lowered her teacup. “How did you apply the Grease spell to a three-dimensional surface?”</p>",
    "<p>“So you were curious about that.”</p>",
    "<p>Ajest was referring back to the Entrance Exam, when Desir applied Grease onto his body. It appeared simple, but that wasn’t the case in reality. Grease was a type of field magic that couldn’t be manipulated. Rather, the spell enveloped whatever surface it was casted upon. It was simple to cast Grease onto a flat surface, but it was almost impossible to cast it perfectly onto an irregular shape. This is why Grease is most commonly used on the floor.</p>",
    "<p>“Can you teach me?”</p>",
    "<p>“There is nothing stopping me.”</p>",
    "<p>Desir stood up and produced two sheets of paper from a nearby shelf and laid one flat on the table.</p>",
    "<p>[Grease]</p>",
    "<p>After casting the spell onto the paper, Desir flicked it with his finger, causing the paper to slide smoothly off the table. The paper continued on, beyond the door and into the living room.</p>",
    "<p>“This is how Grease is normally used.”</p>",
    "<p>Ajest nodded, having known this already. Desir continued, placing the second sheet of paper onto the table. This time, after casting Grease onto the paper, he lifted it into the air. Ajest observed with curiosity in her eyes. She watched as Desir held the two top corners of the paper and began slowly ripping them apart. He continued to tear the paper apart until he was left with pieces no bigger than her fingernail. With the paper fully shredded, Desir dipped his thumb in his tea and used the moisture to adhere the pieces of ripped paper to his teacup. Once he was satisfied, he tapped the cup, causing it to slide smoothly across the table before stopping in front of Ajest.</p>",
    "<p>“This is the answer you are looking for.”</p>",
    "<p>“You break down the three-dimensional surface into polygons and calculate each polygon separately?”</p>",
    "<p>Ajest understood the theory almost immediately.</p>",
    "<p>“That’s right. Just so you know, the hexagon is the most convenient shape to use. What you have to be cautious of is…”</p>",
    "<p>Ajest suddenly rose from her seat and casted a spell.</p>",
    "<p>[Grease]</p>",
    "<p>Just as Desir had shown her, Ajest calculated polygons to cover her body. Doing so required several times more effort than casting the basic form of the spell. Grease enveloped her like a piece of clothing. Ajest tested moving her foot. It moved as though it faced no air resistance. It also felt awkward. Her body’s movement and sensations had changed. Ajest felt like she wasn’t quite in her own body. It was because movement had become too easy and, despite being an outstanding fighter, she could not maintain her balance. She tried to use her other foot to counterbalance, but it was a mistake to move at all. Her entire body tilted, causing her center of balance to shift…</p>",
    "<p>Ajest landed with a loud thud. She thought briefly that the floor was strangely soft but, when she opened her eyes, she saw that Desir had acted swiftly to catch her after noticing that she was falling.</p>",
    "<p>His eyes met hers as he gently chided, “What you have to be cautious of is the change in sensation as friction will no longer apply as normal.”</p>",
    "<p>“Apparently. It means that training is needed.” Ajest nodded understandingly. She then noticed that Desir’s cheeks were flushed. “I’m sorry Desir, are you hurt anywhere?”</p>",
    "<p>“No, it’s just that…,” Ajest tilted her head quizzically as Desir found his words, “can you stand now?”</p>",
    "<p>“Hm?”</p>",
    "<p>The pair were in a strange position. Ajest was on top of Desir, who had his arms securely wrapped around her waist in order to prevent her fall. Ajest gave a sly smile. Instead of moving off, she pressed down on Desir’s body with her thumb.</p>",
    "<p>“Ajest?”</p>",
    "<p>While in this compromising position, Ajest announced something with a voice of indifference, as if what she was saying had nothing to do with her.</p>",
    "<p>“I left the Blue Moon Party.”</p>",
    "<p>“Huh?”</p>",
    "<p>“I think it’s a good thing.”</p>",
    "<p>“No, wait!” Desir immediately stood up.</p>",
    "<p>What did I just hear?’ There was an uneasy feeling in his heart. Desir closed his eyes and gathered his thoughts. He then calmly repeated what Ajest said.</p>",
    "<p>“Are you telling me that you’re not in the Blue Moon Party anymore?”</p>",
    "<p>“That’s right. I can’t stand being with that kind of a Professor”</p>",
    "<p>The sun had long since set and the room was filled with darkness, but Desir didn’t even noticed. Ajest’s words half-confirmed the uneasy feeling, causing it weigh heavily on his chest like a lead weight.</p>",
    "<p>“You…discovered what happened. Is that why you left the party?”</p>",
    "<p>“There is no need for you to get worked up Desir. It was a personal…”</p>",
    "<p>“Answer me, Ajest.”</p>",
    "<p>“Well, let’s say that’s the case for now.”</p>",
    "<p>Desir bit his lip, drawing some blood. ‘Did the timeline change this much?’</p>",
    "<p>By walking a different path than he did in the past, Desir was expecting to see differences in the timeline, but this was unprecedented.</p>",
    "<p>‘I changed someone’s life.’</p>",
    "<p>In Desir’s original timeline, Ajest was the ace of the Blue Moon Party. Even in the Shadow Labyrinth, she participated as their member. Desir’s actions had caused that ace to leave the party!</p>",
    "<p>‘It’s my fault…’</p>",
    "<p>A lot of things had changed since Desir had become a Single Ranker. While Ajest leaving her party could not be traced back to him, Desir knew that his actions directly resulted in Ajest’s withdrawal.</p>",
    "<p>‘How did i not foresee this?’</p>",
    "<p>Desir re-analyzed his actions several times in his head and knew that he had caused this change in the timeline.</p>",
    "<p>“I’m sorry, Ajest.”</p>",
    "<p>“Why are you sorry?”</p>",
    "<p>Ajest did not understand. She couldn’t understand, but Desir felt a great remorse. He felt responsible for the situation and a desire to make things right.</p>",
    "<p>There was an audible click as Ajest found a lantern. Instantly, the dark room was illuminated.</p>",
    "<p>“Look at me Desir,” Ajest pointed to her eyes, her face clearly visible, “do I look sad? Do you see any resentment towards you? If not, then you don’t have a reason to feel sorry for me. It’s that simple. You are a victim here. I was only able to see the Professor’s true personality because of you. That’s all there is to it.”</p>",
    "<p>Ajest guided Desir to a chair.</p>",
    "<p>“I didn’t come to you to make you feel uncomfortable around me,” Ajest followed Desir’s gaze to the paper on the floor and gave an uncharacteristic chuckle, “of course, one of the reasons was to ask you about something that I couldn’t figure out.”</p>",
    "<p>Ajest leaned forward, the light of the lantern reflected in her eyes.</p>",
    "<p>“I believe a party must be righteous. When in a competition, a party must overcome their opponent, not with underhanded schemes, but through skill. And after doing so, they must remain humble. When I think about the parties that meet this criteria, there was only one that came to mind.”</p>",
    "<p>“Ajest, you…”</p>",
    "<p>“Desir, will you accept me into your party?”</p>"
]