[
    "<p>Rewriter Note(s):   “Omae wa mou shindeiru.”</p>",
    "<p>But nothing happened. The barbarian felt no resistance as the glaive completed its sweeping downwards arc. The only thing he had struck was air.</p>",
    "<p>“Gruuh…?” The barbarian stared quizzically at Pram. He hadn’t cut so much as a single hair on his head. A glint of silver was now jutting out from the wooden wall behind Pram. Something sharp with the silhouette of a crescent curve. The barbarian snapped his neck down to look at the glaive in his hands. Except, it wasn’t a glaive anymore—the blade was cut clean off. He was left with a wooden rod.</p>",
    "<p>Pram raised his rapier. “Shall we go again?”</p>",
    "<p>The barbarian flung the wooden handle aside and closed the distance with a swing of his fist. In an instant, his knuckles were close enough to obscure Pram’s entire head from view. Pram wove to the side, letting the punch rocket past him like a battering ram, and seamlessly vaulted into the air with a backflip. With all the grace of a seasoned acrobat, he landed behind the bewildered giant, and followed up with a swing of his rapier.</p>",
    "<p>The giant spun around and raised an arm to block the blow with his gauntlet, but Pram’s rapier drew a perfect arc around his guard, and thrust into the pit of his stomach. The now hapless giant tried to retreat, but Pram was faster. The rapier plunged into the barbarian’s solar plexus. Tough as his body may have been, it was a decisive blow to a vulnerable weak point. The giant’s body quavered, his legs gave out from under him, and he collapsed into a crumpled heap.</p>",
    "<p>Desir nodded silently, as if confirming something he’d already known. “Looks like it’s over.”</p>",
    "<p>“Nonsense,” screeched Ujukun. “That door is made of Kichlean steel. There’s only one person here who can open it, and I’m pretty sure he’s in no condition to do so.” Kichlean steel was famed for its unyielding tensile strength. It was also proportionately heavy. A door of this size would likely require the strained</p>",
    "<p>efforts of half a dozen men to even budge. “Which means you’re stuck here until my guards arrive,” cackled Ujukun.</p>",
    "<p>“Oh, I don’t know about that.” The Blanchume rapier streaked through the air, making short work of the door’s hinges. The door flattened with a thunderous crash. Apparently, even Kichlean steel was no match for Blanchume. As the pair made their exit, Desir turned to the dazed Ujukun. “Looks like it’s definitely over now, doesn’t it?”</p>",
    "<p>They’d only been running for a few minutes but Desir was already out of breath.</p>",
    "<p>“Alright, I think we’ve lost them. I really need to exercise some more. I can’t believe I’m this weak…” Desir muttered between stilted breaths. Though, his lack of breath did little to damper is cheerful voice. “Good thing we got the sword back, right?”</p>",
    "<p>While nodding, Pram moved his hand to the rapier at his waist without even realizing it. The pale rapier glittered like starlight, or even moonlight. He pulled out the sword, and couldn’t feel the slightest weight. A truly incredible feeling.</p>",
    "<p>“So you’ve decided to use the rapier?” Desir said, recalling how Pram had fought with the rapier a few minutes before.</p>",
    "<p>He’d held the rapier, and subdued the barbarian giant with overwhelming skill. The fact that Pram had took up the rapier again was especially meaningful to Desir.</p>",
    "<p>“The situation was too urgent so I had no choice, but…” Pram was still hesitating. He eventually let out a sigh. “Why would my father hide something like this in that old, worn-down Kemubin?”</p>",
    "<p>That was the cause of this entire ridiculous incident. If he’d made it obvious from the start that it was in fact a Kemubin, Pram would never have had any reason to resent his father.</p>",
    "<p>“Your father made a wise choice, Pram.”</p>",
    "<p>Pram raised his head at Desir’s words.</p>",
    "<p>“A Blanchume sword is an incredible thing. Imagine if word got out that you owned it. Over a hundred people just like Ujukun would have come to hound you,” explained Desir.</p>",
    "<p>“But there was still a chance I would never have found out,” said Pram.</p>",
    "<p>“He left it behind because he thought you’d figure it out eventually,” said Desir assuredly. Pram’s father always believed that Pram would realize, as long as he kept carrying the rapier around.</p>",
    "<p>“How can you be so sure?” asked Pram.</p>",
    "<p>Desir grabbed the rapier, and pointed at the grip. Pram looked at it. On the Kemubin that had the shape of an old, worn sword, there were written some unreadable words. The reason they were unreadable was because they were incomplete. When the Blanchume was revealed and the rapier showed its true form, the words on the grip took shape. It looked like there was a hidden mechanism on the grip as well as the blade.</p>",
    "<p>Pram read the words slowly.</p>",
    "<p>Do not lose your way, my little bird.</p>",
    "<p>The Alpha Class’s private restaurant was on a high floor, the view overlooking Hebrion Academy. A cold breeze blew in from the open window. A colorless night view lay outside. The stars shone solemnly in the deep dark.</p>",
    "<p>Romantica shuddered in the cold.</p>",
    "<p>“Here’s your order, madam,” said the waiter.</p>",
    "<p>The lights glittered yellow and the waiters moved between the tables like birds flying in and out of their nests. The menu was seafood—a salt-grilled fish and a crab gratin were laid in front of Romantica, and she thanked the waiter with a smile.</p>",
    "<p>“The Alpha Class meals are so much better, right?” said Doneta Hadun, seated across from her.</p>",
    "<p>She hadn’t known that he’d arrived. She guessed he’d come while she was looking out the window. There was nothing strange about the fact that he was there. In fact, what was strange was the fact that she was here. Without the man sitting across from her, she could never have even set foot in this place.</p>",
    "<p>“At long last. I’ve wanted to see you all this time,” said Doneta warmly.</p>",
    "<p>“I see,” responded Romantica curtly. Romantica waited for Doneta’s food to come out. A moment later, Doneta’s food was laid in front of him, and they both raised their forks. The grilled fish tasted good, and the gratin was slightly greasy, but its flavor was exquisite. The two of them didn’t say anything for a while, savoring the food.</p>",
    "<p>“So, what did you want to talk about?” asked Doneta.</p>",
    "<p>There was no reason to hesitate. Romantica placed a wooden dagger on the table. It was decorated with all sorts of ornaments. Romantica explained herself, “I came to return this.”</p>",
    "<p>Doneta pushed up his glasses and looked at the Kemubin as if it were his first time seeing it. Romantica pushed the Kemubin toward him. Doneta showed no reaction for a moment. No rage, no annoyance. He merely collected his breath, and pondered why he had gotten rejected. Only a third-rate noble would show his emotions on his face. “I thought there was no reason for you to refuse-”</p>",
    "<p>“You thought.” Romantica looked at Doneta with her wind-touched green eyes.</p>",
    "<p>Doneta’s heart started racing as he looked back at her gaze. “If you’re perhaps uncomfortable with dating me, you don’t have to worry about that.”</p>",
    "<p>“I did hesitate for that reason at the beginning. But it’s not because of that,” said Romantica.</p>",
    "<p>“You mean there’s another reason?” asked Doneta.</p>",
    "<p>Romantica nodded. “I joined a nameless party in the Beta Class.”</p>",
    "<p>“Beta Class…” Doneta looked at her with disbelief. He mumbled to himself, as though he couldn’t even understand what he had just heard. “Beta Class, you say…”</p>",
    "<p>“Yes. A commoner’s party. The people you regard as trash,” said Romantica.</p>",
    "<p>Doneta slammed his fork on the table. Everything had grown cold. The air blowing in from the window, the soup on the table, the atmosphere between them. “I don’t understand. Did you get blackmailed?”</p>",
    "<p>“Maybe…” Romantica shook her head. “No, this was my decision.”</p>",
    "<p>“Then you weren’t thinking rationally,” said Doneta. He opened the Kemubin. A golden necklace slid out into Doneta’s palm like a snake.</p>",
    "<p>“I don’t have any regrets,” said Romantica. She stared at Doneta with renewed vigor.</p>",
    "<p>“Don’t be hasty. There’s still time,” smiled Doneta.</p>",
    "<p>Romantica took a deep breath. “I’m not taking back my decision.” Doneta’s lips were upturned, but he wasn’t smiling. Romantica did the same. “I honestly think I made the right choice. I didn’t want to join that party at first, but I changed my mind as time went on. This party is fun. The leader trains us diligently. My skills are improving quickly thanks to him.” With each word, Romantica became more sure that she made the correct choice.</p>",
    "<p>“If it’s improving your skills, our party can do that as well,” refuted Doneta.</p>",
    "<p>“Of course, that’s only one of the reasons. Doneta, do you remember how you told me the Beta Class were all worthless commoners, nothing but trash?” asked Romantica.</p>",
    "<p>Doneta paused. “I don’t see why you’re bringing that up.”</p>",
    "<p>“The reason,” explained Romantica. She breathed in deeply filled up her lungs. Glittering red snake eyes stared back at her. She breathed out, and said the words that sealed her fate. “…is that I’m a commoner.”</p>",
    "<p>Doneta slammed his fork down into the table. A sharp clang slammed into Doneta’s eardrums. All of the concern and affection washed off of his face. A slight look of scorn could be seen on his face. Romantica could no longer find the slightest affection in his eyes.</p>",
    "<p>“Hm.” He let out a slight cough. In a split second, he regained his poker face after realizing his mistake, but it was too late. His feelings toward commoners was close to physical repulsion, and he couldn’t contain it immediately. Just as somebody wouldn’t need a reason to hate cockroaches, he didn’t need a reason to hate commoners. A look of panic showed on his face—he looked desperate. “That’s a lie.”</p>",
    "<p>“Your reason for thinking that?” asked Romantica.</p>",
    "<p>“If you were truly a commoner, you would have kept your mouth shut and joined my party. That would be the only way a commoner like you could have entered the Alpha Class,” explained Doneta.</p>",
    "<p>“That’s right,” Romantica admitted it. “But when they found out I was a commoner, at least they didn’t look at me like you.” Doneta was right—if she joined the Blue Moon Party, she would have an easy time entering the Alpha Class. In contrast, Desir instead invited her to his party even though he knew she was a commoner. There was no discrimination. She didn’t have to lie, or fear that she would be outed for being a commoner.</p>",
    "<p>“I see.” Doneta opened his mouth. “Of course. You’re all the same trash, after all.” His bitter tone was reflected in his demeanor.</p>",
    "<p>“Trash… you’ve got that right,” said Romantica. Her voice carried the same bitterness as Doneta’s, as she answered him, her voice filled with remorse. “Nobles will always hate commoners. They hate and despise them as if they’re biological enemies. I know very well why you nobles can’t stand commoners.</p>",
    "<p>“It’s the same reason Hebrion Academy is an aristocracy instead of a meritocracy—the same reason why Alpha and Beta aren’t divided based on rank, but status. The reason is that you nobles are afraid of the birth of a new Republic.”</p>",
    "<p>“…Watch your mouth.” Doneta whispered back immediately. His eyes shifted side to side and he looked around to make sure nobody was paying attention.</p>",
    "<p>Romantica ignored him and laid the final nail in the coffin. “Times have changed. The Shadow Worlds have toppled the balance. Anyone strong enough can acquire magic crystals. You’re all living in a castle of sand and it’s crumbling.”</p>",
    "<p>Her voice now reinvigorated, Romantica said, “You live in constant fear, not knowing when everything will collapse.”</p>"
]