[
    "<p>“The heart..?” Zod mumbled to himself.\r</p>",
    "<p>Confused by his ramblings, someone asked, “What do you mean by the heart?”\r</p>",
    "<p>“I read about it in a book many many years ago,” Zod said. “A dragon’s heart acts like an engine for magic—just like our mana circles. It’s an enormous magic engine that sucks in the surrounding mana.”\r</p>",
    "<p>Mana circles. Mana was absorbed into mana circles so that it could be controlled and used. This was elementary knowledge for a mage.\r</p>",
    "<p>Zod continued, “The dragon’s dead, which means there’s nothing controlling the mana accumulated inside its heart now. Since mana is very fluid, it’s continued to flow around, which has resulted in this ‘engine’ overheating. If this continues—”\r</p>",
    "<p>“I don’t understand what you’re saying!” Priscilla interrupted. “Say it in simpler terms!”\r</p>",
    "<p>Desir spoke up, reaching the conclusion quickly. “The overheating engine is about to explode.”\r</p>",
    "<p>“WHAAAT?!?!?” Priscilla shrieked in a shrill voice.\r</p>",
    "<p>A terrible rumbling arose from the body, punctuating Desir’s words. The uncontrollable mana overflowed, overwhelming everyone present, and causing their faces to turn deathly pale.\r</p>",
    "<p>“Why didn’t we know about this before we killed it?”\r</p>",
    "<p>Zod’s usual empty eyes gleamed with despair. He spoke in a dead and\r</p>",
    "<p>monotonous voice, “...Because...this is the first time humanity has ever defeated a dragon.\r</p>",
    "<p>“An explosion caused by the pressure of the mana contained within the mana circle… This kind of phenomenon would be equivalent to 7th circle magic…\r</p>",
    "<p>“No, even that’s too low of an estimate. This amount of mana is beyond the reckoning of mortals. Also, if it’s pure mana rather than magic, it’s not something we can ‘hijack.’\r</p>",
    "<p>“...I think it’s time we prepared...”\r</p>",
    "<p>The looming inevitability cast a pall over the survivors, like a bitter, black cloud. It was as Zod said. A mana explosion of this scale was impossible to dodge, impossible to block.\r</p>",
    "<p>“I...I can’t believe it. The world is really...right now…” Raphaello turned to face the gathering mana-storm with a thousand-yard stare.\r</p>",
    "<p>“Our Father who art in heaven...” Priscilla’s quiet prayer was drowned out by the coming storm.\r</p>",
    "<p>Desir stood at the center of the group, his face strained with pain and despair. The disaster unfolded before him, and a hundred thoughts raced through his mind. The magic surged outward, but only one thought stood out.\r</p>",
    "<p>‘Is this the end?’\r</p>",
    "<p>He closed his eyes, as he felt the wicked wind slash across his face.\r</p>",
    "<p>That was his final memory.\r</p>",
    "<p>Desir Arman opened his eyes, staring at his outstretched hand.\r</p>",
    "<p>‘Wait.’\r</p>",
    "<p>Something was amiss.\r</p>",
    "<p>‘Where am I?’\r</p>",
    "<p>Voices, chattering in excitement, filled the air. He lowered his hand and surveyed his surroundings. A massive chandelier, gilded with tens of sapphires, lit the room. Hundreds of students dressed in black uniforms sat at dozens of oak tables surrounding an antique stone shrine.\r</p>",
    "<p>As Desir glanced around in confusion, he realized, ‘...this looks familiar...’ Looking down, there was a glass cup in front of him. A young boy, eerily familiar, stared back in confusion. He had deep black eyes and bright red lips. His face wasn’t quite handsome, but he had a bit of a childish charm to him.\r</p>",
    "<p>‘Wait, this is...’ Gone were the scar-covered cheeks and rugged skin. A fair, somewhat effeminate school-aged child greeted him. He was his adolescent self again.\r</p>",
    "<p>‘What’s going on...? I definitely died back there...’\r</p>",
    "<p>He sat, confusion and doubt racing through his mind, until a sudden ringing disrupted his thoughts.\r</p>",
    "<p>The ringing of a bell attracted everyone’s attention back to the front. A beautiful young woman dressed in a professor’s black uniform smiled as she ascended the stage. As the music ceased and chatter died down, the woman began speaking.\r</p>",
    "<p>“Pleased to meet you, applicants of Hebrion Academy. I am Professor Brigitte.”\r</p>",
    "<p>Desir stared at the woman intensely. It should have been the first time Desir was seeing her face, but instead, she seemed strangely familiar.\r</p>",
    "<p>“I know that many of you have come to Hebrion Academy from many different countries. I sincerely thank every one of you for having made this long journey to attend our school.”\r</p>",
    "<p>She paused and drew a deep breath before continuing.\r</p>",
    "<p>“However, I regretfully inform you all that not everyone who has come here will be admitted to our academy. As is tradition, everyone will be required to take our entrance examination, the results of which will determine who is admitted. Only 600 of you will be admitted to Hebrion. We will be testing you, of course—”\r</p>",
    "<p>“By asking you to clear a Shadow World,” Desir muttered under his breath as Professor Brigitte spoke.\r</p>",
    "<p>“--by asking you to clear a Shadow World,” she said. “Do not be nervous; while this examination is similar to a real Shadow World, this one is not real. This Shadow World has been specially constructed for the purposes of this exam. For more details, I ask that you ask your mentors when you meet them.”\r</p>",
    "<p>Brigitte looked at the students with a serious expression.\r</p>",
    "<p>“Year 3613, the 172nd entrance examination will begin in 2 hours in the main hall of the Academy. In the meantime, please enjoy the banquet we have prepared for you. I will see everyone again soon.” Brigitte walked down from the platform as she finished her speech.\r</p>",
    "<p>The students collectively broke out in applause—all except for Desir who looked down in disbelief.\r</p>",
    "<p>‘Hebrion Academy entrance examination?’\r</p>",
    "<p>Hebrion Academy was the top magic academy in the entire continent. Desir was an alumnus. He had graduated from Hebrion 10 years ago.\r</p>",
    "<p>Yet, now, somehow, he was again at the precipice of entering Hebrion Academy. His mind swirled with confusion. ‘If it’s 3613...’\r</p>",
    "<p>Then he had been flung 13 years into the past. The Shadow Labyrinth had appeared in the year Lowellius 3616, and he had lived in the hellish nightmare for 10 years, from 3616 to 3626.\r</p>",
    "<p>Desir closed his eyes as felt the enormity of it all. Conflicting emotions raced through his heart: pangs of guilt pierced through the happiness he felt for coming back to this point.\r</p>",
    "<p>An eternity of suffering and torture. The blood of his friends who died and the tears he shed. All of it was for nothing. They failed to save the world.\r</p>",
    "<p>10 years of suffering and 150 million dead— all for nothing. It was unavoidable, undeniably a disaster.\r</p>",
    "<p>And yet, somehow...\r</p>",
    "<p>Desir Arman had returned 13 years into the past from that doomed future. It was like a joke—a cruel, twisted joke.\r</p>",
    "<p>At first, Desir had simply thought that, perhaps, it had all been a dream; a particularly horrid nightmare that he had just awoken from. But the vivid memories were all too real. He couldn’t have called it a dream, with all the desperate fights and the vast array of magic knowledge he had gained buried in his mind. All these memories flowing through his head were far too realistic for a dream.\r</p>",
    "<p>\"You're Desir Arman, aren't you?\"\r</p>",
    "<p>A young girl appeared in front of Desir, snapping him from his contemplation. She wore her red hair in a short bob, and, despite her short stature, her steely eyes gave off an aura of great confidence and will.\r</p>",
    "<p>“Nice to meet you!” she said cheerfully. “I’m Radoria Von Dorich, but you can call me Radoria. I’m a second-year student of Hebrion Academy, and I’ll be your mentor for the entrance examination today. I look forward to working with you!”\r</p>",
    "<p>“Ah, please look after me.” Even though his voice came out naturally, Desir felt an unnatural discomfort as he stared at Radoria.\r</p>",
    "<p>This was the same Radoria Von Dorich he had met in his past life. Radoria Von Dorich was a genius, a fire mage capable of 6th circle magic. She held the number 1 rank of her year for her entire time at Hebrion.\r</p>",
    "<p>“What are you thinking so much about?” she asked.\r</p>",
    "<p>“Oh, I’m feeling pretty nervous,” he answered.\r</p>",
    "<p>Radoria giggled. “There’s no need to get scared over the entrance exam. The Shadow World they use is specially made; it’s incomparable to a real Shadow World in difficulty.”\r</p>",
    "<p>“Is that so?”\r</p>",
    "<p>“It’s still an exam, though. Like, ‘can you really go fight against the Shadow Worlds?’ kinda thing.”\r</p>",
    "<p>Introductions more or less complete, Radoria started her preparations for the entrance exam. She flicked through her documents on Desir, and then paused and looked up. “Huh? You’re a commoner?”\r</p>",
    "<p>Desir replied in a lackadaisical manner as if the question was irrelevant. “Is there a problem?”\r</p>",
    "<p>“Well, if you’re a commoner, you’re probably going to experience some hardship, I guess? Even if you pass, they’ll put you into the Beta class. They don’t really care for commoner half of Hebrion; they won’t give you a proper\r</p>",
    "<p>education there.”\r</p>",
    "<p>This unexpected return to the past made a crucial fact slip his mind. Despite being the foremost magic academy on the continent, Hebrion was harshly segregated into two halves: the nobles of Alpha class, and the commoners of Beta class.\r</p>",
    "<p>“Well, it’ll only matter if you pass your exam.” Radoria then lead Desir down a long corridor.\r</p>",
    "<p>After 10 minutes, as if the long silence had bothered her, Radoria spoke again. “Oh, I forgot to ask before. Do you know what a Shadow World is?”\r</p>",
    "<p>“More or less”\r</p>",
    "<p>Radoria furrowed her brows in suspicion. “Do you really know though? To join the effort against the Shadow Worlds, you need to have perfect knowledge of what they are. Even if this is just an examination-specific Shadow World, Shadow Worlds are still inherently dangerous you know.”\r</p>",
    "<p>Desir simply nodded at Radoria’s explanation.\r</p>",
    "<p>She let out a small huff. “Alright, if you’re so confident then, why don’t I test you with a few questions?”\r</p>",
    "<p>“Okay.”\r</p>",
    "<p>“First question,” Radoria’s voice held a clear note of mockery. “What is a Shadow World?”\r</p>",
    "<p>Desir cleared his throat and began speaking:\r</p>",
    "<p>“Shadow Worlds.\r</p>",
    "<p>“They occur each year, and they are the most dangerous phenomenon mankind has ever seen. Like an infinitely long corridor with countless rooms on each side; there are countless worlds, each with their own bizarre set of rules.\r</p>",
    "<p>“These worlds are a glimpse into the past, and each world has its own risks. While some Shadow Worlds are weak, others can be extremely dangerous. The Magic Society determines the power (and implicitly, the danger) of a Shadow World, and assigns it one of 10 classes. It’s usually possible to estimate the number of deaths likely to occur by knowing the class of a Shadow World.\r</p>",
    "<p>“Without a doubt, however, the most dangerous characteristic of a Shadow World is its potential for an ‘Encroachment’ event to occur. Encroached land is smothered in a thick, black fog, and it becomes impossible to know what’s happening inside. Only one thing is certain: no living being has ever entered encroached land and returned alive. It is simply a place where life cannot exist.\r</p>",
    "<p>“This is why humanity must fight against the Shadow Worlds.”</p>"
]