[
    "<p>“Are you from the North Sea region?” asked Zod.</p>",
    "<p>“No,” Desir replied, “but I used to have an acquaintance from that region. It’s thanks to them that I mastered the North Sea rules.”</p>",
    "<p>“Sounds like you had no choice but to learn it.”</p>",
    "<p>“That was indeed the case.”</p>",
    "<p>“It must have been rough. The North Sea rules are difficult.”</p>",
    "<p>“It certainly was.”</p>",
    "<p>Zod’s body language seemed to relax. And it wasn’t just wishful thinking on Desir’s part. Compared to just moments prior, Zod’s sense of urgency had eased off significantly. This was no doubt due to Desir mentioning the ruleset that originated from Zod’s homeland.</p>",
    "<p>“Very well,” said Zod, “we shall play with the North Sea rules.”</p>",
    "<p>Zod flipped the chessboard over, then widened the board on both sides. The usual square board was now lengthened horizontally.</p>",
    "<p>The North Sea rules differed from regular chess in several ways. There were five more rows and columns, which came with additional pieces for each added column. As a result, there are four bishops and knights on each side. Furthermore, there were two warship pieces instead of the queen, referencing the naval background of the North Sea region. In fact, the ruleset included many characteristics meant to emulate actual warfare.</p>",
    "<p>For example, if a pawn does not move for a turn, it may establish a supply line. Supply lines allow pieces within it to move twice in one turn. It was a different take on chess, to the extent that one could say that it was a completely different game that just happened to use chess pieces.</p>",
    "<p>“Good luck.”</p>",
    "<p>“Same, let’s have a good game.”</p>",
    "<p>The clock struck four o’clock as the chess match between Tower Master Zod and Desir began.</p>",
    "<p>Both contenders were evenly matched through the opening. Zod carefully surveyed the chessboard, his eyes calmly analyzing the position. Zod’s pieces were perfectly synchronized. The bishops was on the offensive, supported by the knights, making room for a pawn push. Meanwhile, the rooks anchored the formation, defending the sides of the warships. It was a sophisticated defensive position with no gaps in sight.</p>",
    "<p>In stark contrast, Desir’s pieces had no organization at all. The warships were in the back, the pawns interfered with the knight’s movements, and the arrangement of the rooks were in disarray. Dysfunctionality was the theme that permeated on Desir’s side of the board.</p>",
    "<p>Despite this disparity, the match was in a deadlock. However, Desir would be the one to contest that deadlock. Pushing a pawn forward, he challenged Zod’s own pawn.</p>",
    "<p>‘!?’</p>",
    "<p>Without hesitation, Desir’s pawn cut down its opponent, threatening Zod’s defensive position and earning some praise from Zod.</p>",
    "<p>“I must compliment you on your bold strategy,” commented Zod as he used a knight to knock off Desir’s pawn from the board. Unfazed, Desir continued the exchange using his rook to retake the knight.</p>",
    "<p>“However,” continued Zod, “I’m afraid you are too hasty.” Following his calculated moves, Zod took a bishop from the opposite side of the board and knocked off Desir’s rook, ending the first major exchange of the game.</p>",
    "<p>In this war of attrition, Desir’s side was considerably more battered. Early on, he had lost a knight and was now even further down on the exchange. However, the piece sacrifices were not in vain. The western side of the board, where Zod’s bishop originated, was no longer impenetrable.</p>",
    "<p>Desir advanced his pawn, taking advantage of the defensive gap. Zod attempted a response, but Desir had already positioned his warship early on to take advantage of that gap. Thus, Desir’s mighty warship broke through Zod’s defenses. In an instant, the defense was overrun and the western side of the board was in shambles.</p>",
    "<p>Zod looked at Desir in surprise.</p>",
    "<p>‘He’s pretty good. He’s skilled for sure, but he’s still just a student.’</p>",
    "<p>From the ruined defensive formation, Zod had positioned a knight near some pawns for a special tactic. Desir had positioned his pieces to quickly penetrate through Zod’s defenses, but left himself open to a counterattack as a consequence. With a decisive move, Zod tore apart Desir’s supply lines, preventing him from moving quickly and allowing Zod to calmly and efficiently capture isolated pieces.</p>",
    "<p>Try as he might, Desir was unable to stop the counterattack. His warship was surrounded by pawns and ultimately fell to Zod’s bishop.</p>",
    "<p>It was a successful counter-offensive. Desir had lost many pieces and would need to regroup before he could make another play. It was the perfect time for Zod to go on full offense.</p>",
    "<p>In North Sea rules, when a player sinks a warship, they are granted another turn. Zod utilized this extra move to advance his front line, taking advantage of the supply lines created by his pawns. Desir tried to disrupt the supply lines with his own pieces, but were blocked by the opposing knight.</p>",
    "<p>Zod advanced his pieces methodically. With his supply line securely defended, his army was able to move forward in a tight formation. In just five short turns, there was a huge supply line that was stretched diagonally across the playing field.</p>",
    "<p>“Hmm…” Desir paused to think. He was definitely at a disadvantage. Zod’s supply line was particularly bothersome. Through this supply line, Zod’s pieces were able to maneuver nimbly through Desir’s front line. It was a fierce match.</p>",
    "<p>Without missing a beat, Desir repelled Zod’s invasion with his own pieces. Sparks flew as the front lines clashed and held their ground. Desir’s positioning neither focused on offense or defense. It was almost nonsensical.</p>",
    "<p>Zod, on the other hand, was focused on his attack. He concentrated his pieces on a single square and broke past Desir’s defenses, successfully penetrating the formation. The casualty of this attack was a bishop and disruption of Desir’s pawn formation. Zod then followed up by capturing two of Desir’s remaining three knights. Victory did not seem far away.</p>",
    "<p>Desir made an attempt to halt the advance, but it was not sufficient. Zod’s pieces moved in sync, preventing any counter play. His rook supported his pawns as they invaded and established a new supply line, further increasing his advantage. Zod’s play was methodical, calmly creating a siege line while simultaneously pressuring with an attack.</p>",
    "<p>Ignoring the danger posed to his other pieces, Desir chose to retreat his warship first. Even then, it was horribly outnumbered.</p>",
    "<p>‘It’s over,‘ thought Zod. Desir’s initial attack was strong, but that was all he offered this game. As the Tower Master expected, the young student was no match for him. Though the game was enjoyable, it was time to finish the match.</p>",
    "<p>As Zod was about to reach for a piece, Desir, who had not said a word throughout the entire game, finally spoke.</p>",
    "<p>“Would you like to make a wager?”</p>",
    "<p>“A wager?”</p>",
    "<p>“That’s correct. If something was at stake, we would try our hardest, right?”</p>",
    "<p>Zod immediately understood Desir’s intent. A normal person would not refuse a reward of 120 gold pieces and ask for a chess game instead. There were definitely ulterior motives at work.</p>",
    "<p>Zod’s lip curled into a smile. Building up expectations for Desir’s request, Zod asked, “What sort of wager did you have in mind?”</p>",
    "<p>“Let’s keep it simple. How about if the loser has to fulfill one request from the winner?”</p>",
    "<p>It was a simple wager. However, the stakes were outrageous.</p>",
    "<p>“What exactly could I request from you?” bemused Zod, “what could a student like yourself offer to me, the Tower Master?”</p>",
    "<p>“You could have me work in the Tower of Magic? Despite appearances, I am first among the Single Rankers, even though I am a first year student. When it comes to magic, I am confident that I am second to none.’</p>",
    "<p>“That’s fair. In that case, my request to you will be that you come work for the Magic Engineering Department immediately after graduation.” Zod, knowing Desir’s background, decided his request without hesitation.</p>",
    "<p>“Isn’t a guaranteed job more beneficial to me?” asked Desir.</p>",
    "<p>“You’re still a first year student and you’re already talented enough to be a Single Ranker. For the Tower of Magic to acquire such a talent without needing to invest in scouting is beneficial enough for us, don’t you think?”</p>",
    "<p>“I see. I guess it’s my turn to state my request.”</p>",
    "<p>“Hold on. Before I hear your request, I must say one thing.” Zod held up a hand, anticipating Desir’s request, “I refuse to provide sponsorship.”</p>",
    "<p>“You are being very thorough, I see.”</p>",
    "<p>“Of course. Rules are rules, there will be no exceptions. The application period has already passed and I can’t give you an exception. Rules are important.”</p>",
    "<p>“I agree wholeheartedly that rules are important. So there is no need for you to be concerned with such matters. I’ve said this many times already, but I have no intention of seeking sponsorship.”</p>",
    "<p>“Is that so? Then I am very curious as to what your request is.” Zod could not hide the fact that his interest was piqued. “You somehow obtained information on an Outers raid and were instrumental in stopping them. Then, you refused the reward of 120 gold and asked for a chess game with me instead. Finally, you elected to play with the North Sea rules, which you must have known somehow was from my homeland. What kind of request is worth all that effort? Aside from sponsorship, I have no idea.”</p>",
    "<p>It was more of a statement than a question. A declaration that Zod was fully aware of Desir’s every action thus far. Unfazed, Desir continued.</p>",
    "<p>“I didn’t think that you would be that curious about my request. Since that is the case, how about I keep it to myself for now so that you can savor the moment? After all, the most anticipated gift is the one you unwrap last.”</p>",
    "<p>“That’s a good analogy. I like it. I’ll entertain your offer then.”</p>",
    "<p>Confident in his victory, Zod didn’t see the need to continue questioning Desir. Zod wasn’t being conceited. Anyone looking at the state of the chessboard would say that the game was clearly in Zod’s favor. Desir only had six pawns, two rooks, one bishop, and one king remaining. All of his knights were eliminated. It would not have been unusual for a player to resign at this point.</p>",
    "<p>Desir himself knew this, but he was not ready to throw in the towel.</p>",
    "<p>‘As expected, a genius is a genius,’ admired Desir. ‘This position is no joke. What’s scary is that, even though he’s ahead, he’s not letting up one bit.’</p>",
    "<p>In terms of skill, Zod was definitely the better player. This was true in the current moment as well as in Desir’s past. In his past life, Desir had already played chess against Zod many times.</p>",
    "<p>The survivors of the Shadow Labyrinth all had their own hobbies. It was something required to help them hold onto their sanity on that brutal battlefield. For Pram, it was cooking, though the choice of ingredients was slim. For Romantica, it was singing. For Saintess Priscilla, prayer.</p>",
    "<p>And for Desir and Zod, it was chess.</p>",
    "<p>The two of them carved out chess pieces from rocks and a chessboard from a boulder. When it came to the ruleset, Desir wanted to use the Hebrion rules, but Zod insisted on the North Sea rules. In the end, Zod had his way and Desir bitterly learnt the North Sea ruleset.</p>",
    "<p>‘It truly was rough.’</p>",
    "<p>He had to learn and adapt to the extra pieces, the new warship piece, and a slew of special rules. How many days did it take before the unfamiliar rules felt natural? Desir could not recall. Eventually, however, Desir did master the ruleset and was able to play against Zod in earnest.</p>",
    "<p>And was defeated.</p>",
    "<p>Absolutely crushed.</p>",
    "<p>Like a toddler, who just learned to walk, having a race against a professional sprinter, the difference in skill and ability was large. It was a scenario where a more sympathetic player may let the newer player win a game now and then in order to encourage them. However, despite the disparity in skill and experience, not once did Zod allow Desir to win. Not a single game in six years.</p>",
    "<p>Naturally, playing against the same opponent repeatedly for six years would result in familiar positions and patterns emerging. Over time, Desir saw every strategy Zod had to offer and eventually got to the point where he was no longer being crushed and could barely hold on against him.</p>"
]