[
    "<p>Romantica was wearing luxurious clothes spun from obviously high quality material. Even Eyulan could not deny this.</p>",
    "<p>“Regardless of who you really are,” said Eyulan, “this crisis involving the vagrants and the food supply is impossible to resolve.”</p>",
    "<p>“Aren’t you revealing your intentions a bit too much? You sound like a middle-aged woman saying that we should just give up without even trying,” countered Romantica harshly, “if someone told me there was a solution, I would smile and ask for the details.”</p>",
    "<p>“In any case,” continued Romantica, “you’re very rude. Did you grow up in a place where it’s okay to cut into other people’s conversations? Before you boast about your own importance, shouldn’t you consider that the person you’re talking to might be even more important? Ah…maybe this type of thinking is beyond your abilities? Are you just a muscle brained knight?”</p>",
    "<p>Romantica’s words were disparaging, but Eyulan was unable to rebuff her. All she could do was make a show of her displeasure, but it was all bark and no bite.</p>",
    "<p>“Romantica,” whispered Desir quietly, “what role did you get when you entered the Shadow World?”</p>",
    "<p>“I thought you would never ask.”</p>",
    "<p>Romantica whistled loudly, rousing a youth in the crowd. He handed her something bound in black leather. Romantica casually checked the object before handing it over to Desir. It was a ledger. Desir’s stood agape as he received it.</p>",
    "<p>“I’m a merchant,” said Romantica, “and I will solve the vagrant issue the merchant way.”</p>",
    "<p>“Really? This is…” Desir was amazed.</p>",
    "<p>That feeling of amazement did not fade as Romantica led them into a forest near the gates. Those accompanying him shared his sentiment. Their eyes were wide and jaws hung open.</p>",
    "<p>“Wha-wha-wha!?”</p>",
    "<p>Horse-drawn carriages and wagons were lined up, filling the entire forest. They were not small in size, with each of the 30 massive carriages requiring four horses each. There were also countless workers managing the wagons.</p>",
    "<p>“This…is impossible. What is…” As the knight stood dumbfounded, Desir and his party walked ahead. The workers managing the carriages were all wearing the same uniform and all greeted Romantica respectfully as she passed.</p>",
    "<p>“This is a merchant group lead by me,” explained Romantica, “we usually deal with medical product but, well, we recently had to shift our focus in a major way.”</p>",
    "<p>Romantica walked over to one of the wagons and revealed its cargo. The wagon was filled to the brim with food supplies. There were all kinds of products, including wheat.</p>",
    "<p>“I got news that all the vagrants were gathering in Evernatten. From the sheer number of them all, I knew that there was no way Evernatten could sustain them all, so I predicted that value of food to skyrocket.”</p>",
    "<p>Compared to other merchant groups, Romantica’s merchant guild was doing pretty well. She had dominated the market not only in her headquarter’s local area, but in the surrounding territories as well. Romantica’s outstanding business sense had ushered in a golden age for her guild.</p>",
    "<p>“And so I went all in.”</p>",
    "<p>Romantica had directed the guild to liquidate a significant amount of its assets in order to purchase food. This was a bold move, foolhardy even. But it might have been this sort of aggressive thinking that had help the guild grow in power. Romantica gathered information, analyzed it thoroughly, created a plan, and executed it without holding anything back.</p>",
    "<p>Of course, things didn’t always go to plan. It wasn’t possible to account for all scenarios or gather perfect information every time. This is where business sense was important. Although betting everything on a “gut feeling” meant you would risk losing everything, Romantica was fortunate thus far that her business sense had always resulted in the most favourable outcomes.</p>",
    "<p>“We were almost robbed by bandits on the way here, but we managed to fend them off. Now I understand why you worked so hard to make me a Third Circle mage.” Romantica showed off the rifle she was carrying. Desir felt sorry for the bandit group.</p>",
    "<p>“So Ajest,” asked Romantica, “is this enough food?”</p>",
    "<p>Ajest was meticulously studying the inventory and calculating the amount of food brought by Romantica as well as the amount remaining in Evernatten.</p>",
    "<p>“…We should be able to hold out through the winter with this much.”</p>",
    "<p>Being able to feed everyone through the winter was no longer just a dream. The combined food supply greatly improved the situation. It could even be said that they would never have to worry about food again. Colour began returning to Desir’s face.</p>",
    "<p>“Great,” said Desir, “this is really great, Romantica.”</p>",
    "<p>“I’m great right? Praise me more.”</p>",
    "<p>“Genuinely, you deserve all the praise. This is quite an achievement. I’m truly grateful, Romantica.”</p>",
    "<p>“Well, you don’t have to go that far,” stammered Romantica, “it’s not that big of a deal. I’m giving you all the food even if you don’t praise me that much.”</p>",
    "<p>“Miss Romantica,” interjected Emil, “you’re not thinking about giving away the food for free are you?”</p>",
    "<p>“Hm? Why not?”</p>",
    "<p>“If you do that…the guild will go bankrupt…”</p>",
    "<p>The pleading look in her employee’s eyes made Romantica feel guilty. She had lost sight of her position as the leader of the merchant guild as she wasn’t originally from the Shadow World. If she carried out this decision, she would be betraying the expectations of the people that had believed in her and followed her all the way here.</p>",
    "<p>[Sub-quest created! Trade with Evernatten:</p>",
    "<p>Due to outstanding business acumen, a merchant has acquired and brought over enough food to sustain the Evernatten region through the winter. Since the food represents the entirety of the merchant’s available assets, giving it away for free will ruin the guild financially. A trade offer that satisfies all parties must be created. If this cannot be done, there will be heavy repercussions for the merchant.]</p>",
    "<p>Desir and Romantica shared a look before Romantica quickly began to control the situation.</p>",
    "<p>“Hm? Of course we won’t hand over the food for free. That’s right, we’re going to start negotiations.”</p>",
    "<p>Desir had a plan.</p>",
    "<p>“On top of paying a large sum for the food within six months,” he said, “we’ll let you use the name of Evernatten for your business. In other words, your guild will become a group operating within Evernatten.”</p>",
    "<p>“Giving us full trading rights?” said Romantica, “that’s not bad.”</p>",
    "<p>“Eeehh? Wait a minute guild leader,” said Emil, his voice growing loud in panic, “are we handing over all the food just for the name of a fallen noble? In what world is that a fair trade?”</p>",
    "<p>Romantica and Desir shared a sly smile at his panicked voice.</p>",
    "<p>“It’s an incredible loss for now, “ explained Romantica, “but Evernatten’s name still holds a great deal of prestige. A noble’s name is not nothing. It’s a name that everyone recognizes. I’ve heard that Evernatten’s main source of income is supplying knights to support other regions.”</p>",
    "<p>“Wait, how do you know that much?”</p>",
    "<p>“Most bandits wouldn’t dare touch products if it is marked with the Evernatten name.”</p>",
    "<p>Despite Evernatten being a fallen noble, his name was still widely known.</p>",
    "<p>“We will be able to grow our guild several times in size within five years. Borrowing Evernatten’s name with just this amount of food is a great deal for us.”</p>",
    "<p>Emil stood slack jawed, unable to refute Romantica’s logic. Romantica turned back to Desir.</p>",
    "<p>“You’ll make our guild Evernatten’s main merchant group and grant us the same rights as residents of this territory. This much should be okay, right?”</p>",
    "<p>Desir bowed with a wild flourish as if they were acting in a screenplay.</p>",
    "<p>“We welcome you to the Evernatten region, Miss Romantica.”</p>",
    "<p>Romantica responded in kind, enjoying the acting. She pressed her lips together and did her best impression of a noblewoman.</p>",
    "<p>“Ho ho. I leave myself in your care, Mr. Tactician.”</p>",
    "<p>[Sub-quest cleared! A trade agreement has been made that satisfies both parties. With the deal complete, the region’s food issues have been miraculously resolved.</p>",
    "<p>*The Vagrant issue progress has advanced greatly (Progress rate 71%)]</p>"
]