[
    "<p>Desir let out a small yawn as he stretched, stiff and sore from the long hours. He glanced over at Lord Wilhelm. Unlike Desir, the lord gave no indication that he was at all tired from another long day.</p>",
    "<p>Silently, Desir continued to watch Lord Wilhelm. His diligence was unsurprising; Desir had known him to be a hard worker from the very first day. But now, he saw Wilhelm in a new light. ‘To think, he was such a man…’. Indeed, Desir was certain that if the records of the Holy Nation hadn’t been lost, Wilhelm’s name would’ve found their way into the history books.</p>",
    "<p>He swallowed his bitterness at the last thought. With the dearth of information about the Shadow World, humanity had been beaten badly over the last several centuries. Desir felt even more impressed by Wilhelm; given that half the continent was presently swallowed up, clearing a Shadow World this long ago must’ve been extremely difficult. ‘To think, he was able to perform such a feat without any prior knowledge or any modern technology. Incredible.’</p>",
    "<p>And yet, despite having such a singularly talented man, the Holy Nation had still been utterly destroyed. Desir stopped himself from shaking his head. ‘How stupid they are…gone because of a stupid religious ideology.’ In the modern era, what once was the Holy Nation of Artemis was a land shrouded in a dark fog; a land swallowed by a single Shadow World, with the exception of Orrane Province, where Desir’s party was currently located.</p>",
    "<p>Contemporary history knew of Class 3 and below (indeed, humanity owed its current record against the Shadow Worlds partially to the fact that no Shadow Worlds of Class 1 or 2 had appeared in recent memory), but records existed of even bigger, even more dangerous Shadow Worlds. The Holy Nation had been destroyed by one, evidently: a Class 1 Shadow World.</p>",
    "<p>Desir let his thoughts wander back to the present. ‘The Church of Artemis, huh?’ While the Holy Nation had been destroyed, their religion survived, continuing to the modern Western Kingdoms. In fact, Priscilla, one of the Final Six, was a member of the Church of Artemis. ‘But their beliefs are very different from these…’</p>",
    "<p>Desir’s thoughts drifted again, back to Wilhelm. Although Desir’s talk with Jefran had been enlightening, he had found no clues or hints for his current quest, the vagrant problem, and therefore, it was most likely irrelevant.</p>",
    "<p>‘So Wilhelm is a man who is infinitely devoted to his people. Although he belonged to the Church of Artemis, he put the lives of his people above his religious beliefs. He possesses a powerful military here in Evernatten, and rules it with an innovative management system.’ Desir quickly went through the positive qualities of Lord Wilhelm. ‘But something went wrong with the vagrants. So what choices did he make?’</p>",
    "<p>A sharp rap on the door interrupted his thoughts. He heard the scritching of Wilhelm’s pen stop. “Come in.”</p>",
    "<p>A female knight with sharp eyes and long hair tied tightly behind her head opened the door and stepped through. It was Eyulan. Desir’s mouth tightened ever so slightly. He still vividly remembered the withering glare and harsh insults she sent his direction when he had first met her while visiting Ajest.</p>",
    "<p>She stopped in front of the lord, and kneeled in a gesture of respect. A cool, sharp voice rang out. “For the honor of Evernatten!”</p>",
    "<p>“Raise your head.”</p>",
    "<p>She looked up at Lord Wilhelm. “Knight Eyulan Lilistick greets you, my lord.”</p>",
    "<p>“Speak.”</p>",
    "<p>Desir noticed her eyes briefly flicker to Desir, before returning the Wilhelm. He pretended not to notice, too absorbed with paperwork.</p>",
    "<p>“I am here to make my monthly crime report. Captain Ajest apologizes that she is unable to appear in person. She says she is currently too busy handling other matters, and asks forgiveness.”</p>",
    "<p>“I understand she has been working hard lately. Report back to her that it’s alright if she’s busy.”</p>",
    "<p>“Thank you for your understanding, my lord.” From her pocket, she pulled out small stack of paper. “My lord, all the fine details are written here in this report. In the last month, we have 7 cases of murder, rape, arson, and other serious crimes, and 50 additional cases of misdemeanors.”</p>",
    "<p>Desir winced mentally. The crime rate was quite high.</p>",
    "<p>“Excluding 1 serious and 12 minor offenders, the rest were vagrants.” The subtext was clear. In her eyes, the vagrants were responsible. Wilhelm nodded. Eyulan continued. “And this.” She pulled another document out. “This is a public statement, a request to exile all criminals.”</p>",
    "<p>Desir couldn’t stop himself from looking up. He saw the corners of Wilhelm’s lips twitch, before the lord spoke. “For what purpose are you giving me this?” His words had the slightest tone.</p>",
    "<p>“My lord, I must deliver to you the will of the people.”</p>",
    "<p>Wilhelm took the documents and placed it on top of his desk. Without even glancing at them, he simply said, “As always, criminals will go through the proper legal channels, and be punished accordingly.”</p>",
    "<p>“Forgive me, my lord, but I must speak. I believe the current measures we are taking are far too soft, and therefore ineffective. We need stronger measures.” Eyulan’s delivery showed her belief in her words. “While Captain Ajest has managed to sharply reduce the number of crimes within Evernatten, she cannot change the nature of vagrants. They are ungrateful, and cause harm to our people. In particular, many crimes have been reported from the slum city they have set up.”</p>",
    "<p>“So are you telling me to exile all the vagrants then?”</p>",
    "<p>“No, my lord. However, I do believe that your grace and generosity need not extend to criminals.”</p>",
    "<p>“I will take this into consideration then. You may leave.”</p>",
    "<p>Eyulan lowered her head again, before turning around and leaving quietly. As she left, Wilhelm took the statement she had delivered and read through it.</p>",
    "<p>Desir sighed internally. Exile, in this winter, especially when they had nowhere else to go, would’ve been no different from death.</p>",
    "<p>“Desir, I’ve heard rumors that you’ve been working on this vagrant issue.”</p>",
    "<p>“Yes, my lord.”</p>",
    "<p>“Then you must know a lot about them. What do you think of Eyulan’s suggestions?”</p>",
    "<p>“I believe her words are reasonable.” As much as Desir did not want to admit it, reworking public safety was only a half-solution. Despite everything they had done, the progression of the main quest remained stuck at 30%.</p>",
    "<p>Wilhelm paused briefly before responding. “I do, however, believe it’s a bit excessive to punish them so severely.”</p>",
    "<p>“Excessive, huh…?”</p>",
    "<p>The lord lightly tapped the sheet of paper. “Even I must acknowledge that the crime rates of the vagrants far exceed those of everyone else. While our knights are working hard on a solution, there are limits to what they can do. I believe, unfortunately, that I must take stronger measures.</p>",
    "<p>“I’ll have a quick demonstration, that my grace and generosity have limits. I have accepted these vagrants into Evernatten, and I believe that in return they should show some respect. I cannot let my people continue to suffer because of my selfishness.”</p>",
    "<p>It pained Desir to admit, but Wilhelm was not wrong at all. “If you will do so, consider deporting those with a death penalty. I believe it would set a sufficient example.”</p>",
    "<p>“I was planning on doing so.” The lord spoke, with a sudden conviction.</p>",
    "<p>‘What!?’ As soon as he finished speaking, an announcement had rang out. It was all Desir could do to hide his panic. He had thought, if the vagrants were responsible for Evernatten’s problems, one possible solution would be simply to remove them. While he was personally opposed to this approach, he had to admit that it would likely work. However, as soon as he suggested exile, the quest progression had actually declined, which could only mean one thing.</p>",
    "<p>Removing the vagrants was not the solution. He was following a path opposite to clearing the Shadow World. That meant that Wilhelm must have chosen to exile the vagrants in the past.</p>",
    "<p>[It is a time of chaos. In such troubling times, the people have cried out for a hero, and they have been led to the Unique Hero: Wilhelm Evernatten. He accomplished many incredible feats, earning the nickname ‘Saladin.’]</p>",
    "<p>[But that was history. His title of Cardinal has been long forgotten, and his loyal knights long disbanded.]</p>",
    "<p>[The Fallen Hero, Wilhelm Evernatten. All he had left was his hometown and a fragment of his old blazing conviction. When he returned to Evernatten, he hoped to protect his territory from the barbarians, and accepted all vagrants, out of compassion for the people.]</p>",
    "<p>[Alas, reality would not accommodate his noble ideals of protecting everyone. At times, one must sacrifice the few to save the many. And so, as ruler of Evernatten, he made up his mind.]</p>",
    "<p>[But his decision did not address the root problem.]</p>",
    "<p>Ideals. Conviction. Barbarians and vagrants. It all began coming together for Desir.</p>",
    "<p>Wilhelm Evernatten: the lord who lived for his people. He accepted any and all vagrants, but problems of public order & food stocks arose from his decision.</p>",
    "<p>‘Historically, he must have not known about the barbarian invasion either…’ Desir had discovered the barbarians’ plans, and taken appropriate countermeasures, because he was familiar with their habits and mindset. But in the real history, Wilhelm must’ve been blindsided by the attack. Bloody Falcon Claw would have stolen what he wanted and burned down the rest, exactly as planned, which meant that the barbarians would have re-initiated their war with Evernatten, which would have required the whole military of Evernatten to fight against the barbarians.</p>",
    "<p>‘With no food and no knights available, the vagrant problem would’ve been impossible to deal with.’ It all made sense now. The cruel reality would’ve become apparent to Lord Wilhelm: his ideals were merely illusions. He would’ve abandoned what remained of his pride, by abandoning the vagrants.</p>"
]