[
    "<p>Kelt Pasil Niplica was one of the top students within the academy who had earned great titles like being the Grade 2 leader of the Blue Moon party and also being a single ranker at the Fourth-Cirlce. He was also the younger brother of Professor Pugman. Every single person in Hebrion Academy knew who he was.</p>",
    "<p>And Desir beat Kelt. In front of all of the Grade 1 and 2 single rankers. Desir knocked him off the stage clearly and fairly. This of course brought a significant change to Desir’s school life.</p>",
    "<p>“Did you see how he walked away? It was bizarre.”</p>",
    "<p>Romantica said.</p>",
    "<p>They were sitting in Desir’s party office. Romantica’s laughter was loudly amplified in the small room. Just like Romantica had said, after the big battle, they had confronted Donetta a few more times during lectures. He had completely lost his morale. He was too dispirited to spend energy blaming and finger pointing at Desir. Rather he was busy rushing out of his way to avoid Desir whenever he encountered him.</p>",
    "<p>“You look happy, Romantica.”</p>",
    "<p>Desir voiced and Romantica nodded in response to.</p>",
    "<p>“Of course! You knocked them down a few pegs so easily!”</p>",
    "<p>This unfortunately hadn’t changed how people looked at Desir’s party. It had however slightly reduced the bawling of the nobles that had been blatantly expressing their unpleasant thoughts and emotions up until now. There were now far fewer people questioning Desir’s ability to fight.</p>",
    "<p>Desir’s party members no longer needed to blush in anger and bottle up their anger at these people. It was a very peaceful and comfortable school life that they had not been able to experience previously.</p>",
    "<p>Finally, there were more.</p>",
    "<p>*Knock knock*</p>",
    "<p>“Another one?”</p>",
    "<p>Romantica got up from the couch and adjusted her sleeves. She dragged over a chair and set it up in front of Desir.</p>",
    "<p>“I’ll bring the tea.”</p>",
    "<p>Pram chirped as he went into the kitchen.</p>",
    "<p>“Come in.”</p>",
    "<p>After Desir’s greeting, the door opened. A girl with short brown hair and huge dark-framed glasses walked into the room.</p>",
    "<p>“How can we help you?”</p>",
    "<p>Romantica kindly but impatiently asked the girl.</p>",
    "<p>“Professor Vanquik told me that your party helps people train with no requirements to join… I would like to join the party.”</p>",
    "<p>Professor Vanquik.</p>",
    "<p>He taught Rune class and had supported Desir since the second semester started. He was a commoner like Desir.</p>",
    "<p>“Well, please take a seat first.”</p>",
    "<p>When Desir sat down in front of the girl, Pram brought over some snacks. From the pile of papers, Desir pullFreechel hesitated.</p>",
    "<p>“Well, your party is so powerful, and I’m only a Beta student…”</p>",
    "<p>“There are no limitations or restrictions for application. You don’t have to worry about it, but</p>",
    "<p>Freechel, have you heard about our party?”</p>",
    "<p>“Yes, I have. The training is really hard, and all of the nobles hate this party.”</p>",
    "<p>“Then, why do you want to join our party?”</p>",
    "<p>Of course, there were parties that existed among the Beta classes. However, their primary mission was a lot different from the clearing of the Shadow Worlds. For some of the lucky students, they could participate in Class Seven Shadow Worlds to receive some advantages from the Alpha Class party. Unfortunately, some Beta class parties were only established to serve the Alpha class. It was an ugly result of unfairness and injustice.</p>",
    "<p>Desir used his communication pad to retrieve information about Freechel. Her old party was called Arach, one of the subcontracted parties that assisted Alpha class by looking up information related to the Shadow World battles.</p>",
    "<p>“… I couldn’t stand it anymore.”</p>",
    "<p>Freechel pulled out her communication pad from her inner pocket and showed Desir some pictures from it. There were many pictures. The pictures of textbooks torn apart, desks with broken legs…</p>",
    "<p>Desir frowned his face. Now he fully understood why Freechel had come to him.</p>",
    "<p>“Did you get bullied?”</p>",
    "<p>“…”</p>",
    "<p>Freechel nodded and continued.</p>",
    "<p>“But no one in my party could help me. Even the professor. He couldn’t oppose the Alpha class by helping me out.”</p>",
    "<p>In Hebrion Academy, all of the bullying and hazing by the nobles was ignored and overlooked without exception.</p>",
    "<p>Even though all of the party members of Arach seemed like they had ignored the violence and cruelty, Freechel didn’t seem to be bothered. It wasn’t that they didn’t want to help, but it was more of a case that they couldn’t help.</p>",
    "<p>Desir pressed on his left eye with his fingers. It was not easy to help other people as doing so increases one’s own exposure to dangerous situations. The people who needed to be blamed and punished were the people who bullied her.</p>",
    "<p>“… if it’s only because of this, you don’t have to join our party. We can solve this problem for you.”</p>",
    "<p>Freechel shook her head.</p>",
    "<p>“No, I don’t think it’s meaningful in that way. Sure, I want to pay them back. Doing so would make me feel better. That’s why I came here. You train your members with no requirements.”</p>",
    "<p>“Ok. We will train you to the best of our ability.”</p>",
    "<p>So Freechel was accepted as a member of the party.</p>",
    "<p>Desir looked at the list of the party members. There were three new members, including Freechel, on the list. Ever since Desir won the sparring fight with Kelt, people had come to Desir’s party to join.</p>",
    "<p>‘The Beta class students who were bullied by nobles, and couldn’t do anything about it, have started coming to our party.’</p>",
    "<p>It was a good sign. Everything that Desir had deliberately shown to people had now started to show its effect.</p>",
    "<p>‘It’s really disappointing how Beta Class training is designed.’</p>",
    "<p>There were no big changes to the Beta classes.</p>",
    "<p>‘And there will be some talented people who will fall into Beta classes next year as well.’</p>",
    "<p>These students couldn’t take decent classes, simply because they were commoners. Amongst them there would be talented students that had a decent amount of potential but without professional training, would never realise it. They needed to be trained, not tamed by the Alpha Class.</p>",
    "<p>The cause of all of this was a deeply rooted prejudice against commoners by the nobles.</p>",
    "<p>‘It all came from the revolution that the Revolutionaries caused.’</p>",
    "<p>This even happened twelve years ago, leaving an unavoidable scar on both the commoners and nobles, with lasting effects to this very day. The situation just wouldn’t change unless the hatred from both sides disappeared.</p>",
    "<p>‘We need to change this.’</p>",
    "<p>Nobles and commoners needed to reconcile, so that commoners could be recognized.</p>",
    "<p>‘Gather all of the talented students. Then, provide them with an environment where they can get decent training and flourish.’</p>",
    "<p>There were so many students from Beta Classes that would ace things with proper training.</p>",
    "<p>‘Like capturing a Shadow Labyrinth.’</p>",
    "<p>* * *</p>",
    "<p>Adjest was standing in the middle of the training facility. The dawn fog had not even disappeared yet.</p>",
    "<p>She swung her sword nonstop as her shiny silver hair danced in the air. She brought out her mana to the fullest extent and didn’t stop practicing until reaching her limit. It was a practice to handle the sword more delicately and she had been repeating this since the second semester started.</p>",
    "<p>Adjest bit her lip incredibly hard.</p>",
    "<p>‘I couldn’t do a single thing.’</p>",
    "<p>Adjest recalled how helpless she was in the Prillecha Empire.</p>",
    "<p>Until she had encountered the Crow Mask, she thought that she was on the same level as Desir. However, it was purely her own delusion of grandeur.</p>",
    "<p>“Can you stop Pram and Romantica from leaving the ship?”</p>",
    "<p>Desir asked Adjest while they were running away from Dadenewt.</p>",
    "<p>Then, Desir sacrificed himself. Adjest couldn’t take it. She couldn’t take herself watching helplessly from the sidelines. She couldn’t do anything at all.</p>",
    "<p>*Crack*</p>",
    "<p>She momentarily lost her attention. The ice attached to her sword fell off. Adjest decided to stop practicing and sat down for a short rest.</p>",
    "<p>“Phew…”</p>",
    "<p>Adjest’s ability was unimaginably great in comparison to others, but the wall of the Fourth-Circle Bishop class was not so easy to break through as a magic-swordsman.</p>",
    "<p>*Pitapat*</p>",
    "<p>Adjest felt someone approaching her and immediately turned to look in that direction.</p>",
    "<p>“You’re early today, Adjest.”</p>",
    "<p>Romantica was walking towards her. She was wearing light training clothes. She clapped, and the dawn fog disappeared.</p>",
    "<p>“Do you have any business with me?”</p>",
    "<p>Romantica stopped in front of Adjest.</p>",
    "<p>“Well, I’m at the training facility. What do you think I’m here for? I’m here to train, too.”</p>",
    "<p>Then Romantica cast a spell at Adjest without warning. It was a Second-Circle spell.</p>",
    "<p>Adjest lifted her sword and blocked it.</p>",
    "<p>*Thud*</p>",
    "<p>A grand sound echoed across the training facility.</p>",
    "<p>“What the heck was that?”</p>",
    "<p>“A practical training session!”</p>",
    "<p>A practical training session.</p>",
    "<p>“You want to be stronger, don’t you? I want to be stronger. And we can finally end the duel we started at the Yellow Ocean Competition.”</p>",
    "<p>The Yellow Ocean Competition.</p>",
    "<p>Romantica and Adjest had a chance to compete with each other, but they were interrupted by the Outsider’s terrorist attack and lost that opportunity.</p>",
    "<p>“I want to settle it. How about you?”</p>",
    "<p>Adjest assumed that Romantica wasn’t simply saying it to figure out what the result of that competition would have been. Romantica had always kept Adjest in check. She had always been like that.</p>",
    "<p>‘But this is not a bad opportunity.’</p>",
    "<p>Adjest decided that it wasn’t a bad time to practice her magic sword, like in a real battle.</p>",
    "<p>Romantica had been trained by Desir for more than a half year. She was a great magician.</p>",
    "<p>Adjest had no reason to decline. She lifted her sword as her answer.</p>",
    "<p>“But it’s no fun if we ONLY practice with nothing on the line.”</p>",
    "<p>Adjest responded with.</p>",
    "<p>“What?”</p>",
    "<p>“The person who loses will clean up the office until we have another competition, and the result is flipped. If you accept this condition, then I’ll practice with you.”</p>",
    "<p>She suggested.</p>",
    "<p>Romantica was speechless.</p>",
    "<p>‘Cleaning…? That’s nonsense!’</p>",
    "<p>Romantica grew up as a noble girl. She wasn’t used to doing menial chores like cleaning. And it was a big problem that there was no specified duration to this ridiculous outcome. It was possible that she might end up cleaning the office forever.</p>",
    "<p>‘I should win. If I win, I can watch Adjest clean up the office all the time.’</p>",
    "<p>Romantica hesitated for a bit, but soon she nodded her head.</p>",
    "<p>“Sure, I’ll take that bet. Don’t complain later.”</p>",
    "<p>“I like that.”</p>",
    "<p>Adjest smiled.</p>",
    "<p>She raised her magic power, and calmly planned her strategy. She had a feeling that for the first time in a long while, she would finally be able to fight at her peak strength.</p>",
    "<p>Translator Patreon</p>"
]