[
    "<p>As Romantica used her wind magic, Desir used his own wind magic and created a headwind. Since it did not alter the magic itself, it was not considered to be an inversion magic. Soon the ball that was hovering in the air fell to the ground.</p>",
    "<p>“It got me”</p>",
    "<p>Romantica thought that she had lost, however Ajest ran past her towards the ball. It was a superhuman like speed that created a strong wind near them. With a clean sound, the ball bounced up, falling onto the other side of the court. Desir and Pram were not paying attention and saw the ball roll after it fell into the court. There was a complete silence.</p>",
    "<p>“We won.”</p>",
    "<p>After some time, Romantica broke the silence and said.</p>",
    "<p>“We won! Desir, you didn’t forget that the team that lost has to prepare dinner, right?”</p>",
    "<p>Ajest’s movement speed was faster than what Desir predicted. It seemed that her athletic ability rivalled Pram’s at Knight-rank. Even though Ajest finished the last game, throughout the game Romantica was in charge. The ability to control mana that Romantica showed was very skilled. Her achievement was one step beyond Desir’s expectation.</p>",
    "<p>“OK, I admit my defeat.”</p>",
    "<p>As a leader, Desir felt a sense of accomplishment. On the other hand, the fact that he had to prepare the dinner made him smile with bitterness. Romantica picked up the tube that she put aside before.</p>",
    "<p>“I’m counting on you for the dinner~”</p>",
    "<p>“… well, a promise is a promise.”</p>",
    "<p>Desir rested his tired body under the parasol. Listening to the refreshing ocean sound, Desir and his crew spent a peaceful day. In the evening, Desir and Pram prepared the dinner. Pram was really good at cooking. He knew a lot of recipes and how to handle the cooking material. Desir worked alongside Pram to assist him while he was cooking. Even though Desir was not very good at cooking, after being harshly trained by Pram in the cataclysm shadow world he knew how to best support him. The food made by Desir and Pram’s cooperation received compliments from Romantica and Ajest, and it also made an impression on the villa’s chef.</p>",
    "<p>After dessert, Desir came outside to get some fresh air. The breeze of the sea was cool. The fact that Romantica’s villa could look down at the beach was very fortunate.</p>",
    "<p>Sunset time. The whole world was getting dyed by the golden light color.</p>",
    "<p>“It’s amazing right?”</p>",
    "<p>When did she come out? Wearing a dress adorned with frills, Romantica’s eyes were shining with golden light waves.</p>",
    "<p>“It’s amazing.”</p>",
    "<p>“I get amazed anytime I see this. It really looks like melted gold flowing.”</p>",
    "<p>It was such a sight. The boundary between day and night. The unbelievable sight, before the sun hides, just barely peaking over the horizon.</p>",
    "<p>“Desir, do you know why Deltaheim sea has that golden color, not a sky-blue color?”</p>",
    "<p>“… It’s because there is mana in the sea that reacts to sunlight.”</p>",
    "<p>“Only local people know that. You really do know everything.”</p>",
    "<p>Romantica was disappointed since she failed to teach Desir something he didn’t know.</p>",
    "<p>“Hey, Desir. There is a better spot than here do you want to go there?”</p>",
    "<p>Romantica took Desir and walked the along the line of the shore. After walking for some time, they arrived at an acropolis that was half fallen apart. The rock that made up the acropolis looked like it was melted halfway and solidified. They climbed the fallen acropolis.</p>",
    "<p>As if she just thought of something, Romantica said.</p>",
    "<p>“You might not know this story.”</p>",
    "<p>“Go ahead.”</p>",
    "<p>“A very long time ago, they said there was a volcanic eruption here.”</p>",
    "<p>Desir had never heard of this story.</p>",
    "<p>“At that time this place had been a flourishing city, but the city perished after the volcanic eruption. The eruption was so big that the volcanic ash blanketed the nearby sea.”</p>",
    "<p>Romantica was making a “You didn’t know this” face.</p>",
    "<p>“Yeah, this is the first time that I have heard about this story.”</p>",
    "<p>Even Desir who studied every country’s history to prepare for the shadow world could not remember this specific event.</p>",
    "<p>The pair approached a section of the path that was missing. First Romantica jumped than Desir followed.</p>",
    "<p>“But, according to experts, magma never flowed under this land.”</p>",
    "<p>At that instant, Desir stopped walking.</p>",
    "<p>“Expert opinion concludes that volcanoes can’t form here. But there is clear evidence of a volcanic eruption occurring. This acropolis is indisputable proof of this.”</p>",
    "<p>They finally reached the top. The view was amazing. The sky was splitting and the gold color spread everywhere.</p>",
    "<p>“How an eruption can occur in a land that has no magma underneath will be a forever be a mystery. But every storyteller embellishes their stories.”</p>",
    "<p>“To make sense of the unexplainable events they come up with mythology.”</p>",
    "<p>That’s how these mythological tales were created. To take an unexplainable event and try to twist it to conform to reality.</p>",
    "<p>“Along with a great many myths, one of them is about the great devil who scratched the land and destroyed the city. This story gave a name to this sea. A sea that was once destroyed by the devil, Eastakar Sea.”</p>",
    "<p>Desir followed through.</p>",
    "<p>“Eastakar. An ancient rune with the meaning of disaster.”</p>",
    "<p>Romantica opened her eyes wide.</p>",
    "<p>“Wow, that’s amazing. You really don’t have anything that you don’t know?”</p>",
    "<p>Desir shook his head.</p>",
    "<p>“No, I just heard it from someone.”</p>",
    "<p>“What, you know someone from Prillecha kingdom other than me?”</p>",
    "<p>“… I don’t remember, it was such a long time ago.”</p>",
    "<p>Desir was sure he heard this story in his past-life, but he could not remember who he heard it from. After the golden light from the sea has faded away, shade started to appear. For some reason, he was bothered about who told him that story. There was only one thing that it could be. He painfully groped through his blood-filled memories.</p>",
    "<p>“It had to be my hometown, Prillecha Kingdom.”</p>",
    "<p>Soon darkness came down. The slight voice near his ear was very painful. It sounded like it was barely concealing its sadness.</p>",
    "<p>“Desir?”</p>",
    "<p>“Near here there was my villa. Yes. Every evening there was a beautiful sea that was dyed with a golden color.”</p>",
    "<p>Desir felt his breath closing in. It felt like he was put into the endless deep sea.</p>",
    "<p>“Are you ok? You don’t look good.”</p>",
    "<p>“I don’t want to die here.”</p>",
    "<p>He then realized. The sea dyed with the golden color, he had been here before. And it was far from a beautiful sight. With blood.</p>",
    "<p>‘This was one of the shadow maze quests: Gigantic devil.’</p>",
    "<p>A place that was filled with humanity’s despair. Humanity had to continue struggling against this desperation. This place, Eastakar Sea is place that Romantica grew up and the place she died. If this is a coincidence, it is one hell of a cruel coincidence.</p>",
    "<p>“Hey, Desir? Do you want to go to the hospital?”</p>",
    "<p>When he saw green eyes that were filled with concern, he got ahold of himself. He couldn't make himself calm down.</p>",
    "<p>‘The past is just the past. It hasn’t happened yet.’</p>",
    "<p>Desir breathed in and out deeply and tried to calm down.</p>",
    "<p>“I’m fine. By the way Romantica.”</p>",
    "<p>However, when Desir looked at Romantica his lips dried out. The danger they will face.</p>",
    "<p>‘I am not going to let anyone die.’</p>",
    "<p>When Desir was reborn, he made that promise. Humanity, Haverion academy, Desir’s party was included there.</p>",
    "<p>“There is going to be a time when there is a danger you can’t handle.”</p>",
    "<p>After breathing deeply again, he continued speaking.</p>",
    "<p>“It’s going to be a danger so great that you can’t even imagine it now. And when that time comes and I order you to run away, make sure to follow the order. No matter the situation.”</p>",
    "<p>“What do you mean so suddenly?”</p>",
    "<p>“I want you to survive.”</p>",
    "<p>“Wow, such a coincidence? Same back at you.”</p>",
    "<p>Romantica was trying to take it as a joke, but she saw Desir’s eyes and realized that he was not joking. His eyes were filled with sadness and great loss. What kind of things do you have to experience to make that kind of a facial expression?</p>",
    "<p>“Can you promise me?”</p>",
    "<p>Shhaaa~</p>",
    "<p>Romantica could not understand Desir, but his expression made her nod.</p>",
    "<p>“Ok, I promise.”</p>"
]