[
    "<p>Soon after, Desir returned with some warm tea and dried fruit. He wrapped up his story and urged Pram to tell his own in return. As they ate, Pram explained how the Shadow World had gone for him: initially, he had been quite hesitant. He had been left all alone, but worked diligently on his assigned quest. Despite his many mistakes and the complications they created, he ultimately completed his first quest. “I’m now on a quest to perform a meritorious deed in the annual battle against the barbarians, and to receive an ordination of knighthood,” he concluded.</p>",
    "<p>“Barbarians?” Desir asked in response.</p>",
    "<p>“Yes. There’s nothing to eat in the frozen tundra of the north. As a result, they raid this region’s fertile territory every year,” explained Pram.</p>",
    "<p>As he finished his explanation, a notification appeared in front of Desir.</p>",
    "<p>[You have learned about the ‘Barbarians’ problem, one of the two problems facing the Evernation Territory.]</p>",
    "<p>‘So the barbarians problem was the other one.’ Desir surmised wordlessly. He bit into one of the dried fruits he had brought along. “How’s your progress on the quest?”</p>",
    "<p>“Well… about that…” Pram sighed. “I’m in the same situation you’re in, Mr. Desir. I haven’t even seen a single barbarian.”</p>",
    "<p>“What do you mean?”</p>",
    "<p>“According to the scouting parties, nobody has seen any signs of a barbarian raid. The Order of the Knights has already declared that the barbarians have given up on raiding this year.”</p>",
    "<p>“The barbarians have given up?” Laughter mixed with incredulity seeped into Desir’s voice. “That cannot possibly be true.”</p>",
    "<p>“It’s not a baseless claim, Mr. Desir. Ever since Wilhelm became the lord, the barbarians haven’t been able to break through the wall even once. They’ve failed for five straight years; don’t you think it’s about time they gave up?”</p>",
    "<p>“Do you remember the barbarian you met before?” asked Desir suddenly.</p>",
    "<p>Pram nodded. He remembered the barbarian he met at the Uzuken Marketplace.</p>",
    "<p>Desir continued his questions. “And what kind of feeling did you get from him?”</p>",
    "<p>“…like they were the physical embodiment of the spirit of war,” Pram reluctantly conceded.</p>",
    "<p>“So what do you think they’ll be like when they gather into a group? Normal logic doesn’t work on these barbarians. An impregnable fortress? The very idea will only embolden them to try harder.” Desir’s voice had an authoritative edge to it, as if he knew a great deal about the barbarians. He did, in truth: he had fought with the King of the Barbarians for 10 years inside the Shadow Labyrinth. He had learned a great deal about them by simply watching Donaif lead his people into battle. “On top of that,” Desir continued, “They’re starving, and the fertile land is sitting in front of their eyes. Give that up? No. They’ll give everything to break through.”</p>",
    "<p>Desir lowered his voice an octave. “It might even be the case that they haven’t shown their true strength yet, to make Evernatten underestimate them.”</p>",
    "<p>“But that doesn’t make sense, Mr. Desir. Why would they try what they think is an underhanded trick, when they’re so hawkish and love testing their strength?”</p>",
    "<p>Desir nodded at Pram’s objection, in partial agreement. “You’re correct Pram, but they’re already behaving quite irregularly because they haven’t revealed themselves yet. That means we have to consider another important factor, outside of the unique traits of the barbarians.”</p>",
    "<p>“What’s that?”</p>",
    "<p>“The existence of an Opponent. Almost all Narrative Shadow World instances deal with a historical incident involving two opposing forces. In that case, there must be another key character who acts as the antagonist to Lord Evernation. He must be the one leading the barbarians, and the one who set up this new strategy.” Desir fell into deep thought, and continued, half mumbling, “their objective is food…they haven’t revealed themselves yet however…that’s right. If they’re trying to plunder some food, they don’t need a large number of troops.” Therefore, Desir emphatically concluded, “They plan on ambushing the guards of the food storage warehouse and raiding it with a small strike force.”</p>",
    "<p>This could be described as the “secret problem” facing Evernatten. Understanding it hinged on a deep understanding of the barbarians.</p>",
    "<p>A message appeared in front of Desir as soon as he finished his voicing his thought.</p>",
    "<p>[Your surprisingly high insight has discerned the plans of the barbarians from a very small hint.] [The hidden quest ‘Raid’ has begun.]</p>",
    "<p>[The barbarians will infiltrate the castle in 3 days. Their goal is the rations within the food storage warehouse. Stop the raid!]</p>",
    "<p>[The soldiers’ morale will plummet if they run out of food.]</p>",
    "<p>[People living in Evernation and the surrounding territories will starve in a cold winter.]</p>",
    "<p>[Tension between people living here and the barbarians will increase.]</p>",
    "<p>[There are currently 4 months worth of food stored.]</p>",
    "<p>------------------------------------------</p>",
    "<p>The fire from the brazier crackled noisily, casting long, pale shadows over the stones as Desir and Pram climbed up the castle walls to survey the region. As they walked along the wall, they made a simple sketch of the key features of the area, and estimated the locations of the guard posts.</p>",
    "<p>Desir had taken a quarter of a day to look over the entire region, and picked out the three most likely locations from which the barbarians would attempt to infiltrate the castle. First was the space behind the watermill, where the wall was relatively low, due to the hill beyond the wall. Next, the southern wall, where the distance between the guard posts was relatively long, leaving the region sparsely manned in comparison. Third, the west gate, the closest gate to where the food storage warehouse was located.</p>",
    "<p>As the territory of Evernation was relatively wide, it was, unsurprisingly, difficult to keep up adequate patrols; opportunity for the barbarians most definitely existed. Desir turned to Pram. “How did asking your fellow soldiers to increase the density of their patrols go?”</p>",
    "<p>Pram sighed. “No good. Nobody believes me, no matter how much I try.”</p>",
    "<p>“How’s your relationship with the other soldiers?” Desir asked.</p>",
    "<p>“I’m not sure,” responded Pram. “I haven’t been mindful of their affection level, so I don’t really know.”</p>",
    "<p>“They’re probably skeptical because their affection level for you isn’t high enough.” Desir explained. They continued their walk, and Desir continued his explanation. “You said the Knight’s Order already claimed that the barbarians wouldn’t invade right? You would probably need an affection level of ‘Trusting’ at the minimum for them to believe you over the Knight’s Order.”</p>",
    "<p>Pram sighed again. “To think that affection level had that kind of effect…”</p>",
    "<p>“It’s too late do anything about it now. We’ll have to come up with a plan on our own.”</p>",
    "<p>In the intervening time, Desir and Pram had cut their own sleeping hours short in order to patrol the tops of the castle walls. Immediately after their regular work ended, they would climb the walls to patrol the areas that Desir determined were the most likely staging points for the attack.</p>",
    "<p>They had discovered, unfortunately, that the situation was even worse than they initially thought. The soldiers guarding the walls were completely unprepared for an ambush. They lacked any discipline, and spent most of their time dozing off or chatting with one another.</p>",
    "<p>Desir sighed. “Without any tangible enemies, they feel no urgency.”</p>",
    "<p>“It’s hard enough doing this work with three people…if even the soldiers are like this…” Pram’s voice was uneasy.</p>",
    "<p>It soon became the job of Desir’s patrol group to wake the soldiers during their own patrols.</p>",
    "<p>On the second day of their patrols, it began to snow. It was the first time it had snowed since Desir had arrived, and it was heavy. By the time their patrol of the first area, the watermill, had concluded, the snow had piled up several inches. Their steps left deep imprints as they moved forward.</p>",
    "<p>“Our visibility has been reduced quite substantially, thanks to this snow. We’ll have to be extra careful today.” Desir shouted over the din of the winter storm. He gripped tightly to his clothes as they billowed in the wind. “Pram, you’re still wearing your Runegear right?”</p>",
    "<p>“Always.”</p>",
    "<p>“Good.” They continued hastily to the second point they identified, the south wall, climbing down a very lengthy set of stairs and passing through a narrow walkway, before finally arriving. The patrolmen were nowhere to be found.</p>",
    "<p>It was a familiar scene. Pram sighed again. “Just where are they socializing now?”</p>",
    "<p>Desir paused. He felt a strange, inexplicable uneasiness. Without warning, he broke out into a run, rushing forward along the wall, and barely recognized the shapes slumped against the wall. The guards were neither dozing off or socializing. They were dead.</p>",
    "<p>“Mr. Desir?” Pram’s nerves carried in his voice.</p>",
    "<p>Desir looked down at the fallen guards. The snow had begun forming a thin sheet over the dead body, which meant that very little time had passed since the man had been killed. Desir grabbed the dead guard by the shoulders. He was cold as a block of ice. As Desir turned the man over, he saw an arrow embedded halfway through his stomach, dripping blood into a thick pool underneath. The notification appeared.</p>",
    "<p>[You’ve discovered the Barbarians’ infiltration.]</p>",
    "<p>The attack had already begun. They had executed the surprise attack to near perfection; Desir was certain that almost nobody else in Evernation even knew that they were under attack at the moment.</p>",
    "<p>Pram reflexively turned and began heading to the tower up ahead.</p>",
    "<p>“Duck!” Desir yelled, as he pulled on Pram’s scruff, sending him to the ground. A half dozen arrows zipped by overhead with a quiet, shrill whistle, before crashing against the stone walls with a crunch.</p>",
    "<p>“…wha…arrows? But how can they aim through this blizzard…?” Pram’s voice was dazed.</p>",
    "<p>“Wait a second Pram.” Silently, Desir activated his magic.</p>",
    "<p>[Owl Vision]. A utility spell that allowed one to see clearly in the night. Carefully, Desir peered out between the crenellations. He saw a group of barbarians with their bodies almost totally hidden in the snowstorm.</p>",
    "<p>A single man, covered in the hide of a White Tiger caught his eye. He carried with one hand a great bow, nearly 2 meters long, and was at the head of the barbarians heading towards the wall.</p>",
    "<p>[You have encountered the Rare Hero, Bloody Talon. He is the tribal chief of the Hawk clan, and has managed to completely unite the previously fractured southern barbarians with his brilliant intellect. He is renowned as the greatest archer of the Hawk Clan.]</p>",
    "<p>“A titan has arrived.” Desir’s voice was surprisingly calm. He watched as hooks shot towards the wall and latched on. Ropes dangled downward and were quickly grabbed by barbarians wearing white leopard hides. By Desir’s estimate, there were about a hundred of them. It would be utter insanity to fight them. ‘It’d be nice if Ajest was here…’ He shook his head, and turned to face Pram.</p>",
    "<p>Pram’s lips were pale. “We have to alert people.”</p>",
    "<p>“Correct,” agreed Desir. “But how…?” He turned his attention back to the guard tower. Guard Tower 13, as it was labeled, had a large bell attached to the top, whose purpose was to alert everyone in the event of an invasion. Unfortunately, the guard who was supposed to ring the bell had long since been turned into a porcupine thanks to the barbarians.</p>",
    "<p>“Tsk. Is there no other way?”</p>"
]