[
    "<p>Desir continued. “Even though we can manipulate it in various ways, we can’t change the fundamental properties of the Shadow World, such as its historical events or the clear objective. That’s why we have to study history.” This was why the study of history in this world was so abnormally advanced, to the extent where there were specialized teams of historians dedicated only to studying the Shadow Worlds.</p>",
    "<p>“So what you’re saying is…” said Romantica, “these books are references for the Shadow World of the promotion battle?”</p>",
    "<p>“Precisely,” answered Desir.</p>",
    "<p>Romantica glared at the disgustingly large pile of paper before her. She didn’t know if she would be able to get through it all even if she pulled three back-to- back all-nighters. “You’re certain that this is relevant to our promotion battle?” Romantica’s question was blunt, to the point.</p>",
    "<p>Desir responded calmly. “No.”</p>",
    "<p>“So…”</p>",
    "<p>Desir spoke sternly. “No objections, Romantica.”</p>",
    "<p>“Ugh.” Romantica threw her hands in the air in protest, but there was no way Desir would change his mind.</p>",
    "<p>“These are the historical events that I feel are most likely to appear in the exam. If you don’t agree with my methods, you can instead try reading every history book in this library.” It was a joke, but for Romantica it was no different than a threat. Desir watched sympathetically as Romantica cringed and shuddered.</p>",
    "<p>‘I didn’t want to be this harsh, but…’ Desir sighed. He had no other choice. After all, he couldn’t exactly tell them that he came from the future and knew exactly which Shadow World would appear. Desir ordered them to get started. “Read all the history books I picked out and write a short essay summarizing their events.”</p>",
    "<p>“Aaaaargh!” Romantica slumped back on her chair, unable to prevent the cry of agony from escaping her lips.</p>",
    "<p>Romantica closed her eyes and whimpered. Then she focused, gathering unpleasant memories together and releasing it all with a breath. Desir was truly exceptional at tormenting people. This was no different than torture.</p>",
    "<p>“That guy is definitely a sadist,” she muttered.</p>",
    "<p>Pram turned a page. He looked up from his book, which was already read halfway. “He’s doing this to help us.”</p>",
    "<p>“Well, duh,” retorted Romantica. It was the fact that Desir was doing this for them that was annoying her. It made her not want to defy him. When she was with him, Romantica forgot that she was a noble, even though that was was the reason she had decided to stay with the team originally.</p>",
    "<p>Romantica leafed through a book, but couldn’t process anything she read. It was impossible for her to study in this situation. She closed the book and looked around. Desir was focusing intensely on his book.</p>",
    "<p>Romantica leaned over and whispered softly so that Desir couldn’t hear. “Pram.”</p>",
    "<p>“Yes?”, he whispered back.</p>",
    "<p>“I can’t help but notice that you’ve been a bit more attached to Desir recently.” Her voice sounded slightly accusatory.</p>",
    "<p>“Huh? What are you talking about?” Pram looked at her quizzically.</p>",
    "<p>Romantica narrowed her eyes. “It’s weird, that’s all. You two look so friendly now. Did you go and hang out without me?”</p>",
    "<p>Pram tried to avoid the subject. “Ah, who knows? It wasn’t really hanging out…”</p>",
    "<p>“Where did you go without me? Wait, are you wearing different clothes? Did you two go out on a date or something?” teased Romantica.</p>",
    "<p>Pram flinched and turned to focus on his book. “Hmm, so this happened in 1417. I should remember this.”</p>",
    "<p>“Hey, don’t ignore me. I’m on to you.” Romantica’s tone was light as she playfully reached over to tickle Pram.</p>",
    "<p>Pram desperately tried not to make a sound, covering his mouth with hand while trying to wriggle out of the way. As they messed around, Pram’s elbow accidentally bumped the desk and a precariously placed book fell on the floor loudly.</p>",
    "<p>“Stop playing around and start studying.” Desir was stern as he spoke to his party members.</p>",
    "<p>“Sorry, Mr. Desir.”</p>",
    "<p>“Sorry~”</p>",
    "<p>Romantica bent down to pick up the book, but an elegant looking hand got to it first. As her eyes looked up, she traced the hand back to its owner. Once she saw who it was, she gasped in shock. Standing before her was a goddess of beauty with eyes cold enough to shatter ice. Her platinum blonde hair swayed gracefully by her waist.</p>",
    "<p>“Ajest… Kingscrown.” Romantica’s eyes immediately fell upon the Blue Moon crest on Ajest’s chest. The Blue Moon party. Their enemies.</p>",
    "<p>As Ajest looked around the room, Romantica spoke coldly. “What are you doing here?”</p>",
    "<p>Ajest did not react to her at all. As if to say ‘I have no interest in you,’ she walked brusquely past Romantica and sat across the table from Desir. It was as if the only thing she was interested in was Desir Arman.</p>",
    "<p>“It’s been a while.” She said, emotionless as always.</p>",
    "<p>Desir answered her with his usual lackadaisical tone. “So it has.”</p>",
    "<p>This was true-as the two had not met again since the entrance exam, this was their first encounter in two months. Two months. For some, this was a long time, whilst for others it was short. Regardless, it was long enough to decide one’s affiliation.</p>",
    "<p>“The Blue Moon party. You chose well. It’s very fitting for you.” complimented Desir.</p>",
    "<p>“What’s fitting?” Ajest responded with doubt.</p>",
    "<p>“That you and the party both stand at the top.” Desir had nothing but praise for Ajest.</p>",
    "<p>“Not anymore, unfortunately.” Ajest paused for a moment before elaborating, “After all, you’re here, Desir Arman.” Desir put his book down and rested his chin on his hand. Ajest’s implication was clear: You brought me down.</p>",
    "<p>“I heard you passed the tournament.” Her voice contained a tinge of excitement, something unusual for Ajest.</p>",
    "<p>“We did. We were lucky,” said Desir.</p>",
    "<p>Ajest was dissatisfied with his answer. “You can hardly say that you were lucky when your specialty is analysis. Well, no matter.”</p>",
    "<p>By passing the tournament, Desir’s party moved into the top 30 of Hebrion Academy, which meant that they had earned the right to participate in the promotion battle.</p>",
    "<p>“So when we next meet…” Desir’s question was abruptly cut short by Ajest. “It will be on the battlefield. In the Shadow World.”</p>",
    "<p>Desir followed Ajest’s train of thought. He was certain what was coming next. There was only one reason for Ajest to visit them. “Have you come to declare war?”</p>",
    "<p>Ajest was silent, as if she was at a loss for words after having her intent clearly read. “That’s your personality right? Paying respects to your opponents and declaring war before the battle?”</p>",
    "<p>Ajest met Desir’s eyes. The two stared at each other intensely, trying to fathom each other’s thoughts.</p>",
    "<p>“You’ve recognized me as your rival,” Desir stated. He was confident this was the case.</p>",
    "<p>Desir got her, but Ajest couldn’t read anything from Desir’s eyes. It had been like that from the start. His smiling face was so strangely serene, without a hint of uncertainty. Reading his thoughts was impossible. It was the expression of an experienced politician.</p>",
    "<p>“You know me too well, Desir Arman,” Ajest relented. “It is as you say. I think of you as my rival.”</p>",
    "<p>“It’s an honor.”</p>",
    "<p>“To disregard you before was my error. A misjudgment. I apologize for that,” Ajest bowed her head, her voice steeled with resolve. As she looked back up, her bright platinum blonde hair swayed. She was truly beautiful enough to make one speechless. Her elegant, delicate appearance was more becoming of a charming princess than a battleworn knight.</p>",
    "<p>But she was indeed a knight, and a flawless one at that. From her perpetually restrained attitude and speech to her abnormally incredible talent.</p>",
    "<p>“Still, I have no intention of losing to you. I’ll use all my strength to defeat you. That is all.” A slight tremor in her voice betrayed her competitive spirit. Her drive to win against others, to rise up while breaking her enemies apart. That was the driving force behind her growth, her strength.</p>",
    "<p>Acknowledging her feelings, Desir secretly felt happy. ‘Things are going according to plan.’</p>",
    "<p>He had been planning it from the start. In the entrance exam, he’d revealed much more of his strength than necessary. He had defeated Ajest Kingscrown, the clear favorite, in an overwhelming fashion. He could say that he’d done it in</p>",
    "<p>an attempt to enter the Alpha Class, but Desir had already known that, as a commoner, he would be assigned to the Beta Class.</p>",
    "<p>No-the main reason was Ajest Kingscrown. By defeating her, his plan was to make himself her target. The mighty spellsword. The woman standing at the top in the Shadow Labyrinth. Desir would gladly become her rival if it meant that she would become stronger. No, she absolutely had to. ‘Because you’re the key to clearing the Shadow Labyrinth.’</p>",
    "<p>Desir’s eyes were looking far into the future, as always. Looking at the big picture. This woman was the shining ray of hope in Desir’s plans. “I look forward to an honorable duel, Ajest Kingscrown.”</p>",
    "<p>The cheers were so loud that they could have blown apart the main building of Hebrion Academy. There was a magic-strengthened metal frame supporting a gigantic panel that covered the ceiling. The panel shone down on the main building, over 10,000 spectators, around 200 professors and supervisors, and the 30 participants of the promotion battle.</p>",
    "<p>Spectator seating wrapped around the Shadow Gate like a coliseum. The interior of the building was no different than an arena. This was intentional, as the interior was recently remodelled to resemble an arena for this special day.</p>",
    "<p>Many kinds of people gathered in the audience. Aside from the expected students and professors, there were many visitors from all over the world. Ticket prices were expensive, but just the name of Hebrion Academy’s promotion battle was enough to sell out the seats.</p>",
    "<p>It was a highly entertaining spectacle after all. In the safety of the modified Shadow World, boys and girls would kill and be killed in order to move up in the ranks. Additionally, these were the top students of Hebrion Academy. They would surely display skills worthy of the greatest school in the world. Spectators were looking forward to a high-level battle. The promotion battle was one of the biggest money makers for Hebrion Academy.</p>",
    "<p>“Let’s go over our roles,” Desir turned to Romantica first, “Romantica, you’re our sniper. Use detection magic from long range and take out enemies one by one.”</p>",
    "<p>“…I’m not sure if sniping will work on Alpha Class students,” she answered nervously.</p>",
    "<p>“Don’t worry. That’s why we practiced, right?” Desir gave her clear instructions and helped her calm down. “Take as long as you need when using detection magic, but as soon as you locate an enemy, immediately cast your sniping magic. Even if they’re Alpha Class, they’ll go down if they can’t react fast enough.”</p>",
    "<p>“Okay, but I still have a problem.” Romantica said. “This is my first time using long-range sniping magic. I don’t know how much power to use.”</p>",
    "<p>Desir smiled, he had already expected her to get cold feet. “Remember the ball you practiced with? It was about as tough as a person’s head.”</p>",
    "<p>Romantica’s eyes widened. She had spent countless hours getting accustomed to the level of power required to destroy those balls with her ranged attacks. “Ah, so that’s why…”</p>",
    "<p>Desir already had this in mind. He’d been set on her role from the beginning.</p>"
]