[
    "<p>On the 500th year of Rowelius, the Dark Age had begun. The appearance of the beings called demons brought despair to the world. The standoff between demons and mankind continued; the civilization of mankind crumbled as a result. The story lost without trace to time and only passed down through word of mouth from generation to generation. Some scoffed at the story as a classic myth, but some believed. For those few, it was the history that definitely occurred.</p>",
    "<p>*Footsteps*</p>",
    "<p>Within the royal castle that had collapsed into ruins, there was a man walking through the charred remains. He was wearing a Crow Mask. As he was walking, the debris that blocked his path was getting swept aside, clearing the way forward. He arrived at the center of the royal castle and placed his hand on the ground. All of a sudden, a rune appeared and pushed him straight into the air. It immediately lost its strength and dropped him back onto the ground.</p>",
    "<p>Suddenly, the door to the underground path appeared. The hidden way that Frilleza royalty weren’t even aware of. It took him a very long time to get to this point, gathering all of the stories and evidence that was only passed down through word of mouth from generation to generation. The breakthrough clue was the commonality of a place in the stories where the ocean radiated a golden hue and was named Isthakar.</p>",
    "<p>Disaster.</p>",
    "<p>The great demon referred to in times past as Disaster was fast asleep within this land. The ancient people were not able to destroy the great demon and only managed to place it in slumber within the depths of the sea. They also placed a seal on-top of it. As for the foundation of that seal, the ancient people raised a structure to protect it. At a later date one of these ancients, who had originally put the great demon under this seal, established a royal castle and named the lands surrounding it the ‘Frilleza Empire’. But now, this place could no longer serve its original purpose and laid waste. Currently, the royal castle was completely destroyed and the entire people of the nation were scattered all over the place focussing on other matters.</p>",
    "<p>There was no one left that could interfere. Without hesitation, the man wearing a Crow Mask walked down the stairs in the pitch-black darkness. He stopped at the place where pulsating magic was drawn and drew something from the inside of his clothes. It was a staff with many black jewels embedded.</p>",
    "<p>It was naturally an artifact. It was a treasure obtained through attacking and clearing a 3rd class Shadow World. Very few knew the purpose of it. One of those exceptions being himself.</p>",
    "<p>Millions of souls were captured in that staff, and he believed it to be the catalyst to wake up the demon. The Crow Masked man stood in the center of a rune and stuck the staff right in the middle of it. Red mana started flowing out like blood. It was about evening time when the attacks from the Outsiders were starting to abate. The sky was radiating bright light as if it were mixed with gold.</p>",
    "<p>When the Western Empire’s most elite, Avalon Army, arrived through the newly reconnected space travel gate, the vanquishing of the remaining Outsiders was easily accomplished. The situation was quickly concluded as soon as the Outsiders realized that there was no longer a possibility of hope and surrendered right away.</p>",
    "<p>The stadium, which was used as a temporary headquarters, was filled with guards and refugees. The guards seemed exhausted but appeared proud of the fact that their defense was successful against the intruders.</p>",
    "<p>“Hey, try some of this.”</p>",
    "<p>“This as well. It’s cooked to perfection.”</p>",
    "<p>“Oh. No, thanks. I’ve had enough.”</p>",
    "<p>“It’s okay. It’s all good.”</p>",
    "<p>The guards handed their portion of rations to their foreign allies.</p>",
    "<p>The foreign allies, who put on awkward smiles after politely attempting to decline their favors, finally caved in and started to gracefully accept the hospitality. The favors eventuating into the sight of ever growing mountains of food. The allies? They were students of Hebrion.</p>",
    "<p>The party of Desir.</p>",
    "<p>Even they were showing signs of fatigue from the long, drawn out battles. They small scars and wounds covered their bodies, and the exhaustion they emanated made it all the more evident. But just like the other foreign allies, they seemed very happy stuffing their faces with the food on offer.</p>",
    "<p>“I have heard that you were quite famous in Hebrion.”</p>",
    "<p>“You guys were great!”</p>",
    "<p>The Desir’s party was getting quite the welcoming from the soldiers of the Frilleza Empire. It was obvious as the officials, who initially didn’t welcome them as they were from Hebrion, now treated them as VIPs and with respect.</p>",
    "<p>There was nobody who didn’t know their names.</p>",
    "<p>They especially had quite the following amongst the soldiers who had witnessed the assault on the Teleportation Authority offices.</p>",
    "<p>Desir’s party received so many gifts that it literally formed a mound on the stadium seats.</p>",
    "<p>“My mom will go crazy if she heard what happened today.”</p>",
    "<p>Romantica looked ecstatic. And rightfully so, as she had fended off the threat to her hometown with her own hands.</p>",
    "<p>“Ah, here you are.”</p>",
    "<p>A deep and calm voice came over. As Zod approached, Desir’s party sprang to their feet ending their momentary rest.</p>",
    "<p>“No, no. Stay comfortable. Priscilla.”</p>",
    "<p>“I’ll take care of this. Guys, could you gather up here?”</p>",
    "<p>A lady came over to where Desir’s party was and focused on the condition of Pram and Adjest, who had attained a number of small wounds. When she closed her eyes, the light started to gather at the wounds.</p>",
    "<p>“Ohhhhhh.”</p>",
    "<p>A roar spilled out from the soldiers who witnessed it as they gathered around the party. Healing. The reason that Priscilla was referred to as the Saint was because of this exact ability. Many sorcerers were able to expedite the natural healing process, but her magic was on a different level entirely.</p>",
    "<p>It was magic that actually healed the wound as if it never existed. This was the ability that only she possessed in this world. The bleeding immediately stopped and new flesh rapidly regenerated.</p>",
    "<p>Even if they were in a critical condition, the moment her hand touched the wound, everything would return to normal.</p>",
    "<p>Soon after, Pram and Adjest’s wounds completely disappeared without any trace.</p>",
    "<p>“They were light wounds, so it didn’t take too long.”</p>",
    "<p>“Thank you so much.”</p>",
    "<p>Adjest showed her gratitude. On the other side, Desir and Zod were having a conversation.</p>",
    "<p>“You did great. The King was very grateful. Perhaps this will improve the relationship that the other nations have with Hebrion.”</p>",
    "<p>Perhaps this was a fortunate thing after all.</p>",
    "<p>“If you need anything, don’t hesitate to find me.”</p>",
    "<p>“Are the kings still in the bunker?”</p>",
    "<p>“They will stay there until everything is completely resolved. Because… ”</p>",
    "<p>“It’s because of the Crow Mask hasn’t surfaced yet.”</p>",
    "<p>“That is correct.”</p>",
    "<p>Zod nodded.</p>",
    "<p>“We are still unsure what the Outsiders’ intentions are based on their actions so far. I don’t think they will fall back since they are already in too deep.”</p>",
    "<p>“So, you are predicting that he will be on the move soon.”</p>",
    "<p>“… Since the Outsiders are completely wiped out, there is nothing that he can do. The Avalon Army is guarding the bunker, and since I cast protection magic at that location, we should be able to respond quickly.”</p>",
    "<p>“I hope that is enough… ”</p>",
    "<p>“We can’t guarantee anything.”</p>",
    "<p>Desir couldn’t shake off his unexplainable anxiety, even though everything was going well.</p>",
    "<p>The Crow Mask.</p>",
    "<p>Although it was for a very short moment, Desir was able to witness the magic that Crow Mask cast. His magic was very sophisticated and complicated. He was a sorcerer with great power.</p>",
    "<p>‘But he can’t possibly defeat Zod with just that ability.’</p>",
    "<p>Also, all of the Outsiders who were led by him were utterly wiped out.  He no longer had any army to mobilize at this point.</p>",
    "<p>*Boom.*</p>",
    "<p>It was a very suffocating and ominous explosion.</p>",
    "<p>Their uneasy gazes that had begun to tremble all gathered on the location of the blast.</p>",
    "<p>Desir shifted his gaze to Zod.</p>",
    "<p>“Did you hear that?”</p>",
    "<p>“…Certainly.”</p>",
    "<p>The explosion came from the shore.</p>",
    "<p>“Can this be… ”</p>",
    "<p>Desir got up from his place of temporary rest. His heart had started to pound. Something was about to happen.</p>",
    "<p>“Look, look over there!”</p>",
    "<p>There was uneasiness around the stadium. People started looking up at the sky. Within the space of a moment or two, the sun had started to transform into a shade of black from its originally golden hue.</p>",
    "<p>“… !”</p>",
    "<p>A premonition suddenly struck Desir and he quickly left the stadium. The entire world was turning gray. He started running towards the shore where the explosion came from. Streetlights and the surrounding scenery became a blur in his eyes as he rushed past. He was running out of breath, but he couldn’t afford to think about that. And he thought.</p>",
    "<p>‘The Crow Mask is finally on the move.’</p>",
    "<p>It must be him. It had to be him.</p>",
    "<p>But what is he trying to do?</p>",
    "<p>Is he deploying a Sixth-Circle magic?</p>",
    "<p>That might actually be a better situation, Desir thought.</p>",
    "<p>This place was being protected by the Seventh-Circle sorcerer Zod, and if anything, there was Desir’s ability to invert spells as well. They were prepared to respond. Nothing could possibly penetrate their defense. But what if it wasn’t magic? What if it wasn’t magic and a totally different type of threat?</p>",
    "<p>“Please.”</p>",
    "<p>*Roar.*</p>",
    "<p>Desir finally arrived at the shore. The sun was about to set. The waving ocean was supposed to radiate golden rays of light.</p>",
    "<p>Except it wasn’t.</p>",
    "<p>What was supposed to be a golden ocean was turning black as if squid ink was mixed into it. The black sun. This place was gradually losing its colour and turning black and white.</p>",
    "<p>The scenery.</p>",
    "<p>The Sun.</p>",
    "<p>The view.</p>",
    "<p>He knew.</p>",
    "<p>A horrible memory suddenly resurfaced.</p>",
    "<p>“… this can’t be.”</p>",
    "<p>Reflexes were faster than consciousness. His pupils widened. His mind was in constant denial and kept telling himself it was only a dream.</p>",
    "<p>*ROAR.*</p>",
    "<p>Mountains were crumbling down. Cliffs tore apart and collapsed from the intensity of the waves crashing into them as eerie screams emanated from the Earth. Something monstrous was slowing emerging from the ocean.</p>",
    "<p>Reality currently felt like a bad dream. But, the figure in front of his eyes, so vivid as if it just crawled out of a nightmare, was indeed real.</p>",
    "<p>“WHAT… WHAT IS THAT?”</p>",
    "<p>“NO, NO WAY. THE SHEER SIZE… ”</p>",
    "<p>Romantica and Pram screamed as they just arrived on the scene and came to terms with what they were witness to. Adjest aimlessly gazed at the figure without any words. Zod just touched his staff with unease and other mixed emotions on his face.</p>",
    "<p>“Is… that a demon?”</p>",
    "<p>It had to be about 10 meters tall. Runes of slaughter were carved into its teeth and it had a mane of hell fire around its neck.</p>",
    "<p>It was one of the great demons that had destroyed much of ancient mankind long ago.</p>",
    "<p>“Dadenewf, the Demon of Destruction…”</p>",
    "<p>Translator Patreon</p>"
]