[
    "<p>The streets were filled with vagrants, making it look like a war zone. Knights were deployed to oversee the food distribution and Pram was sweating profusely as he gave orders to his soldiers. The situation was getting dire.</p>",
    "<p>“We’re going to drive them away in two days anyways, why are we wasting food like this?” said a soldier, expressing the irritation felt by their peers. Others chimed in with their grumbling.</p>",
    "<p>“While I feel bad for them, how can we look after them if we don’t have enough food for ourselves?”</p>",
    "<p>“You know, I wouldn’t be complaining if we had food to spare. What is the lord thinking, I wonder?”</p>",
    "<p>They weren’t necessarily wrong. People are typically inclined to share only when there is enough to share.</p>",
    "<p>“Desir…” Ajest made her way towards Desir. She motioned to reach out to Desir but stopped, her lips pressed tightly. There was nothing that she could say.</p>",
    "<p>“What a sheetty feeling,” said Desir. It was a feeling that he had forgotten for a very long time. The feeling of despair, being unable to save someone no matter what you do. The feeling of being powerless to do anything in a helpless situation.</p>",
    "<p>Desir clenched his fists.</p>",
    "<p>‘Anything is fine. If I can just get one hint…just any help…’</p>",
    "<p>“Have you thought of a solution?” asked Eyulan. She was overseeing the food distribution and,  noticing Desir’s presence, was walking towards him…</p>",
    "<p>“Knight Eyulan,” replied Desir, “you speak as if you don’t want me to come up with a solution.”</p>",
    "<p>“Surely you jest. I may have some opinions of vagrants, but how could I let my personal feelings get in the way when the lord’s territory is at stake? I’m anxiously waiting for our tactician to come up with a reasonable solution.”</p>",
    "<p>“Please don’t worry. I intend to do so even without you pressing me.”</p>",
    "<p>“I’m certain you will, since you are a vagrant yourself.”</p>",
    "<p>That Desir was a vagrant was actually a lie. In order to win over the lord, Desir lied to created an ideal image of himself. However, there was no need to explain this to Eyulan since her opinion of Desir didn’t matter. Additionally, if the lie was exposed, the lord would no longer trust him.</p>",
    "<p>“As a tactician,” continued Eyulan, “you must understand by now that the only solution is to deport all the vagrants. When it comes time to execute that order, I’ll be sure that all vagrants are expelled without exception.”</p>",
    "<p>Eyulan was simply repeating what the lord had said, but there was an emphasis on ‘no exceptions’.</p>",
    "<p>“You say you were kneeling to save others,” said Eyulan, “don’t make me laugh. In the end, aren’t you kneeling to save yourself? It’s no different than pathetically begging for your life.”</p>",
    "<p>At that moment, Desir grabbed Ajest’s arm. He had barely stopped her from striking Eyulan. Ajest tried to free her arm, but Desir whispered in her ear.</p>",
    "<p>“This isn’t like you. Don’t be so upset.”</p>",
    "<p>“I wonder,” continued Eyulan, unaware that she had narrowly avoided a slap to the face, “why is every single vagrant so selfish and ego-centric…?”</p>",
    "<p>Just then, loud voices could be heard among the vagrants, gradually climbing in volume. A few soldiers were quickly dispatched to deal with the disturbance.</p>",
    "<p>“Did you know that an incident like this occurs every hour? The vagrants are trying to steal each other’s rations. How uncivilized.”</p>",
    "<p>“…”</p>",
    "<p>However, the shouting was still getting louder. More soldiers got deployed and were squeezing their way through the crowd.</p>",
    "<p>‘Is it a fight?’</p>",
    "<p>Desir immediately dismissed the thought. Rather than a fight, it looked like the soldiers were trying to stop something. Someone was trying to make their way to Desir and Ajest and the soldiers were blocking the way. It was difficult to see what was going on due to the wall of soldiers around them, but Desir could hear a frustrated voice.</p>",
    "<p>“Hey, let go of me! I just told you, there is someone I need to talk to over there!”</p>",
    "<p>“You may not approach our tactician.”</p>",
    "<p>“But I know him!”</p>",
    "<p>Ajest and Desir shared a blank look. The voice was certainly familiar.</p>",
    "<p>“Is that Romantica?”</p>",
    "<p>Ajest nodded and the pair made their way towards the commotion. Curious, Eyulan followed them.</p>",
    "<p>“I swear I know them!”</p>",
    "<p>“How dare you claim to know them when you’re just a vagrant!”</p>",
    "<p>“How many times do I have to tell you I’m not a vagrant, you moron!”</p>",
    "<p>As they got closer, Desir was certain that the voice belonged to Romantica.</p>",
    "<p>“Let her go. I do know her.”</p>",
    "<p>“Oh, sir.” The soldier hesitated before stepping aside. In front of them was a young lady.</p>",
    "<p>“I told you so!” Upset, Romantica shook her fist at the soldiers before turning towards Desir. “It’s been a while Desir!”</p>",
    "<p>“I’m glad you’re okay, Romantica.”</p>",
    "<p>“Of course! Who do you think I am? I’m Romantica, a third circle mage!” Romantica put her fists on her waist and puffed out her chest in pride. Seeing her brimming with energy, Desir smiled gently.</p>",
    "<p>“Where did you end up?”</p>",
    "<p>“The Kervan Territory, one day’s travel from here by carriage. I cleared my quest over there and then saw the Main Quest, which led me here. However, they said I needed some kind of document to enter the castle? Anyways, now I’m caught up in this mess.”</p>",
    "<p>Desir felt proud of Romantica. She had been able to accomplish a lot by herself.</p>",
    "<p>“The situation here looks bad,” continued Romantica, “why did the quest progression decline?”</p>",
    "<p>Since Romantica was in another territory, she was not aware of the current situation. Desir explained thoroughly to get her caught up. He told her about the large influx of vagrants, which caused the quest progression to decline sharply.</p>",
    "<p>“The situation is looking bad, Romantica.”</p>",
    "<p>The biggest problem was food. There simply wasn’t enough to go around.</p>",
    "<p>“Public opinion of vagrants isn’t too great either. If I don’t come up with a solution in two days, they’ll be kicked out of the territory.”</p>",
    "<p>Desir knew that if that happens, his party would fail the quest. It would be the end.</p>",
    "<p>“Hm…is that so?” said Romantica, tapping her chin.</p>",
    "<p>“For the time being, you should rest. It must have been a long trip. I’ll let them know to expect you at the castle,” said Desir considerately. He wanted to let Romantica rest after her long journey. At the same time, he didn’t have a plan to improve the quest progression yet.</p>",
    "<p>“I’ll gladly accept your offer,” replied Romantica, nodding, “as you can tell, I’m pretty tired. However, is that the only problem we have left to deal with?”</p>",
    "<p>“Hm?”</p>",
    "<p>“Will the vagrant problem be resolved if we solve the food shortage?”</p>",
    "<p>Desir wasn’t sure where Romantica was going with this line of questioning.</p>",
    "<p>“Not completely, but probably most of it. The main reason why we’re driving away the vagrants is because we don’t have enough food.”</p>",
    "<p>“That’s true. No matter what kind of solution we come up with, it’ll be pointless if we still don’t have food.”</p>",
    "<p>Having identified the root problem, Romantica crossed her arms and tried hard not to laugh. However, she could not help smiling as she was overjoyed that she had one up over Desir in this situation.</p>",
    "<p>“Did you think of something?” asked Desir.</p>",
    "<p>“Haaa? Think of something? Why do you ask?” teased Romantica, savouring the moment, “do I really need to think of a solution if I already have an answer?”</p>",
    "<p>“What?”</p>",
    "<p>“I’ll solve the problem for you. I’ll supply the f-o-o-d.”</p>",
    "<p>Desir’s eyes widened. He could not believe his ears.</p>",
    "<p>“How could a nobody like you solve our food shortage?” interrupted Eyulan. It was easy to follow the conversation since Romantica’s voice was loud. Still, it was considered very rude to cut into a private conversation. That Eyulan was doing so implied that she was looking down on both Desir and Romantica. Romantica turned to look at Eyulan with a cold expression.</p>",
    "<p>“A nobody? Who are you to say that?”</p>",
    "<p>“I am an honourable knight serving Evernatten. The vice captain Eyulan Lilistick.”</p>",
    "<p>“Oh, is that so? A noble huh? What a fancy title. No wonder you can talk smack.”</p>",
    "<p>Romantica glared at the knight. It was not a good first impression for either of them.</p>",
    "<p>“How insolent!” roared Eyulan loudly, “What did you just say to me?”</p>",
    "<p>“Hey now, listen to me. Didn’t you start it first, old hag? You’re the one calling me a nobody. Do you even know who I am?”</p>",
    "<p>The knight drew her sword in an intimidating fashion, but Romantic merely raised an eyebrow. Her pride would not let her back down. Seeing that, Eyulan lost her composure and faltered. Then, she spoke once again, this time in a quieter voice.</p>",
    "<p>“Aren’t you a vagrant?”</p>",
    "<p>“How many times do I have to tell you that I’m not a vagrant!? It’s starting to irritate me. I’ve had enough!”</p>",
    "<p>It was at this moment that Desir noticed that Romantica’s clothes were unusual.</p>"
]