[
    "<p>In the early morning of the day of the conference, Zod came to meet Desir. He wore a neat black suit and held a luxurious cane. He didn’t appear to be applying much of his weight against it, as it just touched the ground. Desir’s party who had come to escort him couldn’t repress their astonishment over Zod showing up.</p>",
    "<p>“You must be the party of my technical adviser.”</p>",
    "<p>Zod shook hands with each member of Desir’s party. Romantica especially couldn’t handle her happiness because Zod was the only Seventh-Circle wizard of this continent and as a result was admired by all wizards who aspire to reach the pinnacle of magic.</p>",
    "<p>“It… It’s my honor to meet you! I’m Romantica Eru. I’m a big fan of you!\"</p>",
    "<p>“Romantica Eru… Are you the lady of the Eru household? We supply a significant amount of materials to the Eru businesses.”</p>",
    "<p>“All of the items from Matop are brilliant! And the recently released reacting magic light is especially wonderful.\"</p>",
    "<p>While Zod and Romantica were deep in conversation, Pram conversed with Desir.</p>",
    "<p>“It is a shame that you won’t attend the Yellow Ocean competition.”</p>",
    "<p>Due to a conflict in his schedule between the West Kingdom conference and the Yellow Ocean competition, Desir couldn’t attend the competition.</p>",
    "<p>“I’ll come to see the finals though. Of course, only if you make it to them.”</p>",
    "<p>“Hey, you!”</p>",
    "<p>Romantica thundered at Desir understanding the implication of what he said, while simultaneous holding a conversation with Zod. Pram and Desir smiled.</p>",
    "<p>After the greeting, Desir headed to the palace where the West Kingdom conference was going to take place. They would use Zod’s carriage to get there. As the carriage rattled, Zod handed over a note to Desir. It appeared that he had been dying to hand it over.</p>",
    "<p>“Applying the concepts that you shared with me was a simple task.”</p>",
    "<p>During the time spent travelling to the palace, Zod talked in-depth on the theories he had been pondering over after considering what Desir had suggested. They had previously discussed the technologies several times through communication magic, but that was less effective than the present face-to-face meeting. They could exchange real-time feedback on their thoughts.</p>",
    "<p>“Regarding the aurora system, it is a good idea to block a Sixth-Circle spell by offsetting its energy instead of interrupting its resonating frequency. However, the best defense magic we presently have is Fifth-Circle. It seems that we need to spend money to make this a portable solution.”</p>",
    "<p>“Spending money is required to get through this and there are people that will be interested in the result. As such, there is no doubt that it will be produced one way of the other. However, I’m not sure if we have the necessary experience in blocking Sixth-Circle magic.”</p>",
    "<p>As the conversation continued, they eventually arrived at the palace.</p>",
    "<p>“I guess we arrived a bit earlier than expected.” Desir said.</p>",
    "<p>There was over an hour left until the conference would begin.</p>",
    "<p>Zod proposed:</p>",
    "<p>“It appears so. How about we have a talk with the Saint before the conference?”</p>",
    "<p>“Did the Saint approve of this?”</p>",
    "<p>Zod nodded his head.</p>",
    "<p>“Yes, she agreed immediately when I brought up the issue of the Holy Kingdom falling, as you described it to me.”</p>",
    "<p>“I appreciate your help, as always.”</p>",
    "<p>“It’s not a big deal. I helped you a lot because you are very talented.”</p>",
    "<p>With Zod’s support, Desir had a chance to talk alone with the Saint. She was waiting for Desir in the stateroom. Saint Priscilla looked very naïve but Desir knew that there was more than meets the eye. She was always very crafty and intelligent enough to lead Artemis.</p>",
    "<p>“It is my honor to meet the great sun of Artemis, Saint,”</p>",
    "<p>“I’m also happy to meet the famous single-ranker of Hebrion Academy.”</p>",
    "<p>After having a simple greeting, Priscilla started getting to the point.</p>",
    "<p>“I heard that the Shadow World that you attacked is related to the fall of the Kingdom.”</p>",
    "<p>“Yes, Saint.”</p>",
    "<p>“I’d love you to explain what happened there, to me.”</p>",
    "<p>Desir re-told what occurred in the Shadow World that he had cleared. He recounted the circumstances that resulted in the fall of the Kingdom, who he met, what quests he received and how they were cleared. Priscilla listened intently as he described all of this. She was clearly impressed by Wilhelm.</p>",
    "<p>“He is the one that caused Artemis to be forever described as God’s shield. In an era severely lacking in technology, he achieved so much and had a very respectable personality.”</p>",
    "<p>Finishing the explanation on the quest, Desir passed on the last message that appeared when the Shadow World closed.</p>",
    "<p>‘A great possibility there might have been.’</p>",
    "<p>That the kingdom might have been able to avoid falling if they could cut out the rotten parts. Heroes should be raised for the people and judge what should truly be judged. If the kingdom didn’t fall, it might have completed its role as the shield to prevent the spreading Judgement harming its people until today.</p>",
    "<p>“A great possibility there might have been…”</p>",
    "<p>The Saint sadly repeated.</p>",
    "<p>“Therefore, it means back in the day, the kingdom had the power required to attack the Level 1 Shadow Worlds.”</p>",
    "<p>“Yes. It explains how the kingdom fell due to its internal struggles.”</p>",
    "<p>“I see.”</p>",
    "<p>She nodded. Shadow Worlds had rarely opened in relation to the Kingdom so far, and those that did, seemed to be distantly related to the cause of the fall.</p>",
    "<p>The Shadow World that Desir’s party cleared did not just relate to the fall of the Kingdom, but happened to even overlap with the time in which it occurred.</p>",
    "<p>“I have always wondered. The country that I served and the order that I led… I just did not understand how the Kingdom fell. Why did the Kingdom well-known as the strongest, not only fail to clear the Shadow World, but also fall to it? I now understand.\"</p>",
    "<p>“If my recollection was useful, I’m happy to have been of assistance to you.\"</p>",
    "<p>“Yes, Desir. You magnificently cleared the Shadow World. Hebrion has a bright future.”</p>",
    "<p>Said the Saint.</p>",
    "<p>“I want to give you some compensation along with my gratitude. Desir, do you have anything that you want?”</p>",
    "<p>“I don’t personally need anything; however, I wish Hebrion Empire and the West Kingdom Union could have a more amicable relationship. Not like the current competition in clearing Shadow Worlds alone to hoard resources. It would be much more efficient to clear these Shadow Worlds through cooperation. Before we can do this, I would like you to support the good relationship of the West Kingdom Union and Hebrion Empire.”</p>",
    "<p>“Who do you think you are? Are you the ambassador of peace from Hebrion?\"</p>",
    "<p>“I only represent myself. This was my own idea, Saint.”</p>",
    "<p>“Cooperation. It is tough concept. The confrontation between the West Kingdom Union and the Hebrion Empire. You know this. It would not even be strange to see them at war right now, if not for the common enemy that they are focusing on.”</p>",
    "<p>“I know. And that is why I beg you. If the relationship remains the same, the continent cannot defeat the Shadow Worlds when they inevitably increase in difficulty and size, someday.”</p>",
    "<p>“You have an interesting imagination.”</p>",
    "<p>Even if Priscilla dismissed Desir’s idea as just a figment of his imagination, Desir knew that it was an undeniable truth.</p>",
    "<p>Shadow Labyrinths.</p>",
    "<p>According to the previous timeline, there was less than 3 years, but she will only be further convinced that his is just a delusion if he continued with this tact. Instead he decided to convince her with another method.</p>",
    "<p>“Saint, the Kingdom fell because of internal division.”</p>",
    "<p>As soon as Desir mentioned the Kingdom, Priscilla’s smile was wiped off her face.</p>",
    "<p>“The Shadow World which overthrew the Kingdom was at the level where it could have been defeated by the Kingdom at that time. But they couldn’t beat it and eventually collapsed.”</p>",
    "<p>“The era when the Kingdom collapsed is completely different from now. We now prepare ourselves before opening any Shadow World and clear it perfectly with our preparations. Moreover, the Level One and Two Shadow Worlds which we assume opened in the past do not even open now-a-days.”</p>",
    "<p>“We should prepare for the worst, Saint.”</p>",
    "<p>The worst. Priscilla seemed to brood over what Desir said.</p>",
    "<p>“I understand what you want to say. But frankly, this job is too big to prepare for based on only your words. None of the West Kingdom Union is influenced.”</p>",
    "<p>She felt something from his eyes looking at her and said while nodding her head.</p>",
    "<p>“But I also agree on your idea to be ready for the worst. The Church of Artemis shall look for the method to cooperate with both Hebrion and the West Kingdom Union when we see any sign from the Shadow Worlds.”</p>",
    "<p>“That’s enough. I appreciate it, Saint.”</p>",
    "<p>The conversation was pretty much over. The conference would also start soon. It was finally time to head over to the conference room. Desir and Priscilla walked out of the stateroom.</p>"
]