[
    "<p>The Killdra Mouse leaped into the air with its mouth wide open, trying not to miss even a drop of Desir’s blood.</p>",
    "<p>[Wind Bullet.]</p>",
    "<p>Romantica seized the opportunity. Wordlessly, she quickly formed a Wind Bullet and shot it straight into the mouse’s belly. A large crack sounded—but there was something off about the sound.</p>",
    "<p>The exoskeleton covering the rat’s body had definitely broken, but the mouse hadn’t died. Either the exoskeleton was stronger than she’d thought, or her nerves had broken her concentration. Either way, the plan had failed. The Killdra Mouse fell back down and retreated into the torrent of rats. It was impossible to get to it now.</p>",
    "<p>Suddenly, Pram sped past Romantica.</p>",
    "<p>“Pram!?”</p>",
    "<p>Faster than Romantica or Desir could react, Pram dove into the rolling mass of rats, and thousands of rodents immediately began ravaging Pram’s skin. But it wasn't enough to break Pram’s concentration.</p>",
    "<p>The Killdra Mouse couldn’t pass up the smell of blood. It moved quickly through the swarm. With his keen eyesight, Pram spotted the demon as it made its way towards him. “Haap!” He stabbed at it, his sword splitting the wave of rats like a beam.</p>",
    "<p>“Squeeee… eeeeak.” A silver light pierced through the dark mass of rodents. The grotesque sound of skewered flesh echoed out. The Killdra Mouse, pierced by Pram’s rapier, shivered and went limp. The rodent swarm, which had</p>",
    "<p>previously operated like a well-oiled machine, suddenly devolved into an incoherent mess. “Squeak? Squeeeak?”</p>",
    "<p>As if they’d just woken from a dream, the rats looked around for a moment, dazed. But when their eyes landed on the gigantic humans next to them, they scattered back into the forest like a retreating tide.</p>",
    "<p>| Survival quest complete. You have defeated the Killdra Mouse. Survival</p>",
    "<p>success.</p>",
    "<p>“It’s over.” Pram breathed out and collapsed on the spot.</p>",
    "<p>Desir flicked away the remaining rats clambering on Pram’s shoulders. “Good job, Pram.”</p>",
    "<p>“This much… is nothing.”</p>",
    "<p>Everything had returned to normal, as if nothing had even happened. The ear- splitting sound of rats was nowhere to be heard. The rain, indifferent to the fierce battle that had just taken place, poured relentlessly on their faces and bodies.</p>",
    "<p>“Cold.” Romantica muttered, her entire body soaked to the bone. She looked like a soggy rat.</p>",
    "<p>Desir smiled, and pointed northwest. “It should be a bit better over there.” The thunder rumbled, and the clock tower, far to the northwest, cast a long shadow on the ground.</p>",
    "<p>| The quest objective has been revealed. You already possess knowledge of this</p>",
    "<p>place. The quest description has been altered to account for this.</p>",
    "<p>| The Privius Clock Tower is a large-scale magic device containing the highest level of dark magic. Each hour, it will summon a demon that can summon other demons. The summoned demons will each have unique characteristics depending on when they are summoned.</p>",
    "<p>| The final quest has been revealed.</p>",
    "<p>[Quest objective: Stop the clock tower.]</p>",
    "<p>| At the top of the clock tower lies the clock’s power source. Destroy the power</p>",
    "<p>source, and the clock tower will stop.</p>",
    "<p>The sharp ring of a sword slash rang out, and the frozen Killdra Mouse shattered into pieces. Blood and meat danced together in a macabre waltz as its corpse fell to the ground. Ajest, cold and indifferent, flicked the blood off her sword.</p>",
    "<p>| You have defeated the Killdra Mouse. Survival success.</p>",
    "<p>The rats had been surrounding the Blue Moon party, pushing in from all sides. But after the boss rodent perished, they stopped in their tracks, and soon scattered; their cowardly natures restored themselves after being freed from the control of the Killdra Mouse.</p>",
    "<p>“We’re alive!” “We won!” Excited cheers rang out from the group.</p>",
    "<p>Ajest looked around. There had been ten party members, including herself. That number had been reduced to eight. ‘Two eliminated.’</p>",
    "<p>Overall, out of the 30 participants in this quest, over 10 had been eliminated— more than a third. The Blue Moon party had put up a decent fight… but Ajest’s mood had soured, though nobody noticed the change in her emotions because of her indifferent expression.</p>",
    "<p>Percival walked toward Ajest. “We have the lead now. Almost half of the 18 survivors are in our party.” Mathematically, the remaining survivors could only be small parties of three to five people. “Once we take care of the other parties, we’re guaranteed to rank first.”</p>",
    "<p>The rain was still falling. The water soaked their bodies, washing away the sweat. It was a refreshing feeling after their long fight against the rats. Ajest’s silver hair blew in the wind. It was a weak north wind, blowing in with the rain. One couldn’t even feel it without paying attention.</p>",
    "<p>At that moment, Ajest’s eyes flashed open.</p>",
    "<p>[Telbricsa’s shield of ice protect us.]</p>",
    "<p>Magic formulas formed in front of Ajest at an incredible speed. Within a matter of seconds, a transparent pillar of ice emerged in front of Percival. As soon as it reached full height, the ice pillar shattered and fell over.</p>",
    "<p>“Wha, what was that just now?” Percival’s voice shook.</p>",
    "<p>“Sniper.” There was no trace of any emotion in her voice, but Ajest also felt some shock. It was because there was barely any gap between the detection magic—the wind—and the snipe. If she hadn’t noticed the detection magic, Percival would have been eliminated right there.</p>",
    "<p>‘There shouldn’t be any mages here capable of casting this quickly…’ More accurately, there was nobody with that level of skill among the freshmen, herself excluded. Regardless of her expectations, the important thing was that a high-level wind mage was targeting them. And no matter how skilled her Alpha Class teammates were, a sniper of this level was incredibly dangerous. Ajest</p>",
    "<p>commanded the party members standing behind her. “Enemy. Tankers in front. Wind mages, disrupt the air currents.”</p>",
    "<p>Her team moved into the defensive formation, following Ajest’s orders. The tankers stood in front, shields out. The mages stood behind them, disrupting the air and preparing to counterattack.</p>",
    "<p>…But no more attacks came. The enemy had likely realized that sniping was pointless without the element of surprise. So Ajest’s party kept waiting, but to no avail.</p>",
    "<p>“Leader? They’re not sniping us…”</p>",
    "<p>“Hold formation.”</p>",
    "<p>They couldn’t release the formation just because the enemy had stopped sniping. The sniper would blow away their heads if the Blue Moon party lowered their guard for even a second.</p>",
    "<p>“Do not relax. Advance north.” Ajest pointed in the direction the bullet had come from.</p>",
    "<p>“Mages capable of casting detection spells, cast them every 100 meters.”</p>",
    "<p>The Blue Moon party advanced, their nerves stretched tight. The rain fell, the wind howled. For the vulnerable party, the weather conditions couldn’t be any worse.</p>",
    "<p>Ajest bit her lip. ‘I’ve failed.’</p>",
    "<p>From the third floor of the clock tower, Romantica looked out the window at the forest below, eyes furrowed in frustration. Desir stood next to her. “It doesn’t matter. I didn’t expect the snipe to work as long as Ajest was there.”</p>",
    "<p>“What? You told me to snipe them knowing it wouldn’t work?” Romantica scowled and puffed up her cheeks.</p>",
    "<p>“Yes. To tell them that we have a sniper on our side. They’ll have to spend every moment looking out for a snipe as they move, and they’ll have to constantly use detection magic to prepare for it. That alone should be a huge mental burden for them.”</p>",
    "<p>Romantica released the air from her cheeks, but she still wasn't convinced. “Since the snipe failed, they’ve found our location.”</p>",
    "<p>“And that is the core of the plan.”</p>",
    "<p>Romantica raised an eyebrow. “What?”</p>",
    "<p>Desir spoke again. “Snipe every party, not just the Blue Moon party. Let them know our location.”</p>",
    "<p>Romantica’s shrill voice berated him. “Did you hit your head?” Desir smiled in response.</p>",
    "<p>Their objective was to lower the number of survivors below ten, whatever it took. Of course, since the Blue Moon party held the majority, it was impossible to avoid an eventual conflict with them. There was no way his group could win against the Blue Moon party in a direct confrontation. “But a melee’s a different story.”</p>",
    "<p>“A melee?”</p>",
    "<p>“We make every party fight at the same time, right here, in this clock tower.”</p>",
    "<p>That was the best option for their party, considering their small number. “Right now, the Blue Moon party has an absolute advantage. But what would happen if every party gathers here? There’s no way the other survivors will fight each other when there’s such a powerful group sitting right there. They’ll team up against the overwhelming enemy.”</p>",
    "<p>Desir paused to breathe, then continued. “When that melee happens, we’ll balance them out. We’ll take out any enemies if we have the chance. If we see one side winning, we’ll tip the scales toward the other side. We’ll slowly reduce the number of survivors down to nine.”</p>",
    "<p>“In other words, we make them work for us,” Pram concluded.</p>",
    "<p>“How scummy of you, Desir.”</p>",
    "<p>Desir raised an eyebrow at Romantica’s insult, and spoke with a smirk. “What matters is that we win, right?”</p>",
    "<p>Pram folded his arms. “But if we use that strategy, it’ll be so unfair for the other parties. After coming all the way here while defending themselves at the same time, they’ll be stuck in a huge melee. It’ll truly be hell for them.”</p>",
    "<p>“Wouldn’t it be heaven for us?” A peculiar twinkle flashed in Desir’s eyes.</p>",
    "<p>Romantica shivered. He was a master at tormenting others. A demon in human form.</p>",
    "<p>Desir clapped his hands. “Well, that’s just the way it is. Our job right now is simple: keep sniping every party to tell them our location. Tell them their enemies are right here, in this clock tower.”</p>",
    "<p>Romantica moved to the window. She spoke as she cast her detection magic silently. “I don’t know if they’ll come even if I keep shooting them like this.”</p>",
    "<p>“What other choice do they have? This place is the quest objective.”</p>",
    "<p>After all, everyone had to come to Privius Clock Tower to clear the quest. Desir’s party was simply reminding them of that fact, with bullets instead of words.</p>",
    "<p>“Now, let the mud fight begin.” Desir clapped.</p>",
    "<p>The sound of a bullet was lost in the wind.</p>"
]