[
    "<p>When Crow Mask was flung into the fountain, Desir immediately realized that it was due to Romantica's sniper shot.</p>",
    "<p>The snipe was successful. Although it failed to end Crow Mask, it had dealt him some serious damage. He now limped and the enchanted defense magic on his clothes seemed to no longer work. Moreover, the attack had revealed Crow Mask's face.</p>",
    "<p>After the mask fell off, a hideous face was revealed. The skin was all red and his face was covered with scars from severe burns. It was impossible to find any unblemished skin with the exception of a small part on his cheeks. His face looked like that of the corpse of an immolation victim.</p>",
    "<p>Crow Mask lifted his left hand and covered his bare face. Through his fingers ferocious, beast-like eyes blazed like a naked flame.</p>",
    "<p>\"You… your scar…\"</p>",
    "<p>As Desir started walking towards him, Crow Mask stretched out a hand towards Desir.</p>",
    "<p>Spatial magic was invoked. Everything near Desir was instantly destroyed. As a result, Desir had to retreat, increasing the distance between himself and Crow Mask.</p>",
    "<p>\"She's actually a Fourth-Circle sniper instead of being just a Third-Circle magician.\"</p>",
    "<p>Crow Mask looked at the direction of the sniper. He used his Sixth-Circle mana detection senses and located the wind element magician who was aiming at him. He was angry and stretched out his hand in the direction of the sniper.</p>",
    "<p>\"Block it!\"</p>",
    "<p>At that moment, Pram dashed towards Crow Mask. Crow Mask had no choice. He turned around and faced Pram.</p>",
    "<p>*Crack!*</p>",
    "<p>Pram hit the ground to narrowly dodge the attack but his Clothes Line was left tattered from the attack that had just brushed past his body. Adjest also moved forward to intercept and attack Crow Mask.</p>",
    "<p>[Magic Sword. Ice Wave.]</p>",
    "<p>As the Tesseract spell continued to change its structure, it unleashed defensive magic and Adjest's sword twisted after meeting that force.</p>",
    "<p>Even though Pram and Adjest couldn't leave significant wounds on Crow Mask, it wasn't entirely in vain. Crow Mask had no choice but to focus completely on the group in front of him. Crow Mask swiped his right arm to the left in order to deal with Adjest.</p>",
    "<p>*Crash*</p>",
    "<p>The resulting spatial magic destroyed a wide area but Adjest was no longer standing there.</p>",
    "<p>Crow Mask had lost the initiative and was falling into the pace of Desir's party. His actions became predictable and straightforward. It was too easy for Adjest to avoid such attacks.</p>",
    "<p>Adjest jumped into the air and sailed over Crow Mask's head before landing elegantly. She then pivoted on one foot and slashed the side of Crow Mask's leg.</p>",
    "<p>*Crash!*</p>",
    "<p>Flame rose along the path of the sword. The Tesseract quickly switched from attack magic to defense magic to block further attacks from Adjest. As the Tesseract morphed once again, the ground started splitting apart under Adjest's feet. A cloud of dust shot up as she attempted to flee from the affected area. The surface of the ground was not only demolished but parts of it were also left raised.</p>",
    "<p>Adjest shot up into the air with various debris as she failed to escape in time. Crow Mask cast a spell at her as she sailed through the air.</p>",
    "<p>'Being hit by this spell is inevitable.'</p>",
    "<p>As the thought passed through her mind, she saw some conveniently located debris and repositioned by jumping off of them. Pram had come to her aid.</p>",
    "<p>As Adjest crossed her arms, Pram kicked them and bounced off backward. Crow Mask's magic sliced the air between, where they had been just a moment prior.</p>",
    "<p>Both of them landed at the same time and dashed towards Crow Mask. Adjest started casting magic immediately.</p>",
    "<p>\"Icy cold gust spears through the heart.\"</p>",
    "<p>[Ice Lens]</p>",
    "<p>Second-Circle attack magic. The icy spear flew towards Crow Mask.</p>",
    "<p>*Thud!*</p>",
    "<p>It crashed into him.</p>",
    "<p>Adjest's magic demanded all of Crow Mask's attention. The cloud of dust billowing up into the air from the further cracked ground obscured all vision.</p>",
    "<p>At that moment Pram stealthily moved into Crow Mask's blind spot. Pram held up his rapier and raised it to the back of his head, as if he was holding a javelin. It was a skill that he had practiced numerous times. Pram's sword pierced through the air at the speed of sound as he disappeared from sight.</p>",
    "<p>*Zap!*</p>",
    "<p>Crow Mask's robe was torn and a bloody, red line was left behind. Adjest was already in a position to capitalise on this sudden gap in Crow Mask's defenses. Without enough time to even let out a scream, Crow Mask's Tesseract begun to shoot out magic.</p>",
    "<p>*Kaboom!*</p>",
    "<p>Pram and Adjest tag-teamed to keep up a continuous assault on Crow Mask. Within the space of a couple of seconds, tens and hundreds of strikes landed on him.</p>",
    "<p>He couldn't do a single thing in response. Because Crow Mask's one hand was occupied covering his face, his movement was limited and he looked uncomfortable. He needed both hands to properly defend, but he still held his hand up to cover his face, as if ashamed of revealing his face. Slowly, more scratches and wounds appeared on his body. He couldn't bear it anymore and started to shout.</p>",
    "<p>\"You pieces of trash. Hebnon's hypocritesl\"</p>",
    "<p>It was a huge cry of hatred for Hebrion Academy. At the same time, the Tesseract subtly changed and assembled in a new way.</p>",
    "<p>Dark red light burst out. He was using all of the magic power that he had saved for the battle against Zod.</p>",
    "<p>\"Back off, Pram!\"</p>",
    "<p>Pram and Adjest stopped their sword strike mid-swing and immediately backed off. It was merely an application of the magic but the Tesseract rotated at a tremendous speed. The light glowed and…</p>",
    "<p>\"What…?\"</p>",
    "<p>It withered away. The various pieces of the Tesseract that had formed into a new pattern had started to break down and disappear.</p>",
    "<p>\" …It's over.\" Said Desir.</p>",
    "<p>He had successfully inverted the magic, countering all of the possible permutations.</p>",
    "<p>\"…Over?\" Crow Mask mumbled.</p>",
    "<p>\"Yeah, you lost.\"</p>",
    "<p>Even the vision magic was fully-analysed and no longer usable. All of the methods he had at his disposal were now countered. No matter what magic he invoked, it would all be read and inverted. Crow Mask had nothing left.</p>",
    "<p>\"…\"</p>",
    "<p>He looked at Desir. Desir could feet the hatred deep in those eyes.</p>",
    "<p>\"Why did you he all this?\"</p>",
    "<p>\"…This world has been a series of absurdities. You know better than most, if you are a Hebrion Academy student.\"</p>",
    "<p>Crow Mask looked at the Clothes Line that Desir and his party were wearing.</p>",
    "<p>\"It's not only Hebrion Academy. The same is true of the Hebrion Empire and even the entire world. Foolish aristocrats impose their standards and absurdity on everyone else.\"</p>",
    "<p>Desir couldn't say anything in response because he was absolutely right. Those words tore down reality.</p>",
    "<p>A noble world.</p>",
    "<p>The Beta-class students at the Hebrion Academy were not getting a decent education. just because they were commoners. This was the reason why Desir created a party.</p>",
    "<p>\"This world is a collapsing sandcastle. And the people who live in the castle… Someday, everything will fall apart. And that's what I desire.\"</p>",
    "<p>That logic. That reason. It was the slogan claimed by a group in the past not so far from now.</p>",
    "<p>\"Revolutionary Remnant… was it?\"</p>",
    "<p>Twelve years ago, a single student from the Hebrion Academy, held up a republican flag and founded a revolutionary army. They called themselves Republicans, but other people called them Revolutionaries.</p>",
    "<p>And then the Hebrion Empire was plunged into civil war. The war divided people into nobles and commoners, and caused tragedy to both sides. The civil war eventually ended in royal victory and the revolutionaries were all executed.</p>",
    "<p>\"The structure of this world is so wrong, right from its root. And you can't argue with that.\"</p>",
    "<p>\"You're right. But no matter what goodwill you have, it can't be justified. Look around you. Is this the answer you found?\"</p>",
    "<p>\"It's sacrificing the small for big. The fall of the Western Kingdom is only the beginning. I will completely destroy this absurd world and create true equality.\"</p>",
    "<p>Pram was appalled at Crow Mask's objective.</p>",
    "<p>\"Desir, we don't have to listen to this nonsense anymore. Let's arrest him right now.\"</p>",
    "<p>Crow Mask heard him and murmured.</p>",
    "<p>\"You can't stop us.\"</p>",
    "<p>At that moment, the sky which had been darkened with the appearance of Dadenewt, suddenly regained its brightness.</p>",
    "<p>\"Did they defeat the demon?\"</p>",
    "<p>Desir refuted.</p>",
    "<p>\"No, that's…\"</p>",
    "<p>*Booooom*</p>",
    "<p>It was a flame. No, it was lava resulting from a huge explosion.</p>",
    "<p>Volcanic ash poured down from the sky as if it was snowing. They all looked up. Then, as if the stars had begun to fall, raindrops fell from the sky.</p>",
    "<p>It was a scene that could only be described as apocalyptic. It was as if it was the end of the world.</p>",
    "<p>\"Eruption Phase…\"</p>",
    "<p>Desir muttered, astonished.</p>",
    "<p>\"Seems like the great leader of the Mage Tower can't even stop the demon without any preparation.\"</p>",
    "<p>Crow Mask continued while laughing.</p>",
    "<p>\"I'll return exactly what you said before.\"</p>",
    "<p>His body faded. Pram and Adjest rushed to catch him but his body had already started to turn to dust.</p>",
    "<p>[Memorize]</p>",
    "<p>There was no time to invert the magic. It was magic that he had previously saved to instantly cast.</p>",
    "<p>\"It's over.\"</p>",
    "<p>With those final words, Crow Mask disappeared. Dark particles floated in the air.</p>",
    "<p>Translator Patreon</p>"
]