[
    "<p>The demon from the legend. The one who once belonged to the highest level of the Shadow Labyrinth had appeared.</p>",
    "<p>Shattering the entire cliff the demon rolled its gigantic eyes to spot the city near the shore. Then it slowly moved its massive legs. It was a walking disaster. As it took a step the ground shook and everything nearby was wrecked. All of the parasols that beautifully embellished the beach lust hours before were crumpled and destroyed. On approaching the half-collapsed castle the demon came to a complete stop. The castle which had been half-melted and of which there was scant amount of it still standing, would have originally served to repel the demon.</p>",
    "<p>Perhaps due to memories from its past, the demon struck down what remained of the castle. The castle which had stood there for hundreds of years further fell to pieces and was left completely shattered.</p>",
    "<p>\"Roooaaarrrr\"</p>",
    "<p>It was a shout as powerful as thunder. The sea that used to shine like gold became pitch-black as the sky lost all light, not even stars could be seen.</p>",
    "<p>\"Where in the world did a monster this strong come from?!\"</p>",
    "<p>Later, the capital's defense forces and Western Kingdom's foremost champions, the Avalon Army, formed into lines and took up strategic positions on the walls of Deltaheim. But they were all rooted to the spot from a strong sense of dread, after seeing the demon that felt like a great plague, slowly but surely close in on the city.</p>",
    "<p>The commander of the Avalon Army was petrified. He was a well-renowned veteran who had participated in numerous Shadow Worlds, but even he had never seen a monster of this size in any of them.</p>",
    "<p>\"If that thing approaches here…\"</p>",
    "<p>It's over. There were so many citizens still taking refuge in the city. There was no place to retreat to. It was under these circumstances that the commander was forced to make a decision, knowing full well that any choice that he made would be deemed reckless in hindsight.</p>",
    "<p>\"Block it!\"</p>",
    "<p>The gates opened and the Deltaheim troops rushed out to fight against the beast. In the castle, wizards formulated magic for invoking and archers nocked their arrows. Soon the sky was filled with bolts and magic. But nothing worked against it. None of the magic or arrows could penetrate Dadenewf's skin. Instead, they bounced off pitifully without even leaving a mark behind. The soldiers swung their swords and thrust their spears. The army clad in steel could not cut through the hide of the beast, but rather broke their weapons trying. With a single swing, numerous soldiers were cut down by Dadenewf, as if they were nothing more than a bunch of flies. a The troops were devastated and morale quickly plummeted. It was as if they were the pathetic moths diving into a brilliant flame, their sole purpose in this battle to be meatshields and buy a miniscule amount of time before inevitably being slaughtered. Desir and his party were looking at the scene unfolding before them and could not hide how dreadful they felt. They also realized that all of the demons that they had encountered in the Hebrion Academy tests were a joke in comparison to this one. Its size, power, and pressure were all incomparable — the demon that blindly sought destruction and wholesale slaughter.</p>",
    "<p>\"I've gotta go help quickly.\"</p>",
    "<p>Romantica was clearly overwhelmed but she tried to get herself moving after seeing the demon heading towards the castle.</p>",
    "<p>\"Stop\"</p>",
    "<p>Desir stopped Romantica. His dark black eyes were shaking.</p>",
    "<p>\"There's nothing you can do.\"</p>",
    "<p>Sadly, Romantica already knew that. She pointed to the people who were blocking Dadenewf.</p>",
    "<p>\"Them too.\"</p>",
    "<p>But Desir turned down Romantica.</p>",
    "<p>\"Are you saying that you want to be killed over there?\"</p>",
    "<p>\"I'm not going to ask you to help me. It's already enough with what you've done before. But this is my hometown. I can't just sit back and watch!\"</p>",
    "<p>Desir absolutely understood how she felt but he could never send her into that field of slaughter. And he also knew how selfish he was being. But to him, there was something called responsibility, that he had to protect her even if he had to trample over and ignore her feelings. Desir continued in a voice that could barely be discerned.</p>",
    "<p>\"Remember the promise we made.\"</p>",
    "<p>\"A promise?\"</p>",
    "<p>Instantly, Romantica remembered the promise that she had made; to unconditionally drop everything and run away when they encountered an unmanageable threat. That's what she had promised him.</p>",
    "<p>Romantica replied in agony, as she weighed up the promise against the unfolding situation.</p>",
    "<p>\"But Desir…\"</p>",
    "<p>\"Mister Desir, they will collapse if this continues, then all of the city will collapse as well. They need our help.\"</p>",
    "<p>Pram supported Romantica, but Desir was determined.</p>",
    "<p>\"They will. But it's not on us. We can't do anything here.\"</p>",
    "<p>Pram couldn't say anything to this.</p>",
    "<p>\"Aargghhh!\"</p>",
    "<p>At that time, there was shouting mixed up with the sound of wind that blew over from the shore. Desir's party sensed something odd and looked at Dadenewf.</p>",
    "<p>Dadenewf opened its gigantic mouth and everyone could feel the destructive magic power that gathered before rapidly beaming out. Soon afterward, a high-intensity heat wave shot out from Dadenewf.</p>",
    "<p>*Brrrzp*</p>",
    "<p>Everything in the path of the heatwave had been erased. The ultra high-intensity beam left a distortion in the air from the heat wave that passed through.</p>",
    "<p>\"…\"</p>",
    "<p>At this absurd sight, Romantica and Pram were left speechless. There was only one person who could fight against such ridiculous things.</p>",
    "<p>Zod told Desir and his party.</p>",
    "<p>\"I have to go too. You should retreat from here.\"</p>",
    "<p>\"Tower Master, there should be a core buried deep inside the back of its spine. But even if you know where the core is located, Is not going to be easy to reach it due to its hard shell.\"</p>",
    "<p>The core.</p>",
    "<p>All demons have a core in their bodies. Their bodies form around it. Zod listened to Desir but felt something was strange.</p>",
    "<p>\"How do you know that?\"</p>",
    "<p>\"Well, I'll explain the details later. The first thing we should do is stop it.\"</p>",
    "<p>Dadenewf continued to approach the city of Deltaheim. There was no time to delay.</p>",
    "<p>\"And when that rune on its tusk turns red, it will shoot the same beam attack. It's impossible to block it with our defensive magic, so the best alternative is to twist its neck and change the direction of the beam. Please remember that if we lower its body heat, that will decrease the power of it by up to half.\"</p>",
    "<p>\"… I have no choice but to trust you. You can leave this to me.\"</p>",
    "<p>Zod was just about to roll up his sleeves and cast his magic.</p>",
    "<p>\"I can't let you disturb it.\"</p>",
    "<p>Just then, someone's voice was heard from behind. Turning around, there was a man with a hood over his head. It was Crow-Mask. Although he fell short of Zod, he was capable of confronting him and wasting time If Zod was delayed by him, Dadenewf would without a doubt destroy the entire city of Deltaheim.</p>",
    "<p>\"But I can't just ignore this guy…\"</p>",
    "<p>It was a difficult choice to make while under pressure. Crow-Mask invoked his magic. In defense, Zod could only return fire by throwing his own power back. And at that moment…</p>",
    "<p>\"Tower Master, teleport Crow Mask and me! I'll try to oppose him!\"</p>",
    "<p>\"But…\"</p>",
    "<p>\"Tower Master!\"</p>",
    "<p>Zod hesitated for a moment but after seeing Desir's eyes full of confidence, he soon made up his mind. He started invoking a teleportation spell.</p>",
    "<p>\"I told you that this wouldn't work.\"</p>",
    "<p>Unfortunate as it was, Crow-Mask was stronger at teleportation than Zod. As soon as Zod started formulating his teleportation magic, Crow-Mask began analysing it and invoking his own magic. As the power of Crow-Mask started to undo Zod's spell, his body that had started to break down into dust immediately began to reform. His magic was clearly interrupting Zod's spell.</p>",
    "<p>However, Crow-Mask suddenly looked at Zod. Zod must have been processing teleportation magic while also analysing Crow-Mask's counter magic.</p>",
    "<p>'When exactly was my magic inverted?'</p>",
    "<p>Zod's teleportation magic was invoked to completion. Dazzling light filled everyone's vision. When Crow-Mask opened his eyes again, he was already in the middle of Deltaheim city.</p>",
    "<p>\"Interesting…\"</p>",
    "<p>Crow Mask once again gathered his magic power and began to cast a teleportation spell. But this time, his body did not disintegrate into dust. It was the same as before. His magic did not move to the next step as if there was a well blocking it. Feeling strange, he looked at the boy in front of him. The boy looked like a magician of the Third-Circle at best. Someone so insignificant that Crow-Mask could not even deem him as someone to care about. That boy was inverting his magic. Crow-Mask opened his mouth.</p>",
    "<p>\"You're the one who undid the magic I set up in the palace.\"</p>",
    "<p>\"Yes, it was me.\"</p>",
    "<p>\"The amount of mane you're holding is just terrible, but you're pretty good at analysis.\"</p>",
    "<p>Then, the gaze of Crow-Mask moved towards the clothes that Desir was wearing.</p>",
    "<p>The Hebrion Academy \"Clothes Line\".</p>",
    "<p>That's the defense suit that is only assigned to the single rankers in Hebrion Academy. Crow-Mask understood the situation and gave up on teleporting to Zod, while at the same time reaching out to Desir.</p>",
    "<p>\"I have changed my mind. I will deal with you first.\"</p>",
    "<p>'Gravity Control'</p>",
    "<p>Enormous gravity pressured Desir and his surroundings.</p>",
    "<p>*Crack*</p>",
    "<p>The sidewalk couldn't hold-out and began to break.</p>",
    "<p>'Gravity Reverse'</p>",
    "<p>Desir reversed the gravity in a narrow area around himself and escaped from the area of effect of the gravity spell. As Crow-Mask invoked his next spell, Desir soon read it.</p>",
    "<p>'Night Claw'</p>",
    "<p>Crow Mask stretched his hand out towards Desir and made a slicing motion in the air with it. It appeared as if the air itself was cut in a straight line coinciding with this cutting motion.</p>",
    "<p>*Slice*</p>",
    "<p>Desir leaned down and a row of trees immediately collapsed behind him.</p>",
    "<p>Desir had managed to dodge this spell by the narrowest of margins.</p>",
    "<p>Desir quickly analyzed the opponent in front of him.</p>",
    "<p>'He is a Twin Class wizard who can simultaneously use the attributes of space and fire in his magic. But is space magic the type of magic that he specialises in?'</p>",
    "<p>Space magic does not have any magic that can oppose it. This magic also happens to be superior to any other magic in terms of its destructive power. The only thing that Desir could do at this moment was to figure out the path of Crow-Mask's magic and dodge it.</p>",
    "<p>'I can't be too close to him, but I also can't be too far away either. I need to maintain a reasonable stand-off distance to have any chance at opposing him.'</p>",
    "<p>While Desir was strategizing Crow-Mask continued to(a invoke a spell.</p>",
    "<p>Translator Patreon</p>"
]