[
    "<p>Freechel felt more at home as she worked through her first week’s training schedule.</p>",
    "<p>The training was tough, but it was also very refreshing for Freechel as she finally felt that she was learning something new. It finally felt like she was now attending the great school known as the Hebrion Academy.</p>",
    "<p>Desir’s party taught her so many things and it all became fuel to further drive her studies. For example, she successfully completed casting [Watering], the so-called hardest First-Circle water magic to cast.</p>",
    "<p>‘What’s in store for me tomorrow? What will I learn?’</p>",
    "<p>Freechel’s confidence had increased. To the shock of other people that knew her, she now greeted everyone with delight. They asked her things like:</p>",
    "<p>“Is this really Freechel?”</p>",
    "<p>“… ?”</p>",
    "<p>Freechel walked past a hallway and saw a crowd murmuring about something. Her feet naturally led her to the epicentre of the trouble.</p>",
    "<p>It was where the lockers were located. Once there she saw a familiar face. She pushed herself through the crowd and as soon as she saw the face of the person sitting in the center of the crowd, she couldn’t help screaming.</p>",
    "<p>“Erje!”</p>",
    "<p>Erje was Freechel’s former party member. She was a pleasant person that was always surrounded by friends. Of course, Freechel was one of her friends. Erje was staring at her locker with a pale face.</p>",
    "<p>Freechel was speechless when she saw the condition the locker was in. There was an unbearable scent wafting out from inside it. The intestines of some kind of animal were thrown into the locker and blood had splattered everywhere, even dripping down onto the floor.</p>",
    "<p>“Oh, this…”</p>",
    "<p>Freechel was familiar with the scene in front of her. It was all too familiar to her.</p>",
    "<p>“Erje! Are you okay? Are you hurt?”</p>",
    "<p>“Freechel… ?”</p>",
    "<p>Erje turned her head and found Freechel in the crowd. Her eyes changed as if she had suddenly found herself face to face with a mortal enemy.</p>",
    "<p>“Wh… What’s wrong, Erje?”</p>",
    "<p>Erje wiped her tears with her sleeve before speaking.</p>",
    "<p>“You’re such a hypocrite. You’re disgusting.”</p>",
    "<p>Freechel didn’t expect to hear this. Freechel and Erje were not best friends, but they were still relatively close. Freechel found herself without any clues as to why the Erje standing in front of her was consumed by hatred. Freechel’s face betrayed her bewilderment at this change of heart.</p>",
    "<p>Erje manically grinned.</p>",
    "<p>“If you didn’t leave, this wouldn’t have happened to me.”</p>",
    "<p>Her words tore Freechel’s heart into pieces.</p>",
    "<p>“Who do you think I’m doing all of this for?”</p>",
    "<p>All of this.</p>",
    "<p>Hazing.</p>",
    "<p>This was something that Freechel had been on the receiving end of up until she left the party.</p>",
    "<p>After she moved to Desir’s party, the bullying stopped.</p>",
    "<p>She thought it had stopped.</p>",
    "<p>No, it hadn’t. The target of it had just changed.</p>",
    "<p>“It’s all because of you. Because you ran away.”</p>",
    "<p>“…”</p>",
    "<p>The new target of the bullying was Erje. The charm that she usually displayed had completely disappeared.</p>",
    "<p>“Get the fuck away. I don’t need your pity.”</p>",
    "<p>Erje turned around and started cleaning up her locker.</p>",
    "<p>Freechel’s heart hurt so much. She was in this exact situation, getting bullied all the time up until recently, and nobody helped her. She was all alone. Freechel understood how Erje felt.</p>",
    "<p>She must be sad, miserable, and resentful.</p>",
    "<p>But that’s all it was.</p>",
    "<p>“Erje, I think you're missing something.” Erje stopped moving her hands.</p>",
    "<p>“It’s not me who you need to hate. I didn’t do anything wrong to deserve your blame.”</p>",
    "<p>“… What? I became the new target all because you transferred to another party! What the heck are you talking about?” Erje growled.</p>",
    "<p>“Why do you think it’s because of me? You are bullied because there are bullies out there!</p>",
    "<p>Stop trying to avoid reality.”</p>",
    "<p>“You became so ballsy, Freechel. Does your new party teach you how to lecture someone?”</p>",
    "<p>*Click-clack*</p>",
    "<p>A girl in a school uniform walked down the hallway.</p>",
    "<p>Llada Iddel.</p>",
    "<p>She was a member of the party that used to give Freechel’s previous party work and also happened to be the one that had bullied her.</p>",
    "<p>“… I’m saying what needs to be said. I should have spoken up about this issue before.”</p>",
    "<p>Freechel stated with pure determination.</p>",
    "<p>“Really? So what difference does talking about it now make? Whatever you say, it will only tickle me.”</p>",
    "<p>Llada said as she shook her hand as if shooing away a fly.</p>",
    "<p>“I have no interest in you anymore. You better stay out of my way and watch from the sidelines. This has nothing to do with you.”</p>",
    "<p>“No, I can’t do that.”</p>",
    "<p>“What? You…”</p>",
    "<p>“Now, I can see it so clearly. You are just a coward who only picks on the weak.”</p>",
    "<p>Freechel’s impassioned words had clearly upset Llada.</p>",
    "<p>“Freechel, you seem to have misunderstood something.”</p>",
    "<p>Llada started casting magic.</p>",
    "<p>“The fact that you are now in Desir’s party doesn’t mean that your blood has now changed.”</p>",
    "<p>It was a violation of the rules to cast magic in the school building, but Llada didn’t care.</p>",
    "<p>Second-Circle magic was hurled at Freechel.</p>",
    "<p>[Empage]</p>",
    "<p>Freechel cast defense magic, but she was only a First-Circle magician. Her magic couldn’t block it.</p>",
    "<p>[Water Shield]</p>",
    "<p>“Owww!!”</p>",
    "<p>*Thud*</p>",
    "<p>It didn’t do anything at all. Freechel’s defense magic was torn as if it was a thin piece of paper.</p>",
    "<p>A wooden fist struck her abdomen and she flew back into the lockers.</p>",
    "<p>“Arrgghh…”</p>",
    "<p>Llada had clearly heard Freechel moaning in pain but she didn’t care. She walked towards</p>",
    "<p>Freechel and stomped on her back. It didn’t look like anyone would step up to stop her rampage. She walked back a few steps and then cast another Second-Circle spell.</p>",
    "<p>[Root Binding]</p>",
    "<p>*Crack*</p>",
    "<p>From the magic web, tree branches spread out and wrapped Freechel’s body. The pressure it exerted was overwhelming.</p>",
    "<p>“Now, repeat after me. ‘I as a worthless commoner, blamed a noble, and therefore deserve death.’”</p>",
    "<p>“… You are the worst.”</p>",
    "<p>“Well, if you say so.”</p>",
    "<p>The tree branches started to tighten even further around Freechel’s body. Her bones were at extreme risk of breaking into pieces, assuming she could withstand this pain for much longer.</p>",
    "<p>However, Freechel didn’t let any sound of discomfort escape her lips.</p>",
    "<p>“That’s enough.”</p>",
    "<p>*Snap*</p>",
    "<p>Some unknown force instantly destroyed Llada’s magic. The tree branches around Freechel disappeared.</p>",
    "<p>“You!”</p>",
    "<p>“Get away from Freechel.”</p>",
    "<p>It was Desir. He slowly walked toward the girls and gestured with his hand. Llada felt embarrassed, but she knew how strong Desir was. She stepped backward.</p>",
    "<p>Llada didn’t notice Desir’s casting. His magic and capability were so overwhelmingly strong that her ability was nothing great in front of Desir.</p>",
    "<p>“Desir…”</p>",
    "<p>Freechel got up as she coughed. Desir noticed some bruises on her skin. He also saw some red marks here and there too.</p>",
    "<p>“I tried so hard not to yell at students.”</p>",
    "<p>Desir sighed as he continued walking.</p>",
    "<p>Llada felt the rage emanating from Desir and instinctively walked backward in an attempt to escape. But she found herself backed into a wall. There was no where else to go.</p>",
    "<p>“This is too much.”</p>",
    "<p>[Slate]</p>",
    "<p>[Create Marsh]</p>",
    "<p>Llada felt her back start to get wet. It then felt as if the wall was about to swallow her whole.</p>",
    "<p>She stirred her body into action to get away from it, but as she moved her body sank into the wall faster.</p>",
    "<p>“Wa… Wait! What are you doing?”</p>",
    "<p>In the span of just a second, her body was half-buried in the wall. She could only twitch her fingers.</p>",
    "<p>“Get me out!”</p>",
    "<p>“I wouldn’t bury you if I had to take you out so soon.”</p>",
    "<p>Llada tried to cast magic to escape, but Desir simply swung his hand and blocked her magic.</p>",
    "<p>Llada was truly helpless.</p>",
    "<p>“Do you think you’ll be okay after this? If any professor comes by, you’re dead meat.”</p>",
    "<p>“Worry about yourself, kiddo. Your body is trapped in the wall under my Slate magic. I can rip your body into pieces very easily.”</p>",
    "<p>“What?”</p>",
    "<p>Desir started casting magic again.</p>",
    "<p>Llada sensed that she was in danger. She struggled in an attempt to free herself, however it was all in vain. After her struggles she found herself in the exact same place in the exact same wall.</p>",
    "<p>The magic was almost complete.</p>",
    "<p>“And this is magnifying magic. I usually use this to enlarge the size of an object, but today, I can use it to fill up the gaps and holes in the wall.”</p>",
    "<p>Desir’s finger swung in a curved shape towards where Llada was buried in the wall.</p>",
    "<p>“Imagine if you were the hole in this wall. What would happen to you if I just closed up this hole?”</p>",
    "<p>She’d be suffocated.</p>",
    "<p>“… !”</p>",
    "<p>“I guarantee that it’s pain on a whole other level to what you have experienced in your life so far.”</p>",
    "<p>*Grin*</p>",
    "<p>Desir’s smile gave everyone a chill.</p>",
    "<p>“Stop! This is enough! I understand what you’re trying to teach me!”</p>",
    "<p>“Did you stop torturing others when you were told to stop?”</p>",
    "<p>The magic cast started to glow.</p>",
    "<p>“Aeeeeeiik!”</p>",
    "<p>‘Is he even going to stop?’</p>",
    "<p>Tears poured out of Llada’s eyes. She started sobbing uncontrollably. She was well past the point of caring about how shameful she would look. She then screamed.</p>",
    "<p>“Sorry! I’m so sorry! Please forgive me!”</p>",
    "<p>Her make-up blended with her tears and started to streak down her face. Her face became uglier as she cried and shouted. Desir didn’t seem to care. He continued with his magic.</p>",
    "<p>“I’m so sorry! Please… Please forgive me!”</p>",
    "<p>The magic was invoked and left Desir’s finger. Llada closed her eyes tight and screamed.</p>",
    "<p>“Yaiiiikkkkkkk!”</p>",
    "<p>Llada bounced out from the wall as if it had barfed her out.</p>",
    "<p>“Screeeek!”</p>",
    "<p>Llada didn’t feel any pain. It was strange. She carefully opened her eyes, and she saw Desir standing in front of her looking down on her with a bleak face.</p>",
    "<p>“That’s how you say it.”</p>",
    "<p>“…”</p>",
    "<p>Desir turned around and walked towards Freechel. He helped her to her feet.</p>",
    "<p>“I’ll bring you to the medical center.”</p>",
    "<p>“How did you know I was here?”</p>",
    "<p>Freechel inquired with a look of curiosity plastered on her face.</p>",
    "<p>“I was walking by and sensed that someone cast magic. I just came by to check it out. I didn’t expect this.”</p>",
    "<p>If Freechel was only abused physically, then Desir wouldn’t have realised until it was too late.</p>",
    "<p>“I’m so sorry, Freechel. I know you tried to solve this by yourself, but I couldn’t help myself from jumping in.”</p>",
    "<p>Freechel was beat up mercilessly. Desir couldn’t walk away from what he saw.</p>",
    "<p>Freechel smiled at Desir.</p>",
    "<p>“No, thank you very much Desir. Thank you for helping me.”</p>",
    "<p>Desir saw an unmistakable trace of agony concealed behind her smile. It was a bitter grin.</p>",
    "<p>Translator Patreon</p>"
]