[
    "<p>The mood to interrogate Desir evaporated away. Romantica finally came to realize what Pram had said. “Hey Pram—that’s a betrayal!”</p>",
    "<p>“But Mr. Desir isn’t like that.” His gaze shifted from to his party leader, and Desir nodded in response.</p>",
    "<p>“That’s right. Pram is completely correct. I didn’t get this for free—I made a deal with the Tower Master.” Desir then began to explain the sequence of events that had occurred. In order to hide the fact that he had returned, he mixed truth and lies to fabricate a story.</p>",
    "<p>As Desir finished telling his anecdote, Romantica still seemed to be deep in thought. It looked like she still had some reservations. Right at that moment, the ice cream they had ordered arrived. Desir grabbed a spoon of ice cream, and offered it to Romantica. “How about we eat the ice cream before it melts?”</p>",
    "<p>“I guess it could be worse.” Realizing that nothing could be done, Romantica took the ice cream from Desir, and it softly melted away in her mouth. “Sweet.”</p>",
    "<p>Pram nodded enthusiastically in agreement. “It’s tasty!”</p>",
    "<p>“While I was in the Tower of Magic, I guess you two have been exploring the city?”</p>",
    "<p>“Yup. It’s been good. As you’d expect from a tourist city, the shopping is great but in the rush to get here, I forgot to bring my money with me.” Romantica clenched her fists in frustration.</p>",
    "<p>‘Is it that upsetting? She didn’t make any sense to him.</p>",
    "<p>“How about you, Pram?”</p>",
    "<p>“There are so many fun looking rides! The gondola ride that follows the river! The pendulum ride! Mm… and there was this place… it was called a themepork?”</p>",
    "<p>“Theme park.”</p>",
    "<p>“Ah yes! The theme park place! That place was amazing, and I definitely want to go see it! It’s too bad that we didn’t have any money for the entry fee.” Pram slumped at the thought.</p>",
    "<p>Desir lowered his spoon and spoke to his party members. “Well, after we finish eating, let’s head out to do some shopping and go to the theme park.”</p>",
    "<p>“What about the money?” asked Romantica.</p>",
    "<p>Desir smiled as he reached inside his jacket and pulled out a black card rimmed with gold. “You don’t have to worry about that. The Tower Master gave me his credit card. It looks since we came all the way here, he wanted us to have a good time.”</p>",
    "<p>Pram and Romantica hugged each other in joy. At times like these, they acted like the closest of friends.</p>",
    "<p>“The clothing store first!” demanded Romantica.</p>",
    "<p>“No! The theme park!” rebutted Pram.</p>",
    "<p>Pram and Romantica fought over where the party was going to go first, and their voices kept clamoring as Desir tried to pacify them. “Firstly, let’s finish eating the ice cream be—“</p>",
    "<p>Before he could finish his sentence, the two of them immediately jumped on the ice cream like a swarm of locusts. As soon as they finished, they got ready to go in an instant, and threw open the doors on their way out. The two of them were waiting by the door expectantly for Desir. Romantica was tapping her foot impatiently and Pram was bouncing off the walls.</p>",
    "<p>“Come on! What are you doing, Desir? Let’s go!” complained Romantica.</p>",
    "<p>“I’ll pay for the ice cream and meet you guys outside.”</p>",
    "<p>“Hurry up!” Pram and Romantica stepped outside with their last words trailing behind them. Seeing their smiling faces made Desir smile. It was the greatest reward he could ask for.</p>",
    "<p>At that moment, the store clerk tapped Desir on the shoulder. “Sir, how will you be paying today?”</p>",
    "<p>Desir handed the clerk the credit card and the transaction was handled quickly. Before he left, he asked the store clerk to borrow a pen. With it, he pulled out a piece of paper from his pocket and crossed two lines out: the Tower of Magic incident and the sponsorship.</p>",
    "<p>4 Points. Tower of Magic Sponsorship Announcement - July 5th</p>",
    "<p>3 Points. Attack on Tower of Magic’s Aeurelli Branch - July 7th</p>",
    "<p>“And the most important event…” Desir’s eyes were fixed, and underlined the event to emphasize it.</p>",
    "<p>6 Points. Emergence of the Shadow World - July 20th</p>",
    "<p>Today was July 7th—exactly two weeks left until the Emergence of the Shadow World.</p>",
    "<p>“Based on how much time we have left, we need to start training…” His voice trailed off as he looked outside. Romantica and Pram were chatting and laughing with each other. “Well, I suppose we can take one day off.”</p>",
    "<p>For today, he would show them mercy—for the next two weeks, they better be ready to go through hell.</p>",
    "<p>While Desir’s party enjoyed their time off, a ball was being held in the main hall of Hebrion Academy. The corridors were beautifully illuminated, and an endless stream of exotic dishes were ushered out into the ballroom.</p>",
    "<p>“Today is a joyous day,” said Professor Nifleka.</p>",
    "<p>About a hundred people were gathered in the hall, ranging from officials from the Tower of Magic, professors close to Nifleka, and the higher ups of the Blue Moon party. The ball was in celebration of the Blue Moon party’s third consecutive sponsorship from the Tower of Magic. Nifleka gestured towards the Tower of Magic as he spoke to the group.</p>",
    "<p>“Our party has once again acquired the support of the Tower. I can confidently say that our party is the strongest party in all of history. Despite the recent unfortunate events, the Blue Moon party has always stood on top.”</p>",
    "<p>Nifleka raised his golden goblet. “But this is only the beginning. In Hebrion’s history, we stand at the top. The finest party consisting of only nobles. A party that no commoner would dare even look up to!”</p>",
    "<p>Fanatical cheers and roaring applause filled the room in response to his words. Nifleka was one of the most influential professors at Hebrion Academy. He stepped away from values such as equality like Professor Brigitte. Instead, he prioritized lineage and ostracized commoners, almost violently. As a result, he was heavily disliked by the Beta Class students, but a vast majority of the Alpha Class students supported him. Hebrion Academy did not advocate against equality and education, but Nifleka had a lot of sway—not even the academy could do as they wished when he was in the mix.</p>",
    "<p>Ajest Kingscrown’s eyes turned cold as she observed the infamous Professor Pugman Nifleka.</p>",
    "<p>“Now rejoice! Drink to your heart’s content! For the nobles!” exclaimed Professor Nifleka.</p>",
    "<p>Enthusiastic cheers erupted from the crowd. The sound of glasses clinking toasting the Blue Moon party and their advisor rang across the hall. Ajest closed her eyes and did her best to ignore the ruckus. Her head throbbed—frankly, falling asleep right now wouldn’t be too bad. At the very least, it would mean she didn’t have to listen to his spiel.</p>",
    "<p>“My, my. If it isn’t Miss Ajest.”</p>",
    "<p>Of course that didn’t happen. A young man recognized her and politely greeted her. Like moths to a flame, soon a large gathering of people assembled around the prodigal spellsword.</p>",
    "<p>“By the grace of God above, what an opportunity it is to meet you!”</p>",
    "<p>“The future of the Blue Moon party lies within your hands.”</p>",
    "<p>At first, there were just one or two, but soon enough, nearly a dozen people crowded around her clamoring for her attention. Their words were a typhoon, their words rising like a tidal wave and threatening to submerge her completely. Ajest, irritated and aloof, offered no response.</p>",
    "<p>“I wish to go out for a second. Please excuse me.” Her words were drowned out by the wealth of praise she was being showered with. With every moment, she was getting more and more fed up with the group of people besieging her. As she was about to burst, a man attracted the crowd’s attention with a few simple words.</p>",
    "<p>“A lone lady surrounded by so many people. How terribly rude of you.”</p>",
    "<p>In response to the new stranger’s jab, somebody from the crowd demanded to know who they were.</p>",
    "<p>“Elheim Triquincy, at your service. I had a previous engagement with Miss Kingscrown, and was wondering where she was.”</p>",
    "<p>Elheim Triquincy—4th Circle ice mage, mentor of Ajest Kingscrown.</p>",
    "<p>Ajest raised her head, and their eyes met.</p>",
    "<p>“Remember? We were supposed to meet on the terrace as mentor and student,” asked Elheim. He certainly had tact, in planning the escape path for his student without causing any misunderstandings. Ajest nodded her head in agreement.</p>",
    "<p>“The terrace is this way,” said Elheim as he led Ajest away from the party, to her relief.</p>",
    "<p>The atmosphere here was much more relaxed, with the music fading to the background and in lieu of the fervor and hubbub of the party, a breeze indicating a lazy summer night was blowing. Finally away from the party, Ajest relaxed.</p>",
    "<p>“You didn’t enjoy the party?” asked Elheim.</p>",
    "<p>Ajest shook her head in response, and Elheim agreed. “Truthfully, I am the same. I do enjoy parties, but this kind of party is a bit unpleasant.” The powerful ice mage downed his drink.</p>",
    "<p>“I’m surprised. I know that you don’t like commoners very much,” admitted Ajest.</p>",
    "<p>“That’s right. As it is, my family is in support of the Crown. However, I keep these thoughts to myself—I don’t express it in such a public manner.” explained Elheim. The Triquincy family supports the Crown, and were not fond of commoners, but even so, Nifleka was too radical. “As far as I’m concerned, I have no idea what Professor Nifleka is thinking.”</p>",
    "<p>“He has his own agenda and plans for giving that speech.” said Ajest.</p>",
    "<p>“What do you mean by his own agenda?”</p>",
    "<p>“That overwhelming sense of superiority as a noble, and the fear that you may one day be overthrown. The slightest bit of stimulation, and they immediately go crazy. That’s what Nifleka’s making use of.” Ajest glanced back in the direction of the party. For instance, there was Doneta Hadun, who saw Nifleka through rose-tinted glasses. He was one of the fanatics that hung onto the professor’s every word.</p>",
    "<p>Elheim just couldn’t understand one thing. “What does he have to gain from all of this?”</p>",
    "<p>“If you think about who he has gathered here, it’s easy to determine. Nearly all of the students here are Alpha Class, who vehemently support him. By setting their hearts aflame, he’s assimilated them all into his fold. And if you think about the Alpha Class having the right to vote in the headmaster election, it all becomes abundantly clear.”</p>",
    "<p>Elheim’s eyes grew wide at the sudden realization. “He’s wants to become the headmaster…” To control everything at Hebrion Academy— in addition to the alumni, it was a position that manages nearly a million mages and knights, with power equal to the prime minister.</p>",
    "<p>That was why the heir to the Nifleka family came to Hebrion Academy.</p>"
]