[
    "<p>The ‘Outsiders’. They are the repulsive group antagonistic towards the Western Kingdom and Hebrion Empire. However, they can’t just be defined as a uniform group. The reason being that the ‘Outsiders’ are formed by lots of groups who disagree with the Western Kingdom and Hebrion Empire’s monopolising the completion of the Shadow Worlds. Even though they have grouped up to compete against superior forces, they only happen to share similar interests and ideals. Their method and ultimate goals varied.</p>",
    "<p>“Recently, many ‘Outsiders’ are getting caught out.”</p>",
    "<p>An individual in a Pierrot mask opened the discussion. On the tip of his finger was a spinning trump card. There was an strong smoky odour emanating from the floor. The tavern was so dark that only vague outlines could be made out. There were four people gathered and all of them were wearing masks. They were the four leaders of the biggest groups in the ‘Outsiders’.</p>",
    "<p>“Our boys are in the same situation. It’s as if they already knew our plan.”</p>",
    "<p>The woman wearing a mask adorned in: gold, silver, crystal, and feathers; opened her mouth. With her voluptuous body, there seemed to be a seductive scent wafting from her. However, the locals knew that you should not be deceived and approach her carelessly. There is a reason why she is known as the ‘Vampire’.</p>",
    "<p>“20 percent of the lower group have already been eliminated.”</p>",
    "<p>Even the spies planted in the Kingdom and Empire have been getting caught.</p>",
    "<p>“It has to be because our Revolutionary messed up.”</p>",
    "<p>The Pierrot mask’s tone was now somewhat playful. On his right hand, there were two spinning cards on each fingertip, making a total of ten cards.</p>",
    "<p>“…”</p>",
    "<p>“Haha. You said that you were caught stealing from the magic tower? You looked so confident before. What happened?”</p>",
    "<p>The individual on the receiving end of this taunt, wearing a crow mask, scowled at the Pierrot mask. However, the guy in the Pierrot mask did not seem to care and continued talking.</p>",
    "<p>“He even got captured alive? How did you train your underlings if this is the result?!”</p>",
    "<p>The space near the Pierrot mask instantly shattered. High-class magic that interfered with space was activated without any casting time. However, the only thing that was broken was a floor board underneath the chair, that the Pierrot mask was sitting on. The Pierrot mask continued to lounge in his chair. It was not clear whether that was coincidence or if he dodged it. Considering his identity, the latter made more sense. As a citizen of the Western Kingdom, he was the assassin that killed the king of the Antanas Kingdom. His name garnered respect and praise in the darkness of society, where no light can reach.</p>",
    "<p>“Perhaps the magic tower owner himself has interrogated him. As a Seventh-Circle wizard, he might have already torn his brain apart and analyzed his memories. Your underling continues to bring trouble, even after his death. Haha.”</p>",
    "<p>The crow mask leapt out of his seat.</p>",
    "<p>“Stop… Let’s continue.”</p>",
    "<p>The one that organised this meeting was an old man in a skull mask. He was wearing a dark-grey robe. If it wasn’t for white hair that peaked out from above his mask, he would have looked younger.</p>",
    "<p>“To talk about… a story from… the past…”</p>",
    "<p>His voice trailed off away, so it was difficult to understand what he was saying. However, no one there complained. He was technically the leader of this group. Nobody knew who he was. Not even his name. No one even knew whether he was a swordsman or wizard. The one thing that was certain though, was that he was active before the first century.</p>",
    "<p>“Revolutionary… we… should always remain in the dark… what you suggested, the way… was dangerous.”</p>",
    "<p>The guy in a crow mask refuted.</p>",
    "<p>“The plan was perfect. The magic tower’s defence was the worst on that day, nobody would have expected that.”</p>",
    "<p>“But… somehow… somehow… they knew… I only care about the results.”</p>",
    "<p>The guy in the crow mask did not respond anymore. The cards on the Pierrot’s hand all stopped spinning. The old man with a skull mask continued speaking.</p>",
    "<p>“On the other hand, this… might be a good chance for us. I’m not yet sure though.”</p>",
    "<p>“What do you mean old man?”</p>",
    "<p>The woman in the flashy mask asked.</p>",
    "<p>“While they are currently underestimating us… before they start to pressure us… it’s not a bad idea to do something big, to make a statement.”</p>",
    "<p>“Do you mean we should change our target?”</p>",
    "<p>“Yes… that way… will be better.”</p>",
    "<p>“Well, that is great news. I was getting stiff. However, we can’t go against the Western Kingdom and Hebrion Empire.”</p>",
    "<p>Said the Pierrot. This was the true reason why the ‘Outsiders’ hid out of sight. Currently the Western Kingdom and Hebrion Empire were both stronger than any other force. Naturally, unlawful people and organisations, such as the ‘Outsiders’, had to keep a low profile and wait for their chance.</p>",
    "<p>“Around this time… there is a meeting… in the Western Kingdom.”</p>",
    "<p>“Right”</p>",
    "<p>“This is our chance… The leaders of the Western Kingdom… will all be gathered in one place… Killing them will maybe… overthrow the entire Western Kingdom itself.”</p>",
    "<p>He looked at the crow mask.</p>",
    "<p>“I will give you the chance… to redeem yourself after your failure… Hand over that item Pierrot.”</p>",
    "<p>The Pierrot mask did not like this decision of the skull mask and immediately protested.</p>",
    "<p>“Old man! Do you know how hard it was for me to get this?! After utilising the entire assassin’s guild, we barely managed to obtain this! This item cost me so much! This should be only used in specifics situations!”</p>",
    "<p>“Sh*t,! Ok! I’ll give it.”</p>",
    "<p>He then pulled out something and passed it to the crow. It was an artifact. It was shaped like a cube and emanated an ominous aura at first sight.</p>",
    "<p>“Western Kingdom meeting… many rulers and influential people will gather there… Can you clean them up… revolutionary?”</p>",
    "<p>Crow mask was referred to as a revolutionary. That actually explained his exact situation. At one-point crow mask was lauded as the best wizard from Hebrion Academy. Now he is just a forgotten name. A manifestation of Hebrion’s troubled history.</p>",
    "<p>“Let him borrow it… You should take care of everything.”</p>",
    "<p>“I hope you do not forget Hebrion is next.”</p>",
    "<p>Crow mask replied while nodding his head.</p>",
    "<p>“Sure, Hebrion is one of our oldest enemies.”</p>",
    "<p>And that concluded the meeting. One after the another they left the tavern. The street was still dark, but somewhat humid from the dawn light. There was a distinction feeling of poverty along this street. The Pierrot mask caught up to the crow mask who went out first.</p>",
    "<p>“Hey, bro. I have some questions. You mind if I ask them?”</p>",
    "<p>The crow mask tried to ignore him and continued walking.</p>",
    "<p>“At this point, shouldn’t you just admit it? We are the same type.”</p>",
    "<p>That expression must have stirred the crow mask’s feelings as he responded in an angry tone.</p>",
    "<p>“I hope you don’t take me as some kind of criminal like you.”</p>",
    "<p>“From attending this meeting, you are indeed a criminal. If either of us were caught by our home nations, we would definitely get executed.”</p>",
    "<p>‘Outsiders’ were basically a criminal group, and the people who had just gathered were the leaders of the ‘Outsiders’. The punishment towards them would surely be death.</p>",
    "<p>The Pierrot mask pointed at the artifact that the crow mask was holding.</p>",
    "<p>“First of all, by knowing what artifact that is, and still taking it, shows that you are evil without a doubt.”</p>",
    "<p>The crow mask replied while storing the artifact that he had received from the Pierrot mask.</p>",
    "<p>“I have things to achieve, no matter the method.”</p>",
    "<p>“Since you believe that you are different from us? Do you think that you are the only one that aspires to achieve your own goals? It’s the same for that old man. That old man has goals and the determination to achieve them as well.”</p>",
    "<p>The Pierrot mask mockingly imitated the skull mask’s voice.</p>",
    "<p>“Everything… will fall into… the Shadow World… as the Goddess desires.”</p>",
    "<p>It was not funny. It was actually rather unpleasant.</p>",
    "<p>“Why are you trying so hard to bring me down to your standard?”</p>",
    "<p>Even though his face could not be seen from the Pierrot mask’s perspective, the crow mask was sure that he was laughing. It was almost as if he had been anticipating this question.</p>",
    "<p>“Hey, when I look at the justification of your goals, from my point of view they are not reasonable. On a daily basis, you act all noble and say that you will make the world a better place for the common people, right? Even though you are only doing this for your own benefit.”</p>",
    "<p>“The justification of my goals does not concern you.”</p>",
    "<p>“Ah, unfortunately, it does matter. If by some small chance said that you will work for the sake of the common people, I would have to cut your head off.”</p>",
    "<p>The Pierrot mask took one step forward. The distance between the two was small. It was close enough for the crow mask to attack and that meant it was close enough for the Pierrot mask to attack too. Just a knife, perfect for killing a pig.</p>",
    "<p>“I don’t know who you are saying you will kill.”</p>",
    "<p>“If you want to test me, you can try it out right now.”</p>",
    "<p>He started to juggling his knife. It was as if he was performing some kind of a magic trick. He played with the knife’s sharp side with his finger. After seeing this unfold, the crow mask turned his back and started walking away again.</p>",
    "<p>“It will be a small sacrifice for the greater good. I have already acknowledged that.”</p>",
    "<p>Not wanting to waste any more time the crow mask disappeared into the dark. Left alone, the Pierrot mask started to mumble to himself.</p>",
    "<p>“Ah, as expected. It won’t work on him.”</p>",
    "<p>The Pierrot mask put his knife away.</p>",
    "<p>“Well, I hope the real party starts in the Western Kingdom.”</p>"
]