[
    "<p>Ajest’s eyes narrowed and she bit her lip. “So you’re prepared for close combat as well.”</p>",
    "<p>“Sure, but with my magic power, 5 minutes is my limit,” Desir admitted with a smile.</p>",
    "<p>Ajest wasn’t naive enough to trust somebody revealing their weakness, but she didn’t doubt his honesty. Desir’s mana was being expended at a visible rate. Hearing those words, Ajest approached without pause.</p>",
    "<p>Outside of expectations, Desir faced the prodigy’s sword head-on. Ajest had the lead in the head-to-head melee, but Desir was holding on. He read the trajectories of her swings, and led his sword in advance to parry. Even with his body strengthened with magic, he straddled the line between life and death, each blow heavier than the next.</p>",
    "<p>“Aren’t you… having fun, Ajest?” said Desir, as he received the third strike.</p>",
    "<p>A look of confusion appeared on Ajest’s face as they dueled. “Fun?”</p>",
    "<p>“Of course. You’ve always reigned from the top. You’ve probably never met anyone who could be your equal.” Desir parried another blow and pushed Ajest back. “With all of your being, you hate losing. Isn’t that right, Ajest Kingscrown?”</p>",
    "<p>Desir knew this woman very well. The future commander Ajest Kingscrown hated losing. Beneath her icy surface, she honed her talents and refused to let anybody surpass her. The entire time, she led a lonely life on her throne, without a single person able to match her in combat. ‘This time, things will be different.’</p>",
    "<p>Desir pointed at himself. “You want to defeat me, right? To use everything at your disposal and beat me down. That’s why you came to me to declare war and led me into this duel—so I wouldn’t be able to avoid this fight. Ultimately, that’s what you’re aiming for. Now that you’ve accomplished that, you’re having fun. Am I right?”</p>",
    "<p>Ajest was speechless—she was seen through completely, even though she wasn’t wholly aware of it herself. She gathered her thoughts and replied. “I admit it. I want to win against you with all of my strength. You are correct— you could say I’m enjoying this, but what’s the point of all this talk? What is the point in making me admit this? How does this have anything to do with our fight?”</p>",
    "<p>“Because I plan to respond to your spirit in kind.” Desir Arman spoke to his ally from his past life—the apex of humanity. “Don’t hold back.”</p>",
    "<p>At the top of the clock tower, they stood in a plain white room, ornamented with a singular pillar that bisected the room. Ajest and Desir stood apart on top of the space, 80 meters in a standoff. Magic began to surround the ice queen as she channeled her trump card.</p>",
    "<p>[Frozen Throne.]</p>",
    "<p>A throne of ice emerged in the center of the room. Hexagonal pillars of ice burst out from the ground and shot up to the ceiling of the clock tower. A frigid air exuded from the pillars of ice, covering the room with a layer of frost. The frost grew at a visible pace, eventually forming a grand hall, with an intricate chandelier and windows adorning the lavish room.</p>",
    "<p>[Frozen Palace.]</p>",
    "<p>The magic continued to grow, transporting the top of the clock tower back to the Ice Age. Desir looked around to find that the ice formed into architecture befitting the northerners, with sculptures lining the interior. The beautiful room would have been gorgeous to explore if they weren’t in the middle of a fight.</p>",
    "<p>“In this space, a mage is able to use an unlimited number of spells without calculation. My ice magic has no limits in this space,” said Ajest. Hundreds of magic circles formed in the air, clustered so tightly that Desir could barely see through them. All of them were directly right at him.</p>",
    "<p>‘An area with access to magic without limits…’ The Frozen Palace formed with a single throne of ice at its core. This was her palace, and the throne from which she ruled. ‘The signature spell of Queen Ajest.’ Frozen Throne was one of her signature spells even in the future—she was using everything she had against Desir in this fight. ‘But she still hasn’t caught on.’</p>",
    "<p>Desir raised his hand. This wasn’t a fight Ajest could win with pure numbers alone. The countless spells trained on his person broke. Each of the magic formulas shattered into pieces and the residual magic fell away like snow. Desir looked smug as he awaited Ajest’s next move. It didn’t take long. The prodigy readied another set of spells at Desir.</p>",
    "<p>“Even if it’s you, you won’t be able to keep pouring out these spells,” casually reminded Desir.</p>",
    "<p>The infinite calculation space. As long as she succeeded in creating her Frozen Palace, she could use as many spells as she would like without casting. This was far past the level of double or triple casting—as Desir could see in front of his eyes, hundreds of spells were being casted all at once. It sounded impressive, but it had one fatal flaw—the mana expenditure was colossal. Sustaining the field itself would run an average mage dry within 3 seconds. Even Ajest Kingscrown had a limit—Desir was aiming for exactly that window.</p>",
    "<p>***</p>",
    "<p>In the meantime, Ajest was preparing her third round of spells. Her magic didn’t have any effect on Desir, but she didn’t falter. She had known from the start that it was impossible to fight Desir using magic. All of her spells would be</p>",
    "<p>hijacked. No matter how carefully crafted they were, it wouldn’t take much more than a wave of his hand for them to dissipate. He was on a different level.</p>",
    "<p>Even in her Frozen Throne, she was unable to land a single hit on Desir. Her abundant stores of mana, which were near full at the beginning of the battle, had dropped to below 10 percent. Anybody else would think that it was a waste to cast any more spells. Ajest felt differently.</p>",
    "<p>She was stalling for time. Each spell projected and flying through the air created time for Ajest to think. As she constructed her spells, she analyzed her probability of winning, combing through each minute detail. Her thoughts kept coming back to one thing: ‘Why am I losing in magic?’</p>",
    "<p>The problem was the formulas. Desir had seen through every single one, leaving her no way to land a hit. If they were casting the same spells, there was no way she would lose. Her magic power was far superior, but that meant nothing in the face of his hijacking. She took a good look at her opponent. If she could cast a spell he couldn’t hijack, he wouldn’t be able to fight back. That would be turning point in this battle. The main question—how could she solve this problem?</p>",
    "<p>Ajest looked at the hundreds of ice spells being dismantled in front of her eyes, and took a deep breath. She had no time left to hesitate. ‘What if it’s not in the form of a spell?’ she thought. She drew her sword. Initially, she planned on taking him on with only her sword, but that was pointless—Desir could counter that.</p>",
    "<p>Swordsmanship and magic power was her forte, and the one thing she had over Desir in spades. She would have to use these together in tandem to take down the man in front of her. In that moment, Ajest had an idea. ‘Combine the sword and magic simultaneously.’</p>",
    "<p>This was past the level of enchanting the sword with magic. She would have to infuse the magic into the sword itself. The second she used a magic formula, it would be hijacked. She needed raw magic power.</p>",
    "<p>Magic Sword. Intertwining swordsmanship and magic, this was Ajest’s answer to her opponent.</p>",
    "<p>Her sword became enveloped in a blue light.</p>",
    "<p>***</p>",
    "<p>Magic pulsed in ripples from the sword. The magic resonated with the chambers of the Frozen Palace. Desir heard this sound many times before. ‘It can’t be… she managed to manifest Magic Sword all by herself!?’ Desir’s eyes widened at the discovery.</p>",
    "<p>Magic Sword was the ultimate magic for a spellsword. The meshing and perfect balance of magic and swordsmanship. Ajest had thought of it and made it a reality. Her desire to defeat the man in front of her, spurred on by her talent, allowed her to understand this new magic. In his past life, it had taken her another 10 years to grasp the concept. ‘Truly incredible.’</p>",
    "<p>Desir was in awe. During his moment of contemplation, Ajest Kingscrown dashed forward. The frigid palace crumbled as Ajest poured the rest of her magic into Magic Sword. She would bet everything on this final move.</p>",
    "<p>[Magic Sword: Ice Wave.]</p>",
    "<p>The gleaming silver sword drew closer, and a storm of freezing air whipped across the room. Each movement of the sword froze the air. The current Desir had no way of blocking her attack with his magic. He could tell just by looking at it. A Magic Sword, formed with raw magic power, could not be hijacked. Even if he strengthened his body to the limit to block the sword itself, the magic stored within would wreak havoc on his body.</p>",
    "<p>Ajest’s eyes asked the same question: ‘Can you counter this?’</p>",
    "<p>Desir raised his hands without a reply. The shortsword he was holding spun away as it dropped to the floor. The chandelier on the ceiling began falling as well. Time slowed for the two as they reached the penultimate stages of their duel. Ajest’s sword moved extremely slowly, and finally reached Desir’s neck.</p>",
    "<p>A drop of blood fell from his neck, like a single drop of wine tainting a pure white lace. The blood trickled as it fell, freezing black.</p>",
    "<p>As it happened, Ajest could see Desir’s expression. His face showed none of the emotions she expected. No sorrow of defeat. No fear of overwhelming strength. No disappointment of loss. It was a smile of victory. The sword slowed further, and as if time stopped, the sword froze in place.</p>",
    "<p>Everything faded away.</p>",
    "<p>| Shadow World clear! The demon summoning formation at the top of the clock</p>",
    "<p>tower has been hijacked, taking irreparable damage. Quest complete.</p>",
    "<p>| The ranks from 1st place to 30th place have been decided based on contribution</p>",
    "<p>to the quest and number of eliminations.</p>",
    "<p>[1st Place: Desir Arman]</p>",
    "<p>[2nd Place: Ajest Kingscrown]</p>",
    "<p>[3rd Place: Pram Schneizer]</p>"
]