[
    "<p>At the center of magic studies, Althea stood in all of its glory. The small territory seemed small in comparison to its significant breakthroughs in spellcraft and its military might. Its renown worldwide in magical studies stemmed from the Magic Tower, whose main branch lured magicians of all shapes and sizes to Althea.</p>",
    "<p>The Magic Tower’s innovative magical techniques cornered the market on anything magic from military application to everyday objects, spanning across multiple nations. The Western Kingdom Alliance and Hebrion Kingdom both paled in comparison to the Magic Tower’s market share in producing objects with Magic Crystals.</p>",
    "<p>Like its namesake, Althea’s Magic Tower dwarfed its neighbors. On every floor of this cylindrical tower, divisions of magicians expressed their talents through innovation. Magicians whose names were widely recognized within the Magic Tower were given their personal labs to test their conjectures, outfitted with state-of-the-art equipment. These rooms were forbidden to all others; any magician worth their salt would be awed by the state-of-the-art equipment lining the walls from end to end.</p>",
    "<p>There was one room within the tower that was endlessly churning out noises. Many rumors spread about what lurked in the laboratory— in reality, it was the private lab of Zod Exarion. Zod was in the middle of an experiment with a Magic Crystal on the table when an elegant voice rang out through the Pad beside him.</p>",
    "<p>“Old man, I didn’t think I would see you in a lab again.”</p>",
    "<p>Zod’s hands moved delicately across the Magic Crystal as he studied the surface of the stone. Zod clicked his tongue as he carefully carved the surface and brushed off the residual dust.</p>",
    "<p>“I’ve come across an interesting technique as of late,” explained Zod.</p>",
    "<p>“Mmm… I don’t see how you find techniques so interesting.”</p>",
    "<p>“Complex mechanisms. Logic that moves through countless magical circuits. The fundamental laws from which creation is based. Once a new technique is discovered, the world advances one step forward in the face of true progress. Isn’t it scintillating?”</p>",
    "<p>“To somebody normal like myself, it sounds absolutely dreary.”</p>",
    "<p>A buzzing sound whizzed, and a spark flew out of the Magic Crystal. Zod shook his head in disappointment. “Is three the max for a 5th-grade Magic Crystal?”</p>",
    "<p>“Old man, could you focus? It’s been many months since we last spoke. In a conversation with the Saintess, only someone like you can speak to me like this.”</p>",
    "<p>“You can meet me anytime you want. This technique is a priority for me.”</p>",
    "<p>The elegant woman shook her head and gave up trying to convince Zod. She was Saintess Priscilla, the woman leading the Church of Artemis, whose influence reached every corner of the planet. Her fame led many to refer to her as the 6th sovereign of the Alliance of the Western Kingdoms; a power putting her status on par with the head of the Magic Tower.</p>",
    "<p>“Just like last time, I suppose I won’t be expecting you at the Grand Council meeting?” asked Priscilla. The Grand Council was a meeting of the most influential members in the Alliance of the Western Kingdoms. In truth, the lady’s call was primarily just to check on Zod’s attendance.</p>",
    "<p>“You know I’m not going to—what’s the point in asking?” Zod turned back around to tinker with his Magic Crystal before pausing and murmuring to his peer. “Ah, right. Actually, I’ll be coming along this time. There was a new Magical Technique expert who wanted to sit in.”</p>",
    "<p>Priscilla’s ears perked up at Zod’s words. “Oh. A new expert? Who was it— Hephatos, head of the northern branch? Elianos, the wise man of the West? I wonder who could drag Zod’s himself out of seclusion. I’m not familiar with any other Archmages.”</p>",
    "<p>“Desir Arman. 1st Circle Mage.”</p>",
    "<p>Priscilla couldn’t hold back her laughter, and a guffaw came streaming out of the Pad. “1st Circle? Zod, are you losing it already? I’d have thought it would take a few more years before you start going senile.”</p>",
    "<p>“This kid has the qualification.”</p>",
    "<p>“Alright. I don’t have the right say speak for your corporation.” Priscilla shook her head in disbelief. “…say. I feel like I’ve heard that name before.”</p>",
    "<p>“You’ve probably head of him. He’s the Single Ranker of Hebrion Academy.”</p>",
    "<p>Priscilla’s eyes squinted as she heard his words. “Old man, you’re not really saying you’re going to invite a member of Hebrion Academy to attend our meeting, are you?”</p>",
    "<p>“I can’t see why this is an issue. We’re all allied nations now. In any case, he will be attending not as a member of Hebrion Academy, but as a member of the Magic Tower.”</p>",
    "<p>“You know that whilst we’re allied, the other nations will not take kindly to someone of his pedigree at the meeting.”</p>",
    "<p>Historically, Hebrion Kingdom and the Alliance of Western Kingdoms were on bad terms. It was only after the Holy Kingdom fell that they had no choice but to form an uneasy partnership to bring humanity back from the brink of extinction, but there was a lingering animosity between the two nations. The two main organizations subjugating the Shadow World were Hebrion Academy and the Alliance of the Western Kingdoms, supported by their requisite nations. These organizations competed for every single scrap of Magic Crystal dropped by the Shadow World, and each completed Shadow World dug into the profits of the other. Each successful Shadow World yielded Magic Crystals that led to military growth for each nation.</p>",
    "<p>In the past, the two nations devolved into a bitter war before the Shadow Worlds started appearing. Rivers of blood flowed and many compared it to the mythical War of Good and Evil. By the time the Shadow Worlds began, the grudge was deep-seated and small skirmishes erupted whenever a Shadow World was being subjugated.</p>",
    "<p>“You know that a Shadow World recently popped up, right?”</p>",
    "<p>“Of course. It was very welcome; we were in need of supplies.”</p>",
    "<p>“Desir’s party had entered a Shadow World and discovered documents pertaining to the Fall of Holy Kingdom during its subjugation. I imagine you’ve been looking for this for a while now.”</p>",
    "<p>“What? How?” Priscilla let out an uncharacteristic yelp in shock.</p>",
    "<p>“Didn’t they tell you? I suppose it’s not surprising, what with the uneasy relationship between Hebrion and the Church. You’ll find out anyways, but it may be worth hearing what he has to say first hand. What do you think?”</p>",
    "<p>The Saintess looked helpless in front of Zod as he had gotten one over on her. “It looks like I’ll have to meet him just this once.”</p>",
    "<p>-</p>",
    "<p>The world was on the cusp of being destroyed. Everything was gone. Explosions crashed and tore at his eardrums. The violent sound of war that was so characteristic of his past. Screams bellowed out as the world was covered in soot and ash. Shouts yelled out for loved ones who were at death’s door. Weapons of war emerged to combat the incoming threat. He could faintly hear the waves crashing on the shore as the distant sea glittered in an ashen gray.</p>",
    "<p>The metallic scent of the sea briefly tickled his nose before fading away only to be replaced by a burning heat that seemed to consume the world around him. It was an ordeal that drained him of all his energy. He could only watch exhausted as everything underneath the ashen sky was dyed in red.</p>",
    "<p>The world was in chaos. Thousands of bodies littered the battlefield and more appeared by the minute. With each explosion, the body count increased by one or two dozen. Within the catastrophe, a girl’s torso was squirming sporadically. Desir’s eyes met her own as she opened her mouth to speak. Blood spilled out of her mouth, but no sound came out.</p>",
    "<p>To this day, he could never forget the final words that she mouthed to him.</p>",
    "<p>“I don’t want to die, Desir.”</p>",
    "<p>Her eyes soon lost focus; it was at this moment that Desir lost himself. The name written on the girl’s dog tag buried within the debris was…</p>",
    "<p>Romantica Eru.</p>",
    "<p>There were no tears in his eyes. His heart was in complete anguish.</p>",
    "<p>A surviving soldier was looking at “something” gigantic beyond some great distance as he muttered something straight from Desir’s heart. “How do you expect us to stop that thing?”At the end of their gaze stood a nightmare from legends past; a cruel butcher with runic words carved into his molars. Flames of hell writhed around his neck and he stood solemnly in front of his opponents. Desir looked at him with disbelief as he pulled the name of the monster from the depths of his memory.</p>",
    "<p>“The Devil of Ruin, Dadaneuph.”</p>",
    "<p>Hundreds of spells blotted out the sun in the pursuit of the devil. Following the muffled sounds of explosions, there was no damage done to him. In response, he let out a monstrous roar and began his counterattack. Humans wrapped themselves in defensive magic, but it was to no avail. Even the most accomplished magicians bled from their eyes and ears as they cried out in pain and agony. There was no better word to describe him than a ‘calamity’.</p>",
    "<p>The earth groaned at his footstep and dark clouds shot out, akin to a volcanic eruption. Tremors quaked beneath their feet as an earthquake tore the ground apart, and the skies burned up at the sight of a massive meteor. Desir screamed. He screamed with all his might, but only a hoarse sound of air came out as tears began to blind him.</p>",
    "<p>He was awake. Desir stood up in a panic with his arms flailing in the air only to find walls painted in a creamy white color surrounding him and the faint sound of a grandfather clock ticking somewhere in his room.</p>",
    "<p>Desir woke in a panic as he looked around to see his creamy white walls and the faint ticking of a grandfather clock lingered in his room. The bloody war, the falling fortresses, and the devil of ruin were nowhere to be seen.</p>",
    "<p>“Was… was it all a dream?”</p>",
    "<p>Desir wrapped his head in his trembling hands and shuddered. As he wrapped his hands around himself for comfort, his pale fingers sapped away the unsettling heat radiating from his face. His entire body was soaked in cold sweat. Whatever he did, he couldn’t stop shaking. Cruel memories haunted him haunted him everywhere he went—a scar that would never fade.</p>"
]