[
    "<p>“Desir, I heard that this isn’t your only achievement, that you were also involved in swapping out the food in the stores for sand. Is that the truth?”</p>",
    "<p>“That is correct, milord.”</p>",
    "<p>“By persuading Jefran, the head chef, with access to the food stores, the three of you had swapped out all of the food for sand. I just have one simple question: how?”</p>",
    "<p>It was unbelievable. The storage that the barbarians raided had enough food stockpiled to feed the entire city for a month. No matter how small the rations were, it was impossible for three people to move it all by themselves.</p>",
    "<p>“Not all of the food was swapped. If their goal was the food stores, they wouldn’t be able to bring too many people inside. With limited manpower, there was an upper limit to the amount of food they could make off with. Our goal was to swap out as much as we thought they could carry.</p>",
    "<p>Over the course of two days, the three of us were able to make the switch. Even if they didn’t acquire the food, allowing them to burn our supplies wouldn’t be ideal.”</p>",
    "<p>The lord’s brow furrowed at his words.</p>",
    "<p>“And indeed, with that in mind, I intended to fool them into thinking the entire warehouse held nothing but sand. To maintain the illusion, we only left food in the crates nearest to the entrance. Afterwards, we drilled small holes in the bottom of the creates so that the sand would leak out. To the barbarians, it may look like a coincidence until they finally clue in. By the time they learn of the deception, the barbarians would discover that their plans were seen through, and would focus on inconspicuously leaving the city.”</p>",
    "<p>Creases appeared on the lord’s forehead as he heard Desir’s tale. “Was it necessary to leave the food in the upper part of the crates while filling the rest with sand and drilling holes underneath?</p>",
    "<p>“That was to ensure that the deception would play its part— a double bluff to convince them that they were completely seen through.” Desir’s intent was to fool the barbarians into thinking that every single box was lined with sand.</p>",
    "<p>“Deliberately revealing a ruse only to nest another ruse within. They didn’t spend a single moment to check the boxes deeper in.” Lord Evernatten nodded in approval at Desir’s methods. “I see— it was a good strategy. The barbarians would lose on both fronts: acquiring food and burning our stores. One last thing. How did you know of the barbarians’ invasion?”</p>",
    "<p>“You wouldn’t understand how I predicted it.”</p>",
    "<p>“Wha—,“said the lord. The guards immediately readied their pikes to skewer Desir, if not for the lord’s intervention. He raised his hand to tell the guards to stand down, and Desir explained himself.</p>",
    "<p>“It’s because there’s no evidence. I had gleaned this information by analyzing the behavior and psychology of the barbarian tribes.”</p>",
    "<p>“Expectations… you expected them to. You moved the food, the lifeblood of our city, based on a whim?”</p>",
    "<p>“That is correct, milord. With the barbarians expected to invade, we took the necessary precautions to protect the city.” Desir’s facial expression did nothing to betray his lie. The system prompt confirmed any possible suspicions that Desir may have had.</p>",
    "<p>“In the event of a barbarian invasion, all food is considered military provisions. Interference with military provisions is considered treason, punishable by death. Had the barbarians not infiltrated, the three of you would have been hanged long ago.”</p>",
    "<p>A pregnant pause settled in the room as the severity of the charges set in Desir and Pram’s minds.</p>",
    "<p>“Should that have been the case, we would have willingly accept it.</p>",
    "<p>Milord, once upon a time, I was a vagrant and I witnessed countless deaths. Among those that passed, none fared a worse fate than those who died by starvation. Their muscles would wither away, leaving only bones visible through the skin. Without the strength to struggle, they lie still and fade. That is true starvation.”</p>",
    "<p>Desir spoke in half-truths. He was never a vagrant, but he had witnessed countless deaths.</p>",
    "<p>“More than anybody else, I understand the significance of a warm meal. The love and care from a simple piece of bread. The joy that a single bowl of soup can bring.”</p>",
    "<p>He could never forget his first meal at Hebrion Academy after he returned. To Desir, the stale bread and watery soup that they served to the Beta-class was a meal fit for a king. After years of surviving on nothing but monster remains and drinking muddy water, it was more than he could ask for.</p>",
    "<p>“If the barbarians had succeeded, the food in the store house would be stolen, and whatever was left would be up in smoke. Imagining the sheer number of people who would have starved, I regret nothing. To prevent that reality, I would stake my life many times over.”</p>",
    "<p>Desir glanced over at Pram. The blue haired boy nodded with a resolute gaze. Having heard the whole story, the Lord paused, deep in thought.</p>",
    "<p>“…For the sake of the people.”</p>",
    "<p>Through the window, the snowfall had begun to ease up. Desir looked up at the lord, awaiting further instructions. The lord’s intense stare probed the reactions of the Desir and Pram. In the end, he sighed and lightly smiled. “You performed admirably. Rules must be upheld, but I have lost the desire to persecute you.”</p>",
    "<p>Suddenly, a loud muffled sound pressed against the door. “Out of the way!” The large bumbling sound could be heard as he tackled into the doorway and his figure could be seen: a familiar looking rowdy old man. He jostled into the room and began to tell his old friend off.</p>",
    "<p>“Wilhelm! You can’t do this! They’ve done nothing wrong!” proclaimed Jefran to the court. His typical neat mustache was disheveled, and his breathing was labored in his rush to arrive.</p>",
    "<p>“You cannot sentence him to death! Moving the food was his idea— it was in preparation for the barbarian invasion! If it weren’t for the boy, we would be suffering from a food crisis!” The head chef was huffing and puffing from his sprint here. “Look— I didn’t believe the boy at first, but it came true, didn’t it?” Jefran stared resolutely at the lord. “If you want to punish the boy, you’ll have to punish me too! I, too, moved the food. I too committed the crime!”</p>",
    "<p>“At ease, Jefran,” said Wilhelm.</p>",
    "<p>“Do I look at ease? Please! He’s too good to die! In honor of our friendship for the past 20 years, please let him live!”</p>",
    "<p>“I will give you two reasons to calm down: first, you are speaking to me in public. Second, your greatest fears will not come to pass.”</p>",
    "<p>It was only at this point that Jefran got a good look at the situation. Desir awkwardly smiled at him, and Pram was in a panic— although it seemed that was largely due to Jefran’s sudden appearance. It was a little too friendly to be talking about capital punishment.</p>",
    "<p>“So you—“</p>",
    "<p>Pram nodded.</p>",
    "<p>“Aha. Ha.” Jefran coughed out a forced laugh and scratched the back of his head. “I see. I will excuse myself.” Jefran backed up towards to door and closed it behind him. Behind the door, the three of them could still hear the faint sound of somebody says “My deepest apologieeeeeees!”</p>",
    "<p>The lord sighed loudly as if he didn’t know how to proceed. “Jefran is an old friend of mine. Do you mind if we pretend that we never saw that?”</p>",
    "<p>Shortly after Jefran’s outburst, Lord Wilhelm made up his mind. “Pram Schneizer, I hereby appoint you as a knight of Evernatten.”</p>",
    "<p>Pram kneeled in front of Wilhelm and swore fealty to him. “I, Pram Schneizer, hereby swear allegiance to the Evernatten Estate.”</p>",
    "<p>“…And Desir Arman.” He turned to Desir and keenly observed him. “You possess intellect and courage. Those are useful qualities in a man. I apologize for disrupting your work and disregarding your opinion.”</p>",
    "<p>Desir kneeled in front of Wilhelm as well. “Not at all, milord.”</p>",
    "<p>“Previously, you spoke of assisting me with my work. From now on, please do so. Advise me on formal matters. You possess the qualifications to do so.”</p>",
    "<p>| Quest [Surprise Attack/Infiltration] Complete!</p>",
    "<p>| Wilhelm Evernatten’s affection for you has increased to [Trusted]. You have been promoted to a [Personal Aide]. You will be able to learn detailed information regarding the estate. In the event of an emergency, you are able to mobilize the forces on behalf of the lord.</p>",
    "<p>The rewards for the quest were generous. Desir and Pram shared a smile as they scrolled through the prompt.</p>",
    "<p>“Milord, the captain of the Knights has arrived.”</p>",
    "<p>“Show them in.”</p>",
    "<p>As the door opened, a familiar streak of platinum hair brushed past Desir. The condescending beauty. “Let me introduce you all to the captain of the guards. She has also contributed greatly to the most recent battle. She is the head of the kni…”</p>",
    "<p>“Ajest!”</p>",
    "<p>“Miss Ajest!”</p>",
    "<p>Lord Wilhelm was a little surprised that they were already acquainted, and Ajest gave them a look of acknowledgment.</p>",
    "<p>| Main Quest: [Survival of Evernatten] begun.</p>",
    "<p>| Solve the two issues that plague the Evernatten Estate</p>",
    "<p>| Barbarians Progress: 42.4%</p>",
    "<p>| The leader of the Falcon tribe [Bloody Talon] has been captured. Without a champion to guide them, the barbarians will not be able to invade Evernatten for a long time.</p>",
    "<p>| Vagrants Progress: 30.9%</p>",
    "<p>| Day to day security is stable, and crime has been reduced. With the vagrants under strict administration, crimes are not committed in Evernatten. The people of Evernatten roam the streets safely.</p>"
]