[
    "<p>By the time Romantica’s efforts began to bear fruit, a full week had passed. ‘This time, I’ll do it!’ Romantica focused on the can in front of her eyes. Atmospheric pressure wasn’t easy to control with magic, let alone using it to compress a can into a smooth sphere.</p>",
    "<p>‘I think I know why Desir told me to do this.’</p>",
    "<p>Romantica had been training for an entire week, and she had failed countless times because she was lacking in fundamentals— controlling her mana intensity and minute manipulation. As she became more familiar with the process of making the sphere, she gained a clearer understanding of how important it was to master these skills.</p>",
    "<p>With a crunch, the can in her hand crumpled and started to condense into a single point. ‘This is enough. I just have to keep this up!’ Romantica focused with renewed vigor, and the can continued its rate of compression. There was a bit of variance in its speed— sometimes a hint faster or slower, but it was largely steady.</p>",
    "<p>After about 10 seconds, the can went from its original cylindrical shape into a perfect sphere. Romantica broke out into a smile. “Look! I did it!”</p>",
    "<p>Desir applauded at Romantica’s achievements. “Amazing.”</p>",
    "<p>“Hmph. Something like this is just the basics for somebody like me.” Romantica crossed her arms and sneered at Desir. Her overconfidence was justified— the mana manipulation that she displayed was incredible progress. “So… training is over, right?” Her eyes shined in anticipation as she waited for permission to leave from Desir.</p>",
    "<p>“Nope. The goal of training is for you to build the third circle. We’ll take a short break and then go for it.” Desir turned around and motioned towards the exit.</p>",
    "<p>“Isn’t that too sudden? It’s not so easy to get to the third circle.” Romantica looked unconvinced.</p>",
    "<p>Desir smiled. “I can help you with the finer details. There won’t be any issues.”</p>",
    "<p>“How is that even possible?”</p>",
    "<p>“I have confidence in mana manipulation. So long as you’re okay with it, I can use your mana to build the third circle—with your permission, of course.”</p>",
    "<p>“Well, I suppose there is no reason for me to refuse.” Romantica nodded in approval at Desir.</p>",
    "<p>“…Ah. We may not be on the same page. Reaching the third circle requires very fine tuning, and in order to accomplish that level of precision, we’ll need direct contact. For that to happen, I’ll need to touch—“</p>",
    "<p>“Touch where?!” She flinched back, covering her chest. She immediately recalled that the circle was located at the centre of the body’s cardiovascular system—the heart. Romantica’s face immedately grew hot as she pointed her finger accusatorily at Desir. “Shameless!”</p>",
    "<p>“That’s why I’m asking for consent beforehand! It’s something that has to be done in order to build the third circle.”</p>",
    "<p>“Wha—you think this is the sort of thing you can fix with consent? That’s just an excuse, you creep!” Romantica bore her teeth at Desir’s approaching hand. He pulled his hand back to show that he had no intention of doing what she was insinuating.</p>",
    "<p>“It won’t be easy, but in order to build the third circle…” Desir gestured towards a certain part of Romantica’s body.</p>",
    "<p>Romantica stared dumbly at him. “The back?” The other end of a person’s heart and stomach. Whilst unpleasant to show a bare back to others, the alternative was far worse. “Well, if that’s the case… The back, huh… I guess that wouldn’t really be an issue.” Her face was downcast, with her face still blushing.</p>",
    "<p>“Weren’t you adamantly against it just a second ago? Why the sudden change of heart? Did you misunderstand that I was talking about, and you thought I was referring to th—“</p>",
    "<p>“Shut up! I don’t know! Stupid!”</p>",
    "<p>He paused for a moment before giving her a nod. “It sounds like you did, but that’s perfectly understandable.” Desir snidely chuckled. “Well… it’s not completely impossible to go from the front. If you really want to—should we do it from the front?</p>",
    "<p>“Don’t make such a perverted request! You did it on purpose, didn’t you?” Her eyes glared reproachfully at Desir.</p>",
    "<p>In any case, they eventually reached an agreement on the construction of Romantica’s third circle. Once Romantica had a moment to recover, they would begin preparations to start.</p>",
    "<p>All of the entrances were locked, curtains were closed, and all of the lights were extinguished. Romantica slowly loosened her dress and uncovered her torso, before covering her front and putting her back toward Desir. She could feel the warmth from Desir as he laid her hands on her back.</p>",
    "<p>“Then I’ll get started, Romantica.”</p>",
    "<p>Romantica trembled at his touch, and frowned before looking back at Desir. “Do you think I can do it?”</p>",
    "<p>“You have plenty of mana to reach the third circle. You just don’t know how to do it yet. Just close your eyes and focus. Take a deep breath—good. Now start circulating your mana.” Romantica was calm, and as she let all of her tension fall away, her mana began to circulate through her circles one by one.</p>",
    "<p>“Good. Now slowly draw out your mana.” Romantica obediently followed his orders, and pure mana began to exude from her second circle.</p>",
    "<p>“It feels like it’s going to dissipate!” Romantica’s face was fraught with worry at the thought.</p>",
    "<p>“Don’t worry—I’ll keep it steady. Don’t be scared, and bring out all of the mana that you need.” Desir caught a hold of her mana and held it together. In the meantime, Romantica brought out all of the mana needed for Desir to form the third circle. “Now slowly circulate it into the form of a circle.”</p>",
    "<p>A soft sound emanated from the mana as it rotated and formed the circle. “Just like making the can into a sphere,” said Desir as he coaxed the mana out of Romantica.</p>",
    "<p>“I know,” said Romantica. As evidence that her training didn’t go to waste, Romantica brilliantly morphed her mana to wrap around the circle in a sphere. Romantica grit her teeth—the mana control she was exhibiting was taking its toll on her, and she was sweating profusely. “Now what?”</p>",
    "<p>“Now, we’re going to start on the smaller details. Maintain the sphere and I will focus on the task.” Desir began to move the mana from within her body. He refined the mana condensed into the sphere by separating them into section and carving them, then rotating the sculpted mana. As the thousands of small spheres of mana began to rotate, the circle overheated.</p>",
    "<p>“Argh! It hurts!” yelped Romantica.</p>",
    "<p>“You have to endure!” responded Desir. It was a very fine process— mana had to be sculpted a precise form and then rotated one-by-one. As the rotating mana began to gain momentum, it would pull the surrounding mana towards itself.</p>",
    "<p>‘The source mana.’</p>",
    "<p>This resource, so long as it wasn’t consumed past a certain point, would recover by itself. This mana needed to reach an optimum size. If it was too small, the magic produced would be weaker. If it was too large, the source mana needed to maintain the container of mana would crumble. ‘I can’t get this wrong— there is no margin for error.’ Desir had to calculate the outer limits of her source mana, and use that to create the foundation of her third circle.</p>",
    "<p>As the engine was formed, the pain would drastically increase. Romantica did her best to endure, but cries of pain leaked from her lips. Despite all of this, Romantica did not falter. She endured purely with her force of will. Desir, however, became hurried as he continued work amidst her screams. As they worked, Romantica’s breathing became labored. Desir bit his lip and he endeavored to work faster. He had to stack each ring of mana perfectly.</p>",
    "<p>“Any more is too much…” Romantica practically coughed out the words to Desir. Her focus was hazy, and the binding force of the mana became weaker. She was on the cusp of blackout.</p>",
    "<p>“Endure.” Desir knew there was nothing else he could tell her. As time passed on, Desir’s responsibility grew weightier as he had to maintain the mana’s form, but had to pick up speed once more. He materialized the entirety of her mana and began to form the circle. With out any other options in front of him, he had to to complete the task before Romantica reached her limits.</p>",
    "<p>The third circle expanded at a furious pace, and—</p>",
    "<p>Thud.</p>",
    "<p>Romantica collapsed like a rock, and her limbs quivered in time with her ragged breath. She wanted to cover herself up, as her back was in full view of Desir, but she couldn’t muster the energy. All Romantica could do was close her eyes, as she focused on her breathing. Desir, likewise, fell back onto the floor.</p>",
    "<p>“We did it.”</p>"
]