[
    "<p>Today’s security of the Frilleza Palace was much stricter than any other day. The number of knight guards was tremendous and each was trained to an incredibly high standard.</p>",
    "<p>This is the expected outcome though, considering who was coming to the council. The five kings from the Western Kingdoms, Zod the leader of the Mage Tower, and other leaders whose influence reach every corner of the world.</p>",
    "<p>This pressure was nothing compared to their political positions. Desir followed after Zod into the council room. The interior of the room was a wide oval with seats circumnavigating a panel that was placed in the center of the room. Desir saw many people had already found their place as he walked in. They were dressed up in elegant gowns and accompanied by their own maids and servants.</p>",
    "<p>All of the seating was pre-assigned. Desir followed Zod’s lead and sat at his assigned seat.</p>",
    "<p>“How long has it been since we last met, sir?” said the lady.</p>",
    "<p>Coincidentally, the seat was right next to the Saint of Artemis, Priscilla. Zod answered insensitively.</p>",
    "<p>“4 years 6 months 17 days and 3 hours and 12 minutes.”</p>",
    "<p>“Well, I wasn’t looking for that kind of response.”</p>",
    "<p>Five minutes before the council meeting started, the King Frilleza, who was appointed as the council head, walked in.</p>",
    "<p>King Frilleza was small and fat. The belt adorned with dolphin engravings was buried in his belly. His face was swollen as if he had been drowned in the water for a long time.</p>",
    "<p>“Now is the last chance to get away from this, Desir. You cannot escape once the meeting begins.”</p>",
    "<p>Said the Saint in a teasing manner. As they continued to chat, King Frilleza pronounced:</p>",
    "<p>“We may now begin the great council meeting of the year 3616.”</p>",
    "<p>With the opening words of the King Frilleza the council meeting was officially underway. The format of the council meeting is such that when the chairperson raises a topic, each nation is allowed to put forward their own opinion on the matter. Then they all vote to establish agreement and further elaborate on the most desirable proposals.</p>",
    "<p>There are often conflicts but the chairperson, King Frilleza, skillfully arranges and influences the discussion in more positive directions. The issues are diverse. Since the Western Kingdoms were established by five different nations, they talk about issues ranging from trade, to military, to technology, and even politics. Indeed, the Western Kingdom’s affairs were discussed from the lens of all fields, great and small.</p>",
    "<p>Desir was a bit bored as the discussions lingered on trivial matters, but for him, this was an excellent opportunity to grasp the dynamics of the Western Kingdom. After such a long meeting and some discussion of the various issues between nations, a topic concerning the Shadow Worlds was finally raised.</p>",
    "<p>The Shadow Worlds were the biggest problem of the continent and were actually one of the key areas of focus for the Western Kingdom’s Congress. The central panel displayed various things including: the achievements of the Avalon army in the Western Kingdoms, the difficulty levels of the Shadow Worlds, the rate at which they were appearing, and the amount of magic stones available from the completion of them.</p>",
    "<p>The profits made by attacking Shadow World were distributed to each country in accordance with their contribution. For some countries this amounted to a considerable amount.</p>",
    "<p>“This year, the Shadow Worlds were less difficult. If there was one problem, it was the Outsiders.”</p>",
    "<p>While King Frilleza talked, the panel showed an enlarged map of a mountain range in the Kingdom of Frilleza.</p>",
    "<p>“The place shown on this map is where a Level 3 Shadow World appeared. At the time, we did not notice it appearing here and we only discovered it a month later… long after the attack was over.”</p>",
    "<p>The people gathered at the conference began to whisper amongst themselves.</p>",
    "<p>“This is a significant threat to us. We didn’t even know of the existence of a Shadow World here. This must mean that the Outsiders potentially have strategies to block our detection technology. Their ability to complete Shadow Worlds may even be higher than ours.”</p>",
    "<p>Desir was listening intently. The Outsiders. They are fairly annoying beings. The Hebrion Empire and the Western Kingdoms managed the Shadow Worlds. That is why the Outsiders were desperate to complete Shadow World using nefarious means.</p>",
    "<p>The Outsiders, however, had considerable power and often attacked low level Shadow Worlds before others could. They also raided the ruins of the Hebrion Empire, the Western Kingdom, and other places that had ore deposits. However, their actions were often performed inconspicuously. For this reason information pertaining to them and their operations was difficult to obtain.</p>",
    "<p>King Frilleza said, gesturing at Zod, the leader of the Mage Tower:</p>",
    "<p>“Zod Axalion, who is aware of this situation, will elaborate on this.”</p>",
    "<p>Desir’s eyes turned towards Zod.</p>",
    "<p>“He understood this situation? The situation of the Outsiders?”</p>",
    "<p>Zod got up and walked towards the pedestal with the careful help of his ebony cane.</p>",
    "<p>“Nice to meet you, my name is Zod Axalion, the leader of the Mage Tower.”</p>",
    "<p>Zod coughed and then gestured in the air. The screen of the panel changed. On the screen was a view of the Eureli Branch and a magic stone.</p>",
    "<p>“Two months ago, the Outsiders attacked our Mage Tower. What they aimed for was the second-class magic stone, the Tear of Reganel that we hold in our possession.”</p>",
    "<p>The second-class magic stone.</p>",
    "<p>The stones come from Level 3 Shadow Worlds of the most challenging level, and as a result were one of the top magic stones.</p>",
    "<p>“Fortunately, I was informed of the raid, prior to it occurring, and could safely prevent it. I was able to capture someone who I thought was the officer of the Outsiders. Our Mage Tower interrogated him and managed to obtain information about the Outsiders.”</p>",
    "<p>Zod cleared his throat and continued the story.</p>",
    "<p>“From the information gathered, we were able to stop the planned attack ahead of time, and we were able to identify Outsider spies.”</p>",
    "<p>“Their numbers were more significant than expected, and they were infiltrating in a very clever way. The spies that haven’t been discovered may still be in the Mage Tower, and maybe even here in the Western Kingdom.”</p>",
    "<p>Uncomfortable coughs punctuated Zod‘s story.</p>",
    "<p>“Unless we know the exact purpose of the Outsiders, this situation is a significant threat for us. The Mage Tower came to the conclusion that they should not be left to their own devices anymore. We would like to share all of the information that we have with the Western Kingdom and would like for all to take this opportunity to join us in the pursuit of the Outsiders.”</p>",
    "<p>It was at this moment that there was a man who raised his hand carefully.</p>",
    "<p>“Can I speak, for a moment, Zod Axallion?”</p>",
    "<p>“Of course, His Majesty, Divide.”</p>",
    "<p>“Thank you.”</p>",
    "<p>Middle-aged, wearing a stylish black suit, King Divide arose.</p>",
    "<p>“I’m sorry to hear that the Tower was attacked by the Outsiders, but I want to point out that the premise of your story is wrong. First of all, I think it seems impossible that the Outsiders tricked our detection technology and attacked first.”</p>",
    "<p>“Because they are mere criminals, they can’t have that level of technology.”</p>",
    "<p>As the King voiced his concerns, some nodded as if they agreed.</p>",
    "<p>“The Western Kingdom detection technology is state-of-the-art and required 20 years to develop and implement. It’s not a technology that those criminals can use or compete with.”</p>",
    "<p>“But the situation proves that it is a possibility.”</p>",
    "<p>“I‘m going to offer you a clearer possibility. Isn’t it more likely that this skill originates from somewhere else?”</p>",
    "<p>The King, who paused, looked around the room. And in a firm tone, he announced:</p>",
    "<p>“It’s the Hebrion Empire.”</p>",
    "<p>The chamber stirred once again. His words sure made sense. Indeed, the only kingdom that had developed technologically at the level of the Western Kingdom was the Hebrion Empire.</p>",
    "<p>Desir barely stopped himself from getting up.</p>",
    "<p>“The Hebrion Empire did this to get the reward of a Level 3 Shadow World. If it’s a stone from such a Shadow World then it’s well worth the risk obtaining it. That’s why they planned this in order to stay under our radar. And it totally makes sense. Are they not our enemies?”</p>",
    "<p>His words served the purpose of emphasizing that the Hebrion Empire was primarily an enemy of the Western Kingdom and that this fact should not be forgotten. There were even some who seemed to sympathize with these feelings.</p>",
    "<p>“I totally agree with your sentiment King Divide. There is no place that is capable of this except for the Hebrion Empire.”</p>",
    "<p>The meeting room quickly became noisy after each one of them uttered their opinions.</p>",
    "<p>“Please be calm. Everyone.”</p>",
    "<p>The chairman, King Frilleza, tried to moderate the turmoil. But the murmur still did not die down.</p>",
    "<p>Desir exhaled a long sigh.</p>",
    "<p>---</p>",
    "<p>Yellow Ocean Tournament.</p>",
    "<p>The air was abuzz with the sound of shouting, clashing, and the chanting of spells.</p>",
    "<p>[Burst Claw.]</p>",
    "<p>Second-Circle magic.</p>",
    "<p>When Romantica unleashed magic, strong winds blew around her tearing everything in its path.</p>",
    "<p>Rippppp!</p>",
    "<p>The wind blew on a trajectory towards the opponent wizard. Huge scratches appeared on the marble floor.</p>",
    "<p>The other wizard also cast magic in response to it.</p>",
    "<p>[Arms Wave.]</p>",
    "<p>The floor of the competition hall rippled like a wave in the ocean.</p>",
    "<p>[Material Burst.]</p>",
    "<p>Rippling floor and strong wind overlapped and exploded. The magic of both sides was cancelled out.</p>",
    "<p>The shattered floor material began to gather in the air.</p>",
    "<p>[Rock Guillotine]</p>",
    "<p>Second-Circle Magic.</p>",
    "<p>A huge lance made of stone formed and flew directly at Romantica.</p>",
    "<p>Thud!</p>",
    "<p>But ridiculously, the lance flew past Romantica and lodged behind her. Romantica had adjusted the trajectory of the missile.</p>",
    "<p>Romantica pronounced, while flicking her hair:</p>",
    "<p>“Unfortunately, trajectory magic doesn’t work against me.”</p>",
    "<p>In front of Romantica, a magic circle was forming.</p>",
    "<p>“There’s no one out there that can compete against me.”</p>",
    "<p>Two Third-Circle bullets appeared.</p>",
    "<p>When Romantica beckoned, one of the bullets fired.</p>",
    "<p>Bang!</p>",
    "<p>It was way more powerful than the defense magic could handle. The marble floor exploded creating a deep crater.</p>",
    "<p>The opponent wizard opened his mouth in disbelief from that incredible display of power. He wasn’t even able to use a second defense magic.</p>",
    "<p>As this was the case, Romantica shot another bullet.</p>",
    "<p>The bullet flew and crashed into the body of the opponent wizard. He flew out of the stadium and fell flat.</p>",
    "<p>Judges and medical teams ran towards him.</p>",
    "<p>The victorious Romantica returned to the waiting room.</p>"
]