[
    "<p>The temperature in the air had been steamy hot, but as soon as October arrived it immediately cooled down catching everyone unaware.</p>",
    "<p>In the garden of Hebrion Academy, the flowers and plants bloomed in such vivid shades of red and green that one could easily mistake these plants as being painted.</p>",
    "<p>With the conclusion of summer break, it was naturally time for the fall semester to start.</p>",
    "<p>“It’s second semester already. Time sure flies!”</p>",
    "<p>With the commencement of the semester, all of the students who had left for the break had now returned. As a result, the mood in Hebrion Academy was one of youthful excitement.</p>",
    "<p>No matter where you went in the campus there were students walking in groups of three or four. Amongst one such group, there was one boy with dark hair that stood out amidst his peers. He was wearing a Clothes Line that showed his status as a single ranker.</p>",
    "<p>Naturally, it was Desir Arman.</p>",
    "<p>He had returned to school for the new semester and felt all of the attention directed at him from the crowd. Students whispered as he walked by. Some snarled at him while others simply gossiped about him. It was so much attention… too much really.</p>",
    "<p>Of course, not all of the attention was positive. However, it clearly proved that Desir was now really famous. Some students would even come up and ask for his autograph. This unbridled curiosity continued until the opening ceremony was over.</p>",
    "<p>It was evening by the time the assembly concluded. At Hebrion Academy, whenever there was an event like this, all of the students gathered at the main hall and had dinner together.</p>",
    "<p>Desir could only see with one eye. And due to that fact, he could no longer gauge the distance to objects in-front of him very well. He was currently walking down a flight of stairs, heavily relying on the rail. Before making it very far he ended up losing his balance. He almost fell, but at that time, someone happened to be nearby to offer their assistance.</p>",
    "<p>“Be careful, Desir.”</p>",
    "<p>It was Pram Schneider. He looked up at Desir and smiled at him.</p>",
    "<p>“Thanks, Pram.”</p>",
    "<p>“I’ll help you walk.”</p>",
    "<p>Desir felt he didn’t need such help. Pram approached him, but he politely refused.</p>",
    "<p>“No, thanks.”</p>",
    "<p>“You might fall!”</p>",
    "<p>Pram wasn’t one to easily give up on such things.</p>",
    "<p>“If you fall and get hurt while I stand right next to you, I’d be living in a nightmare of a guilt-trip from not being able to save you…”</p>",
    "<p>“Relax! Relax, Pram!”</p>",
    "<p>Desir hurried to comfort Pram before he could become depressed and out of sorts.</p>",
    "<p>“Then, does that mean I can help you?”</p>",
    "<p>“… Fine. Then if you would, please Pram.”</p>",
    "<p>“Excuse me.”</p>",
    "<p>Desir realized that Pram had tricked him as he saw Pram with a smile so radiant it was as if he had never been sad. However, it was already too late.</p>",
    "<p>Pram linked arms with Desir.</p>",
    "<p>“Now you can lean on me.”</p>",
    "<p>Pram was a thin person, but he was a very steady support for Desir. He also constantly checked on Desir’s wellbeing and comfort.</p>",
    "<p>Pram already knew about Desir’s condition. After Zod left, Desir explained his condition to the party.</p>",
    "<p>After walking down the stairs and outting both feet back onto flat ground, Desir turned to Pram.</p>",
    "<p>“Thank you.”</p>",
    "<p>“No problem. Allow me to assist you when you walk back up.”</p>",
    "<p>They hurried over to the banquet hall. For dinner there was: corn salad, rye bread, and vegetable sandwiches. This was unusual as they were all used to eating from the luxurious menu on normal school days. Of course this caused some complaints from students and quite a few of them immediately left the hall.</p>",
    "<p>Desir and Pram didn’t care. They nonchalantly picked up some salad and rye bread before moving on.</p>",
    "<p>“You’re here.”</p>",
    "<p>Desir and Pram found Romantica and Adjest were already settled, so they sat down next to them. After a short exhange of greetings they started eating.</p>",
    "<p>Romantica wasn’t happy about the food here either and muttered.</p>",
    "<p>“I don’t know why I need to put this low quality food in my mouth. Is this the result of some kind of conspiracy?”</p>",
    "<p>“Nonsense.”</p>",
    "<p>This was the highest educational institution of the Hebrion Empire. The empire’s very own noble heirs attended this school. It would not have been possible for corruption of that magnitude to occur here.</p>",
    "<p>“To be honest, this is probably not the result of a reduction in quality, but more about a change in diet.”</p>",
    "<p>Meat was thoroughly excluded from this new diet.</p>",
    "<p>Romantica shook her head.</p>",
    "<p>“There must be something else at play. Is today somehow special?”</p>",
    "<p>“I don’t think it is anything to do with the first day of the semester.”</p>",
    "<p>It was then.</p>",
    "<p>“All of you are here!”</p>",
    "<p>It was Ladoria Doriche. She is a sophomore single ranker making her one of the best of the best. She seemed rather excited. She took out a pen and paper from her inner pocket and headed over to Desir.</p>",
    "<p>“A friend of mine is a big fan of you. Can I get an autograph? I mean from all of you.”</p>",
    "<p>All of them were surprised. They looked at each other and soon nodded in agreement.</p>",
    "<p>“Of course.”</p>",
    "<p>It wasn’t a big deal, so they easily accepted her request.</p>",
    "<p>As she waited for all of the autographs, Ladoria gaze settled on Romantica’s plate that had so much leftover food.</p>",
    "<p>“You didn’t like it, did you?”</p>",
    "<p>“Ahh, yeah. This isn’t really…”</p>",
    "<p>Ladoria nodded her head as if she understood what Romnatica attempted to explain.</p>",
    "<p>“Actually, my friends were not satisfied with today’s banquet either. But then again, what can we do? They said it was done in remembrance of people who had died from Western Kingdom Union terrorist attack.”</p>",
    "<p>Desir and his party finally understood why the menu was the way it was.</p>",
    "<p>“Don’t worry about it. The menu will return to normal after a while. Alright, guys! Keep up the good work! I’ll always cheer for you!”</p>",
    "<p>Ladoria left on those words.</p>",
    "<p>Pram couldn’t believe what he had heard.</p>",
    "<p>“Ladoria, from the Red Dragon Party, asked for our autographs… The Ladoria…”</p>",
    "<p>“Wow, now I’m sure that we really are famous.”</p>",
    "<p>Romantica said delightfully in delight.</p>",
    "<p>They were all Beta students before this summer break had started. It was true that they feel some kind of pressure from the other students, but nobody really expressed that feeling that they sensed.</p>",
    "<p>“Well, there are a few annoying disadvantages though.”</p>",
    "<p>Adjest wasn’t really happy with their newfound reputation. Unlike Romantica, she didn’t like to be in the center of attention.</p>",
    "<p>“I see it as a good thing. This is a chance to advertise our party.”</p>",
    "<p>Becoming famous meant that you can spread your name to the world. Desir had decided to use this fame.</p>",
    "<p>Desir established a party for the talented people who couldn’t utilize their full potential in the future. There were no requirements to enter this party. Even if they didn’t have any discernible skill, Desir still wanted to help them if they had a strong will.</p>",
    "<p>Romantica added on to this.</p>",
    "<p>“It will be a good advertisement, but the important fact is that nobody wanted to join our party.”</p>",
    "<p>“… I know.”</p>",
    "<p>But so far, there was nobody that took up their offer, with the exception of Adjest.</p>",
    "<p>Honestly, it was puzzling.</p>",
    "<p>“It’s so strange. Let’s say they didn’t know about us before. However, now that we are pretty famous, I can’t understand why there is still no one… no one applying to join us.”</p>",
    "<p>“Well, don’t you think it’s about the rumor of our tough spartan training regime?”</p>",
    "<p>“… Maybe it is.”</p>",
    "<p>Yes, Desir’s training method was definitely harsh.</p>",
    "<p>As trainees, they might hate it. Even Romantica had complained about the heavy training in the beginning. She always complained and never seemed happy about it.</p>",
    "<p>However, as hard as his training was, it produced results and everyone didn’t complain since they knew it as well.</p>",
    "<p>“Desir’s training really works! I feel like a totally different person in comparison to the beginning of the semester!”</p>",
    "<p>Pram insisted strongly.</p>",
    "<p>Adjest, who had been silently listening, added her piece too.</p>",
    "<p>“The training that enstated highlighted and helped the areas that we needed to improve. It was more effective than what any professor could do for us.”</p>",
    "<p>Desir smiled.</p>",
    "<p>“Really? I’m going to prepare the training for tonight. All of you should come prepared!”</p>",
    "<p>“Yes, sir!”</p>",
    "<p>“Got it.”</p>",
    "<p>“…”</p>",
    "<p>There was only one person who remained silent. Desir stared at her.</p>",
    "<p>“Romantica?”</p>",
    "<p>“Okay, okay! I got it!”</p>",
    "<p>Romantica has been diligently participating Desir’s training lately.</p>",
    "<p>There had been several occasions in the past where she skipped out on them, but since “the incident”, Romantica’s attitude had changed completely. She faithfully undertook the training offered by Desir.</p>",
    "<p>While they were chatting about these things, all of a sudden, there was a loud noise.</p>",
    "<p>A woman stepped up on the stage in front of the hall. She appeared to be somewhat familiar.</p>",
    "<p>She was professor Bridget, the one who had taught them study of magic.</p>",
    "<p>She wiped off the sweat on her face twice, then turned on the magic microphone. Her voice echoed deeply in the hall.</p>",
    "<p>“It is great to see you again, Hebrion students. I am professor Bridget, the study of magic teacher. I want to explain some of the changes we will be implementing this semester that couldn’t be explained at the opening ceremony.”</p>",
    "<p>Immediately, the entire hall was silent.</p>",
    "<p>“I assume that you all have heard what happened in the Western Kingdom Union. The Outsiders invaded and caused serious damage to the Western Kingdom Union. Therefore we, Hebrion Academy, have decided to take measures and prepare against such a serious threat. As a result, a patrol squad of graduates now reside at Hebrion Academy and some security regulations will now be enforced to keep you all safe.”</p>",
    "<p>Security regulations.</p>",
    "<p>“These are the measures regarding external activities. In order to leave the Hebrion Academy grounds, you will now need to get approval from your grade professors. Your grade professors must be informed of where your party will be going. Also, in order to enter the dormitory after 10PM, you will now need to submit a reasonable excuse for the late entrance.”</p>",
    "<p>Romantica sighed. She left Hebrion Academy pretty often and thought it was going to be an extra hassle for her. Professor Briggette continued listing the additional regulations.</p>",
    "<p>“We will now also start imposing a curfew from 6PM. We encourage all students to follow the instructions from all members of the faculty. I have personally increased the security magic around our school. If you are not higher than Fifth-Circle, don’t even think about sneaking out.”</p>",
    "<p>She continued on for a couple more minutes after this. To summarize it all, school life was about to get a lot more strict and tiring.</p>",
    "<p>After finishing her words, Professor Bridget announced that all of the information regarding the new regulations would be sent to the communication pads. She then left the stage. The hall soon returned to a normal level of noise again, as students discussed the implications of these regulations.</p>",
    "<p>“Oh my, so she is saying that we have nowhere but here to go.”</p>",
    "<p>“I can’t even date.”</p>",
    "<p>“I need to shop for chips and snacks.”</p>",
    "<p>Many students including Romantica were not happy about this, but Desir thought differently.</p>",
    "<p>“Think about what would happen if the Western Kingdom Union tragedy was repeated here. It’d be horrible.”</p>",
    "<p>“…”</p>",
    "<p>Romantica involuntarily recalled what happened and ceased complaining.</p>",
    "<p>“Yeah, you’re right. I can’t imagine the result of them unleashing such havoc here.”</p>",
    "<p>She ripped a piece off of the rye bread in her hand and shoved it into her mouth, as if trying to block that thought.</p>",
    "<p>Translator Patreon</p>"
]