[
    "<p>The possibility that Ajest had also returned to the past—that the spellsword was facing a similar situation to his—had crossed Desir’s mind.\r</p>",
    "<p>If that had happened, hypothetically, the Ajest he knew would have shrewdly hidden that fact from others and played along as the 'present' her. Desir sought to find out the truth through their battle.\r</p>",
    "<p>And now, he had confirmed that this Ajest had not come from the future.\r</p>",
    "<p>This Ajest was very young. Her prowess in magical warfare, her ability to form counterattacks—she was strong, but her abilities and experience were incomparable to the Ajest he knew.\r</p>",
    "<p>Desir hijacked the Magic Arrow in front of Ajest’s massive assault. “Trajectory adjustment!”\r</p>",
    "<p>Desir turned his arrow around to collide with the next one in line—and each one of Ajest’s lethal arrows rammed into each other, exploding on impact.\r</p>",
    "<p>'Tsk.’ Ajest went to draw her sword when she realized what was happening… but she reacted too slowly.\r</p>",
    "<p>By the time she unsheathed her sword halfway, Desir had already passed her— and now he stood, looking at her with amusement, from the finish line.\r</p>",
    "<p>| The clear-objectives of the Shadow World have been met.\r</p>",
    "<p>| The Shadow World will be terminated.\r</p>",
    "<p>| Please wait while the entrance exam results are calculated.\r</p>",
    "<p>***\r</p>",
    "<p>\"As expected, the same thing happened again.\"\r</p>",
    "<p>An icy aura rose from below the stone-paved floor of Hebrion Academy. Somewhere deep within the recesses of the school, a group of people had gathered. Most were professors of Hebrion Academy—some hailed from the Western Kingdom.\r</p>",
    "<p>Hebrion's Dean, Justin, stood at the head of the table—he grasped a gavel in his hand and started at the parchment in front of him.\r</p>",
    "<p>\"So far, no commoners have been selected to enter the Alpha Class.\" The Swordsmanship professor, Kellivan, briefly summarised the outcome of the entrance exam up until that point.\r</p>",
    "<p>A decent number of the present individuals demonstrated their enthusiastic approval—in particular, Head Professor Pugman vigorously nodded his head.\r</p>",
    "<p>\"Of course that’s the case. The Alpha Class only has places for the glorious nobility. It is not for the likes of commoners that are incapable of receiving a proper education.\" \r</p>",
    "<p>Professor Pugman, intoxicated by the pleasure of his own words, was unaware of Professor Brigette’s face stiffening across from him. \"Those commoners should thank us for even being admitted to Hebrion Academy in the first place.\"\r</p>",
    "<p>Justin pounded his gavel. \"All quiet. This is the final student for consideration.\"\r</p>",
    "<p>The dean read aloud the document before him. \"1st circle mage, Desir Arman\"\r</p>",
    "<p>The members of the audience murmured between themselves. \"Ah, this is that\r</p>",
    "<p>student....\"\r</p>",
    "<p>\"The one that bested the Spellsword...\"\r</p>",
    "<p>Justin interrupted their musings with a question. \"From what I hear, this student is a 'recommended commoner.' Who recommended this student’s entry into Hebrion?\"\r</p>",
    "<p>A hand rose from among the professors: Magical Science Professor Brigitte. \"I gave the recommendation for that child.\"\r</p>",
    "<p>\"On what grounds?\"\r</p>",
    "<p>\"He has studied magic theory for a long time and his willingness to study has remained strong. As such, I wholeheartedly recommend him. I very nearly took him in as my personal assistant instead of admitting him as a normal student.\"\r</p>",
    "<p>\"How did you come to know this child?\"\r</p>",
    "<p>\"I met him by accident in an orphanage from the ruined country of Eolleta.\"\r</p>",
    "<p>\"Eolleta.. that is...\"\r</p>",
    "<p>\"Yes, Dean, it is indeed the place that you are thinking of.\"\r</p>",
    "<p>\"Ahem.\" Justin cleared his throat.\r</p>",
    "<p>He turned to the supervisor. \"What were the results of his pre-test?\"\r</p>",
    "<p>\"Magic aptitude, D-rank. Though we gave him the rank of 1st circle mage, it seems that was only a tentative rank, to meet the bare minimum requirements. His mana is very unstable and impure. By all accounts, he seems like a completely talentless student.\"\r</p>",
    "<p>\"Is that how you see it? Please take a look at this. Assistant, if you could play the video.\" At Justin's request, his attending assistant placed a crystal ball on the center table.\r</p>",
    "<p>As the attendant injected the crystal ball with magic energy, the ball emitted a short fizzle, and a video began playing in the air.\r</p>",
    "<p>It was a recording of Group D’s entrance exam—everyone concentrated on the video as it played from start to finish.\r</p>",
    "<p>………\r</p>",
    "<p>………\r</p>",
    "<p>………\r</p>",
    "<p>| The clear-objectives of the Shadow World have been met.\r</p>",
    "<p>| The Shadow World will be terminated.\r</p>",
    "<p>When the video ended, everyone in the room wore expressions of surprise. Even some of the Magical Science Professors stood with their mouths agape, while others were cleaning their glasses multiple times as if they had seen something wrong.\r</p>",
    "<p>Even professors who didn’t specialize in magic could tell that Desir’s display was exceptional.\r</p>",
    "<p>Justin broke the silence. \"Now. What are your thoughts?\"\r</p>",
    "<p>A professor in the crowd raised his hand and queried. \"This is amazing and all...\r</p>",
    "<p>but is something like this even possible?\"\r</p>",
    "<p>A 2nd-year Magical Sciences Professor answered: \"No. That should have been impossible for even a 3rd circle mage. That grease magic can only be utilized across a flat plane, so you can’t apply it to a three-dimensional object. Perhaps he is modifying the magic algorithm.... but if he did that, then that child must\r</p>",
    "<p>possess incredible analytical skills.\"\r</p>",
    "<p>The Tacticians Professor spoke with his hands on his head. \"His battle sense and use of psychological warfare were excellent. He conserved his own strength to surprise his opponent at the end—his strategic prowess was exceptional.\"\r</p>",
    "<p>\"I agree, it’s as if he were a veteran who had spent his whole life on the battlefield. I’m no expert on magical combat, but his tactics were impeccable. It’s like he had complete control of the flow of battle.\"\r</p>",
    "<p>\"To think that there was someone among the commoners with this level of training... I don’t know what to say.\"\r</p>",
    "<p>\"Of course he’ll be admitted to Hebrion. But why did you ask us to discuss it, instead of just declaring the decision, Dean-nim?\"\r</p>",
    "<p>\"That is because after seeing the video, Professor Brigitte advocated for this student to be placed into the Alpha Class.\"\r</p>",
    "<p>\"......!\" It was like someone had just thrown cold water had been thrown on the\r</p>",
    "<p>group. The electric atmosphere had been replaced by a chilly silence.\r</p>",
    "<p>After what seemed like hours, one professor raised their hand to speak. \"Esteemed Dean-nim.\"\r</p>",
    "<p>It was Head Professor Pugman.\r</p>",
    "<p>\"As you know, there are regulations in place for this sort of thing. Rules dictate that class placement is based on skill. Here, we place the best students in the Alpha Class, and the less experienced in the Beta Class. By differentiating these students, we allow them to receive an education best suited to their skill.\"\r</p>",
    "<p>Justin leered at Professor Pugman. \"What are you trying to say.\"\r</p>",
    "<p>\"To enter the Alpha Class, a student must demonstrate exceptional skill. Objectively, only 2nd circle mages and above have a shot at it. As a 1st circle mage, Desir does not possess the requisite magical repertoire. I think it is still\r</p>",
    "<p>too early for him to be admitted to the Alpha Class.\"\r</p>",
    "<p>\"Hmm.....\"\r</p>",
    "<p>\"That’s a good point.\"\r</p>",
    "<p>Here and there, different voices spoke up in agreement.\r</p>",
    "<p>But none of those affirming voices belonged to Brigitte. \"How funny, Professor Pugman.\"\r</p>",
    "<p>All eyes in the room zeroed in on Brigitte. \"Even after defeating the 3rd circle spellsword, Ajest Kingscrown, you assert this child is inferior just because he’s a 1st circle mage. That stinks of a repulsive personal bias.\"\r</p>",
    "<p>\"A 1st circle mage has their limits! No matter how much good their calculative skills are there is a limit to their development in magic!\" Pugman protested.\r</p>",
    "<p>\"Quit looking for excuses. You have a different motivation.\"\r</p>",
    "<p>A different motivation.\r</p>",
    "<p>Brigette knew that different motivation all too well.\r</p>",
    "<p>\"You're only against this because he is a commoner. Isn't that right? Professor Pugman Pasehl Napoleka.\"\r</p>",
    "<p>Pugman shook his head. \"You’re mistaken. I solemnly swear that when considering this case, unrelated factors such as identity did not unduly influence my opinion.\"\r</p>",
    "<p>\"My oh my, is that so? Just a moment ago, you were bragging that the Alpha Class has no place for the likes of commoners—and now you claim to make a fair and unbiased decision without consideration to identity?\"\r</p>",
    "<p>Pugman and Brigette’s confrontation had presented a quandary before the committee.\r</p>",
    "<p>Professor Brigitte was one of less than 10 people on the continent to have—as a commoner—risen to the level of a 5th circle mage.\r</p>",
    "<p>Pugman Pasehl Napoleka was the heir to the title Duke of Napoleka, a family second only to the Royal family itself.\r</p>",
    "<p>Their arguments represented a fundamental clash of values.\r</p>",
    "<p>The sound of Justin's gavel brought the argument to pause.\r</p>",
    "<p>The Dean spoke with a grave tone. \"There will be silence. Time is wasted on arguments. Let us decide on the matter. We will now judge whether student Desir is to be admitted to the Alpha Class or not.\"\r</p>",
    "<p>It was the final judgement—everything was to be decided here.\r</p>",
    "<p>Brigette cast her vote in support while Pugman casually cast his for the opposition, as though there was nothing more to see.\r</p>",
    "<p>Justin tallied and announced the results. 18 votes in support, 22 against.\r</p>",
    "<p>\"1st circle mage, Desir Arman. By rights, he should be admitted to the Alpha Class. However, because Professor Pugman believes his circle is too low, he is to be admitted to the Beta Class.\"\r</p>",
    "<p>Justin inserted Desir's application into the box labeled 'Accepted'.\r</p>",
    "<p>\"Of course, for a commoner.....\"\r</p>",
    "<p>\"No matter how impressive his skills are, being admitted to the Alpha Class straight out of the entrance exam is.... absurd.”\r</p>",
    "<p>Brigitte protested the outcome. \"Dean-nim! If you were aware of what goes on in the Beta Class, you would never make that decision!\"\r</p>",
    "<p>\"The decision was made by a majority vote. I cannot overturn it.\" Justin rose from his seat, indicating that he would entertain no more arguments.\r</p>",
    "<p>\"If he is as exceptional as you have said he is, he will prove himself during the Promotion Exam. If he really possesses those skills—as you claim he does—that should be a simple matter, no?\"\r</p>",
    "<p>\"H-however...\" Brigitte stuttered.\r</p>",
    "<p>\"Enough, let's see ourselves out.\"\r</p>",
    "<p>At a wave of the Dean's hand, the room’s torchlights extinguished themselves.\r</p>",
    "<p>As though the darkness itself had closed her mouth, Brigitte fell silent.\r</p>",
    "<p>And like that, the meeting adjourned.\r</p>",
    "<p>March had arrived, heralding the spring season. The willow trees had turned green, and the blooming forsythias gave off a warm glow.\r</p>",
    "<p>The results of Hebrion’s entrance exams were to be released today.\r</p>",
    "<p>In the middle of a corridor in the academy stood a bulletin board. Upon that bulletin board were the names of all the prospects who were admitted to the academy, as well as the classes to which they had been assigned.\r</p>",
    "<p>The first half listed the students admitted to the Alpha Class, the second half listed those in the Beta Class. Desir found his own name exactly where he had expected to find it. \"Just as I thought.\"\r</p>",
    "<p>The academy had assigned him to the Beta Class, despite the fact that he had beaten Ajest and secured 1st place. Though he knew it was bound to happen, confirming it with his own eyes left him with a bit of a heavy heart.\r</p>",
    "<p>\"As expected—they didn’t disappoint me.\"\r</p>",
    "<p>Beta and Alpha.\r</p>",
    "<p>Hebrion's split its students into these two halves. The system was intended to allow students to receive the education best suited to their skill level.\r</p>",
    "<p>With each student being assigned to the class most appropriate for them, this individualized method of admission resulted in the best-possible learning outcomes for all the students.\r</p>",
    "<p>No... ‘should have’ resulted...\r</p>",
    "<p>Desir grit his teeth. ‘But now, that honorable intention is nowhere to be seen.’\r</p>",
    "<p>In the beginning, Hebrion had successfully implemented that system. But now, so long after its inception, things were different.\r</p>",
    "<p>Technically, Hebrion Academy still placed the most skilled students in the Alpha class. But most of those students were nobles who had been systematically trained from the beginning of their education.\r</p>",
    "<p>That’s why the Alpha Class had an aristocratic, superiority-obsessed air to it. And in that sort of atmosphere, a commoner with the appropriate skills would sometimes rightly qualify for the Alpha Class—but they would always be pushed back into the Beta Class.\r</p>",
    "<p>Just like they had done to Desir.</p>"
]