[
    "<p>The sound of the train travelling over its tracks filled the air. Beautiful scenery passed by endlessly beyond the hallway window. Staring out the window, it was hard to tell whether the train was moving, or if it was the world moving around them.</p>",
    "<p>“We’re starting to move,” said Pram as he entered the passenger room at the end of the train. Desir’s party could only start their journey four days after Romantica left as the procedure required to obtain the entry permits into the Prilecha Kingdom was considerably arduous.</p>",
    "<p>Because of the Shadow World, the Western Kingdom Alliance and Hebrion Kingdom had formed a peace treaty in order to survive. As such, citizens of both nations could freely move between the two countries, but obtaining an entry permit was still quite a finicky and time consuming process.</p>",
    "<p>The Outers. As long as this criminal group existed, scattered across the continent, each country had to take the traveller screening process seriously.</p>",
    "<p>“We’ll get there in three days, so rest up,” said Desir. Hearing this, Pram looked around excitedly while Ajest pulled out a book and began reading. Desir was planning to review his own plans for the future during the trip. The superficial reason he had given the party for this trip to the Prilecha Kingdom was the Golden Ocean Tournament. However, that was only an excuse. His true purpose was the Western Kingdom Alliance’s Grand Council meeting.</p>",
    "<p>‘My real reason for visiting the Prilecha Kingdom is the Grand Council Meeting for the Western Kingdom Alliance.’</p>",
    "<p>The most important figures from the most influential groups within the five kingdoms that formed the Alliance will be participating in this meeting and, thanks to Zod, Desir was allowed to attend as Zod’s companion and as a member of the Magic Tower.</p>",
    "<p>‘Priscilla…she will be a great help.’</p>",
    "<p>Priscilla Hysilkite. Priscilla obtained the title “Immaculate Saintess” with her ability to handle magic beyond the realm of the modern magic system and had become influential enough to be referred to as the sixth ‘King’ of the alliance. It was because of this influence that she participated in the Grand Council, attending as the head of the Church of Artemis.</p>",
    "<p>‘The power of the Western Kingdom Alliance is also needed to prepare for the Shadow Labyrinth.’</p>",
    "<p>Before the Shadow Labyrinth itself appeared, there had been several omens that were continuously ignored by humanity. In the end, they couldn’t properly gather their forces before the Shadow Labyrinth was upon them.</p>",
    "<p>By the time the Alliance and the Hebrion Kingdom managed to form a unified army to stand against the worst Shadow World in history, it was much too late. Ultimately, each nation gathered their most powerful people and they sent out an army of over 100 million. However, even when faced with such a calamity, the two nations had such a tumultuous history that they found it impossible to work together and had to split their forces. In this state, it was impossible to stand against the worst of all Shadow Worlds.</p>",
    "<p>‘At that time as well…’</p>",
    "<p>Desir could see the scenes from his nightmare flash before his eyes. He had experienced countless nightmarish situations in his past life and each moment was etched deeply upon his heart, resulting in an overwhelming feeling of melancholy that he could barely contain.</p>",
    "<p>Desir was lost deep in his thoughts when someone knocked on the door. Desir looked towards the door.</p>",
    "<p>“Who is it?”</p>",
    "<p>“Excuse me. I’m travelling alone. Do you mind if I sit here?”</p>",
    "<p>The person who entered through the door was a silver-haired old man. His wrinkles left a strong impression of the many years that he must have experienced. Pram and Ajest reacted to the request. Ajest barely looked up from her book, but nodded in consent. Pram agreed as well.</p>",
    "<p>“Come on in.”</p>",
    "<p>“Pardon the intrusion.”</p>",
    "<p>The old man entered the passenger room. As it was designed for four passengers, the room didn’t feel cramped. The old man looked over his new travel companions carefully.</p>",
    "<p>“I hope I’m not interrupting something.”</p>",
    "<p>“No, not at all.”</p>",
    "<p>“Such a polite young man. I’m Dmitri. Are you all students from the Hebrion Academy?”</p>",
    "<p>“Ah yes. I am a student from the Hebrion Academy. My name is Desir Arman.”</p>",
    "<p>“Ah, I didn’t recognize such a celebrity! I had wanted to meet you, but I didn’t expect it to be like this.”</p>",
    "<p>Dmitri recognized Desir’s name and held out his hand, his expression still locked in surprise. Desir clasped the man’s hand awkwardly, but Dmitri shook it enthusiastically.</p>",
    "<p>“You know me?”</p>",
    "<p>“That’s right. Your name is quite famous. Didn’t you cut the aristocracy down a peg as a commoner?”</p>",
    "<p>Desir immediately understood.</p>",
    "<p>“That’s a bit of an exaggeration.”</p>",
    "<p>“It’s not exaggerated at all! Is it so easy for a commoner to become a Single Ranker at Hebrion Academy, a school dominated by nobles? I’m well aware of the situation, since my own children are attending that school as well.”</p>",
    "<p>“Ah, haha.”</p>",
    "<p>“Honestly, there were many doubts when you passed the Promotional Exam. People were saying that you used some trickery or that you bribed some of the teachers. Of course, I believe in you all the way, but you really proved your skills by clearing that fourth rank Shadow World! You all have shown us commoners that we can do it as well. You proved that we are no worse than those noble bastards.”</p>",
    "<p>Dmitri was still holding onto Desir’s hand and showed no intention of letting go. It was a small thing. A small step towards showing that commoners can also make something of themselves. Even so, Desir relished the feeling of this personal goal of his progressing as he intended.</p>",
    "<p>“Ah, this old man is embarrassing you. I’m sorry.”</p>",
    "<p>Dmitri let go of Desir’s hand and began to laugh awkwardly. As he did so, he took closer note of the others in the passenger room.</p>",
    "<p>“Now that I look at it, these are all your party members.”</p>",
    "<p>“That’s right sir.”</p>",
    "<p>“Please clear the Shadow World next year as well. I leave it to you.”</p>",
    "<p>“Of course.”</p>",
    "<p>They travelled with Dmitri about halfway to the Prilecha Kingdom before the old man disembarked. Dmitri said a brief farewell as he got off. Desir’s party arrived at their own destination the day after.</p>",
    "<p>Thanks to Zod’s referral, the border crossing was quick. As they left the station, the first thing they noticed were the thousands of lampposts lighting the wide highway that stretched as far as the eye could see. Fancy buildings lined this great highway, all closely packed in together. This was the capital of the Prilecha Kingdom, the city of commerce and prosperity, Deltaheim.</p>",
    "<p>From the liveliness everywhere, it was easy to see why the Prilecha Kingdom was called the great nation of economy. There were roads connecting every city within the Prilecha Kingdom and the capital, Deltaheim, had the ocean directly to its east. All exports from the Alliance were sent out to the rest of the world through this ocean. Deltaheim’s pride wasn’t its fancy buildings or highly organized network of roads, but this ocean.</p>",
    "<p>As the sun set, the ocean glittered with a golden hue, as if reflecting the wealth of Deltaheim. The Golden Ocean Tournament originally started as a tribute to this ocean. Desir’s party was mesmerized by the sights and sounds of Deltaheim. It took a while before they noticed a well-dressed man holding a sign that read: Desir Arman. Desir’s jaw dropped.</p>",
    "<p>“It looks like Sir Desir’s name has even spread to this far away land,” said Pram, sounding like he was growing tired of fame, “it’s almost scary at this point. Could it be that the entire continent knows your name?”</p>",
    "<p>Desir gulped. He dared to hope that was the reason for a moment before returning to reality and refuting Pram’s statement.</p>",
    "<p>“That can’t be true. The old man from the train only knew me because his children were attending Hebrion Academy. This time…there must be a reason as well.”</p>",
    "<p>“How about we go and ask then?” suggested Ajest.</p>",
    "<p>“We should, right?”</p>",
    "<p>The man looked at Desir as the party approached him.</p>",
    "<p>“Are you Mister Arman?”</p>",
    "<p>“That’s right…”</p>",
    "<p>Desir glanced down at the sign, but the man put it away and bowed.</p>",
    "<p>“I am from the Eru Trading Group. The esteemed Miss Romantica has requested your group to her residence.”</p>",
    "<p>They had planned on visiting Romantica, but definitely not in this fashion.</p>",
    "<p>‘That’s right…the Eru Trading Group is a massive trading firm.’</p>",
    "<p>“Miss Romantica is actually quite wealthy huh?” muttered Pram, only now registering the fact. They often forgot about Romantica’s background because she was quite expressive, unlike most women from wealthy families.</p>",
    "<p>They got on the wagon prepared by the Eru Trading Group and arrived by evening time. Romantica’s home was a residence with a great view of the ocean. When the bell was rung, Romantica popped out of the house. She was wearing a frilly feminine dress. She greeted Pram brightly and barely acknowledged Ajest. Of course, Ajest didn’t mind it at all. Finally, Romantica turned to Desir.</p>",
    "<p>“You weren’t late.”</p>",
    "<p>“I did promise. I don’t break my promises.”</p>",
    "<p>“So you say. You haven’t eaten yet right? I’ll get dinner prepared, so wash up and wait. You can head to your room and put your luggage away, I’ll let the servants know.”</p>",
    "<p>“We can just go in like this? Don’t we have to greet your parents too?”</p>",
    "<p>“It’s late, so you can do that next time. It’s only me and a few servants here right now anyways.”</p>",
    "<p>“Hm?”</p>",
    "<p>“This is a vacation house. They’re at our main home somewhere else.”</p>",
    "<p>‘This is a vacation house?’ Desir suppressed his shock. Romantica was definitely cut from a different cloth.</p>",
    "<p>Desir’s party entered their rooms and began putting away their luggage. They ate a nicely prepared dinner and gathered together in the living room for dessert. The view of the ocean at night was quite beautiful. As they enjoyed this relaxing moment, Romantica spoke up.</p>",
    "<p>“I registered us for the Golden Ocean Tournament ahead of time, just in case. Now we just have to wait six days for the tournament to start.”</p>",
    "<p>“Is that so? We have more time to train ourselves then.”</p>",
    "<p>Training. Romantica’s face sagged upon hearing the word. She quickly recovered and layered on the charm as she addressed Desir.</p>",
    "<p>“Hey Desir, we’ve trained very hard up until now right? We cleared the Shadow World successfully and it’s summer break now…”</p>",
    "<p>Pram, who was watching the exchange, put in his own two cents.</p>",
    "<p>“That’s right, Sir Desir. When would we get to come here again?”</p>",
    "<p>“Right, right. You haven’t noticed because you arrived so late in the evening, but the ocean’s golden hue is quite a sight.”</p>",
    "<p>“Isn’t just one day ok?”</p>",
    "<p>It was a Pram and Romantica combined assault. Desir looked over to Ajest.</p>",
    "<p>“Ajest, what do you think we should do?”</p>",
    "<p>“I think it’s the responsibility of the party leader to consider his member’s desire for recreation.”</p>",
    "<p>“Hm, is that so…”</p>",
    "<p>Desir considered it for a while before letting out a sigh.</p>",
    "<p>‘I did push them pretty hard before the break…I need to give them some kind of reward if I want to push them again.’</p>",
    "<p>Since there were more than a few days before the tournament, he decided to relent to Romantica’s request.</p>",
    "<p>“Ok, just one day.”</p>",
    "<p>“Yahoo!”</p>",
    "<p>“We did it!”</p>",
    "<p>Pram and Romantica high-fived while Desir gazed silent out the window. The faint sound of starlit waves crashing against the beach tickled his ears.</p>"
]