[
    "<p>“They were aiming for this from the start...!” Treveurie looked around, desperately searching, to no avail, for a solution. Ajest was already long gone.\r</p>",
    "<p>A terrible sound of wood twisting and tearing filled his ears as the trees in the forest were ripped out by their roots. Clumps of dirt flew about in every direction as the massive trees began swirling about in the wind. To his rage and horror, Treveurie was right in their path.\r</p>",
    "<p>“Fuck!”\r</p>",
    "<p>A terrifying, flying forest filled Treveurie’s eyes. Worse, he had no doubt that the moment he let go of his sword to dodge them, he would get swept up by the magic currents as well.\r</p>",
    "<p>He cursed at the top of his lungs. “Damn you! ROMANTICAAAA-!”\r</p>",
    "<p>His voice was abruptly cut off and a heavy slam echoed through the forest.\r</p>",
    "<p>| Treveurie Tigus has been struck with lethal force and has been eliminated from the Shadow World. There are three participants remaining.\r</p>",
    "<p>The announcement rang out across the once-forested wasteland. Romantica looked across the space with a smug expression. “Hmm, seems like the spellsword survived. How unfortunate.”\r</p>",
    "<p>She turned to Desir, her every word bursting with pride. “Now, this is the power of a 2nd circle mage. Feeling honored yet?”\r</p>",
    "<p>Desir smiled back at Romantica, and said, “It was definitely quite creative, that the true attack wasn’t the wind itself, but the flying trees. The accuracy left something to be desired, but the power was quite high.”\r</p>",
    "<p>Romantica smiled, seemingly pleased with the compliment. She spoke with pride in her voice. “Now it’s your turn.”\r</p>",
    "<p>“My turn?” Desir asked, his voice tinged with confusion.\r</p>",
    "<p>Hands on her hips, Romantica explained, “Your turn to be eliminated. It is a competition after all. It’s always better to take out the other competitors. But since I’m so nice, I’ll bestow some mercy upon you, Mr. Commoner... I’ll give you the chance to resign. There’s no need for you to suffer, is there?”\r</p>",
    "<p>As she spoke, Romantica snuck a gleeful glance at Desir’s face. Any normal human would’ve shown a response; but, strangely, it appeared as if Desir wasn’t at all intimidated by the overwhelming difference in power.\r</p>",
    "<p>“Sorry, but I refuse.” he said calmly. His voice was strangely relaxed.\r</p>",
    "<p>Romantica’s mood soured. There was no mistaking it: he was looking down on her.\r</p>",
    "<p>“Hmpf. Have it your way.” She responded, her tone filled with contempt. “Don’t blame me if this hurts: remember, I gave you a chance.”\r</p>",
    "<p>Romantica held out her hands towards Desir as her magic filled the air. Dozens of magic circles filled with different shapes and dizzying magic formulas erupted around her. The wind in front of her began spinning into a circular shape as the flow of mana seized control of the very atmosphere. A violent gale whipped towards Desir. Romantica had put just as much power as her previous spell into this new one. She shouted over the noise, “They just said you can’t die in this entrance exam Shadow World, right? Well, I’m casting my magic for real now, so just try your best to endure it.”\r</p>",
    "<p>[Wind Strike!]\r</p>",
    "<p>2nd circle attack spell: Wind Strike. It compressed the wind into a bullet and shot it towards the target area, where it would explode and devastate the target. The bullet was strong enough to easily pulverize a boulder. Romantica pointed it straight at Desir.\r</p>",
    "<p>Dirt flew into the air, clouding his vision as the bullet raced towards him. Romantica’s hair billowed behind her as the shockwave reached back to her. Romantica felt a smile tugging at her lips. She’d won, clearly. “This is a 2nd circle spell at point blank range. Even if you were an entire level higher than me, you wouldn’t be able to block this.”\r</p>",
    "<p>Her satisfaction quickly turned to shock as she heard the unmistakable sound of footsteps behind her. She whipped around and her jaw fell in astonishment. Desir had somehow emerged, nearly unscathed, out of that thick cloud of dust, and was running straight at her. “Wa, wait..!”\r</p>",
    "<p>She could hardly find the words to speak in her shock. Meanwhile, as if totally oblivious, Desir was calmly speaking under his breath, to nobody in particular, “Shooting straight after the compression...seems like you sacrificed finer control over the magic bullet for more overall power. Well, this, and the one from before both aren’t too shabby for a 2nd circle mage.”\r</p>",
    "<p>‘For a 2nd circle? Did I mishear this guy? What in the world is he muttering about?’ Confusion coursed through Romantica’s mind.\r</p>",
    "<p>Desir continued, “But because you prioritized speed so much, you lost too much control over the air currents. The accuracy falls far too much if you do that. I only altered the trajectory a tiny bit, and it missed me completely.”\r</p>",
    "<p>As Desir continued mumbling, Romantica finally came to her senses. She asked, with a deflated expression on her face, “You, you, what did you just do?”\r</p>",
    "<p>Her head was completely blank. She couldn’t, for the life of her, comprehend what had just happened.\r</p>",
    "<p>“Magic Hijack.”\r</p>",
    "<p>“What?”\r</p>",
    "<p>“I hijacked your spell.”\r</p>",
    "<p>‘My spell was hijacked? By a commoner, at that?’ Romantica narrowed her eyes in fury and screamed, “Don’t screw with me!”\r</p>",
    "<p>As Romantica ground her pace down to a halt, she spun around, arranging bright, shining magic formulas in front of herself. “I can’t lose to the likes of you! You can’t be anything more than a 1st circle!” she screamed.\r</p>",
    "<p>Magic formulas formed again. That terrifyingly powerful magic was beginning to assemble itself once more. The wind proceeded to pick up and soon enough it was raging around all of them. As the spell formed, the noise that was brought forth resembled a swirling wind.\r</p>",
    "<p>[Wind Venom!]\r</p>",
    "<p>Wind Venom, a 2nd circle attack spell. It was the strongest single-target attack spell Romantica could cast. A long and chain-shaped wind which was recognizably sharper than an edge of a blade had shot out of her hands.\r</p>",
    "<p>Almost languidly, Desir spoke. “Watch and learn closely this time.” He waved his hands around lazily as he saw the spell flying towards him.\r</p>",
    "<p>At that moment, Romantica felt the air currents slipping out of her control. She was surprised, but that was it. The few currents she’d lost control over were nothing compared to the whole. “I’ll admit, it’s incredible that you can disrupt my mana considering you’re nothing but a 1st circle mage. But isn’t that still pointless?” she asked.\r</p>",
    "<p>“Watch closely. If I take these points in these air currents you’ve formed and give them a slight push……”\r</p>",
    "<p>The currents had only slightly twisted yet it had created devastating after effects.\r</p>",
    "<p>A terrible shockwave was discharged in the wind.\r</p>",
    "<p>The air twisted and the winds’ trajectory was torn apart. Her magic wasn’t even able to touch Desir instead plunging into the ground harmlessly.\r</p>",
    "<p>“Impossible!” Romantica paled as she saw her magic get canceled out right in front of her eyes. Her magic had contained several hundred times more mana than the small amount he had to pay to analyze it.\r</p>",
    "<p>This was the difference in skill. Desir had outclassed Romantica purely in magic skill. She’d pretty much lost already.\r</p>",
    "<p>Desir spoke again. “I’d like to end things here and now. I have someone I absolutely want to defeat even more than you.” Desir started picking up speed as he ran towards Romantica.\r</p>",
    "<p>Romantica came to her senses as she saw him rapidly approaching. “You...you still can’t win against me!” she desperately shouted as she shuddered. “You can’t use magic after all, can you? But I can! I can still bring you down as long as I keep attacking you!” This was her last hope. It wasn’t over just yet.\r</p>",
    "<p>Desir smiled as she uttered that sentence. “Romantica, there’s three things you missed.” Desir raised three fingers. He continued as he lowered one finger, “First, I may be helplessly weak, but I can still use magic.”\r</p>",
    "<p>Magic formulas appeared in front of him one by one. His magic may be dreary and impure just like his unstable mana circle but it was definitely still magic.\r</p>",
    "<p>Desir lowered a second finger. “Second, your target wasn’t even me from the start.”\r</p>",
    "<p>As soon as the magic activated, the completed magic formulas appeared right in front of their eyes. Desir began chanting.\r</p>",
    "<p>[Sled on ice.][The power to slide forward endlessly.]\r</p>",
    "<p>[Grease.]\r</p>",
    "<p>1st circle physical type spell, Grease.\r</p>",
    "<p>It simply removed friction and was one of the simplest, most basic spells. The mana cost implicated with activating such a spell was so insignificant that even a 1st circle mage like Desir could easily use it without worrying about his mana count.\r</p>",
    "<p>“Damn it!” Romantica cursed. This was his plan all along! If she fell down here, she would definitely fall behind. Romantica instantly lowered her center of gravity in a desperate attempt to avoid slipping.\r</p>",
    "<p>‘It’s…… not slippery?’ To her surprise, nothing happened.\r</p>",
    "<p>Desir lowered the third finger. “Third, it seems you forgot, but this Shadow World isn’t a magic competition, but a race.”\r</p>",
    "<p>At that moment, he cast another spell.\r</p>",
    "<p>[Fireball.]\r</p>",
    "<p>1st circle attack spell.\r</p>",
    "<p>A simple, basic spell that created a ball of flame in front of the caster.\r</p>",
    "<p>‘No way! He’s capable of multi-casting?” Romantica was in shock. Multi-casting was only supposed to be possible for top-class mages. Casting two spells at the same time required acute concentration and calculation ability. “Incredible. But that’s all there is to it. You won’t be able to take me down with the likes of a Fireball, you do know that right?”\r</p>",
    "<p>As Romantica looked at him with a bewildered expression, Desir asked her, “Here’s a question, Romantica. Where did I use my first spell, ‘Grease’?”\r</p>",
    "<p>“......”\r</p>",
    "<p>Desir answered rhetorically, “The answer is: myself and as a result, my body is completely frictionless now.”\r</p>",
    "<p>Romantica didn’t get it. She asked, dumbfounded, “So what?”\r</p>",
    "<p>Desir shook his head. “Romantica, you learned about the law of action and reaction, right?”\r</p>",
    "<p>“Of course!”\r</p>",
    "<p>Romantica exclaimed. It was a very simple law, at that. If you push something, you get pushed back. A simple concept.\r</p>",
    "<p>“If someone pushed me from behind, what would happen to me?” Desir asked.\r</p>",
    "<p>“You’d get pushed forward, of course.”\r</p>",
    "<p>“Then what if someone shoves me with significant force from behind? For example, an impact as strong as a bomb?”\r</p>",
    "<p>Romantica turned her gaze towards Desir. She noticed a Fireball as big as a basketball flaming next to him. “You, you gotta be kidding me……”\r</p>",
    "<p>As she stammered in disbelief, Desir nodded and said calmly, “I’m going to use the force generated by the Fireball.”\r</p>",
    "<p>“You’re insane!” Romantica swore despite herself. What sort of idiotic and unreasonable idea was this!\r</p>",
    "<p>“Calculating my bodily reaction to the Fireball’s explosive force, my maximum speed will reach a peak of about 327 kilometers per hour. It'll be a piece of cake to catch up to Ajest all the way at the front, considering the likeliness of maintaining this speed until the end.”\r</p>",
    "<p>Romantica’s face was visibly paling as she stammered out, “There’s no way you’ll be safe like that! No, if you hit something at that speed, you’ll die long before you can react to it!”\r</p>",
    "<p>Desir answered with the same overwhelming calm he had shown the whole time. “But Romantica, you said yourself just a moment ago.” He laughed softly,\r</p>",
    "<p>as he continued, “We can’t die in this Shadow World, so we are free to use all our power. That goes for me as well.”\r</p>",
    "<p>Romantica’s eyes opened wide.\r</p>",
    "<p>Suddenly, Desir’s Fireball exploded.\r</p>",
    "<p>Accompanying the loud sound of the explosion was Desir who got instantly propelled forward. He was so fast that getting a glimpse of him was tough.\r</p>",
    "<p>Romantica was the only one left now.\r</p>",
    "<p>As Desir disappeared from view, she stopped running. She had realized running was utterly meaningless at this point. “What……” Romantica looked in the\r</p>",
    "<p>direction Desir had been launched to and muttered to herself in the desolate calm, “Where in the world did that lunatic pop out from?”</p>"
]