[
    "<p>‘This attack from the Outsiders means that they will start coming at us in earnest now.’</p>",
    "<p>The Outsiders should be aiming for the kings of the West Kingdom Union.</p>",
    "<p>‘I can’t figure out their exact level of fighting strength.'</p>",
    "<p>As mentioned in the meeting, the Outsiders had been in hiding and had been actively concealing their power.</p>",
    "<p>“Our top priority should be the protection of the kings. We should leave here as promptly as possible.”</p>",
    "<p>*Crash*</p>",
    "<p>What remained of the palace had begun to collapse. As if this were the queue, a scuffle broke out amongst the kings.</p>",
    "<p>“Is this all there is to Prillecha’s enforcement of public order? This is an unacceptable situation, as a member of the West Kingdom Union!!”</p>",
    "<p>The Divide Empire was way more powerful, as a nation, than the Prillecha Empire. King Prillecha was sweating profusely.</p>",
    "<p>“This is a very unsatisfactory experience, Prillecha. I can’t rely on the troops you lead anymore. I’m going to move separately with my subordinates.”</p>",
    "<p>Desir chimed into their conversation.</p>",
    "<p>“Please beg my pardon but your majesty, we can’t ensure your personal safety and security if you separate from us.”</p>",
    "<p>“You are… ”</p>",
    "<p>“Desir Arman.”</p>",
    "<p>King Divide confirmed that he was the person who had saved them all by inverting the trap spell just a short moment ago and decided to at least hear out what he had to say.</p>",
    "<p>“If we separate right now then the military powers we hold will also be distributed, and as a result this may give them the optimal situation to take us out one by one.”</p>",
    "<p>“Okay then. Do you have a better idea?”</p>",
    "<p>Desir looked at King Prillecha furtively.</p>",
    "<p>“Do you have any safe spots around here? A secret place that can’t be easily found.”</p>",
    "<p>King Prillecha replied.</p>",
    "<p>“There is a shelter prepared for times of war.”</p>",
    "<p>Desir followed this up with King Divide.</p>",
    "<p>“That’s great. Let’s wait this situation out. If it is the Prillecha Empire, they can certainly defend against this.”</p>",
    "<p>“You mean that we should rely on these guys again?”</p>",
    "<p>“Yes your majesty.”</p>",
    "<p>“Unfortunately, I reject your suggestion.” King Divide declared.</p>",
    "<p>Desir’s eyebrows rose.</p>",
    "<p>Considering what he had done - arousing the animosity to Hebrion and sacrificing his subordinates meaninglessly during the duel; he appeared to be rather head-strong and fool-hardy.</p>",
    "<p>“Do you have any other plans?”</p>",
    "<p>“… We will go to the teleportation gate. I’m heading back to the Divide Empire.”</p>",
    "<p>“Then Prillecha Empire… ”</p>",
    "<p>“This is technically a foreign country for us.”</p>",
    "<p>He beat off the dust that covered his clothes.</p>",
    "<p>“It is a shame to call a small country like this a member of the West Kingdom Union. They can’t even defend against trivial terrorism.”</p>",
    "<p>It was a huge diplomatic discourtesy. This noticeably changed the atmosphere and the other leaders of the West Kingdom Union started to become restless.</p>",
    "<p>King Divide turned toward the commander of his forces.</p>",
    "<p>“So how’s the situation at teleportation gate?”</p>",
    "<p>“The Outsiders have a grip on it but if my king commands it, then we will confront them immediately.”</p>",
    "<p>“Wonderful. Let’s go through the gate with the troops. Is there anyone who cares to join us?”</p>",
    "<p>Nobody raised their hand. As they continued to hesitate, King Divide expressed his anger at the perceived slight.</p>",
    "<p>“How could you? Don’t you believe in the strength of my knights?”</p>",
    "<p>Someone voiced their concerns.</p>",
    "<p>“It is not that we can’t rely on your knights, King Divide, but the boy sounds more credible.”</p>",
    "<p>This was immediately refuted. It was quite a different atmosphere from when things previously revolved around King Divide, as was seen in the council meeting. King Divide turned around without any further hesitation.</p>",
    "<p>“Then I’m going alone.”</p>",
    "<p>He left with his troops. The others decided to go to the shelter of Deltaheim according to Desir’s plan.</p>",
    "<p>When he was devising this strategy, Desir was starting to worry about the involved parties. The Outsider’s attack was not limited to the palace but encompassed the entire city too. If so, it was better to stick together.</p>",
    "<p>‘Outsiders are coming to attack with their strongest fighting force. It can’t be finished as simply as before.’</p>",
    "<p>Zod appeared in front of them via teleportation. Desir immediately questioned him.</p>",
    "<p>“Did you get the Crow mask?”</p>",
    "<p>Zod shook his head. Desir was surprised. How could Zod allow the Crow to escape? That Crow mask must be a wizard of immense strength.</p>",
    "<p>Desir explained his plan to Zod, who had decided to join them. When he finished the explanation Zod nodded his head in agreement with the plan.</p>",
    "<p>“Hmm. Didn’t you also have a party?”</p>",
    "<p>Zod followed up with,</p>",
    "<p>“Then let me take care of here. You’d better go, to secure the safety of your party.”</p>",
    "<p>It was a well-timed suggestion for Desir.</p>",
    "<p>“Is that okay?”</p>",
    "<p>“You can’t move as freely while being burdened with worries. Let’s do what we have to do respectively for now.”</p>",
    "<p>“I appreciate this, Lord of Matop. I wish you good luck in this war.”</p>",
    "<p>Leaving Zod behind, Desir started to retrace his steps. At the same time he operated his communication bracelet, a magic device located on his wrist, to contact Romantica.</p>",
    "<p>‘I hope that they are safe.’</p>",
    "<p>***</p>",
    "<p>The curtains were shut. The air in the restaurant was laced with fear. Without any notice a group of people had suddenly stormed into the restaurant wearing masks. They had gathered the staff and guests together and ultimately occupied the building with no resistance.</p>",
    "<p>“If you do anything suspicious, you’ll be decapitated.”</p>",
    "<p>A person wearing a skull mask threatened. It looked a lot like the symbol of the Outsiders.</p>",
    "<p>Amongst the people gathered, there was Romantica, Pram and Adjest. It would have been dangerous for them to escalate the situation by acting rashly, so they immediately surrendered to the rule of the Outsiders.</p>",
    "<p>Screams emanated from the cracks in the wall. Watching smoke rise from downtown, it was immediately obvious that the city had suffered a terrorist attack. As citizens of one of the kingdoms in the union, they were embarrassed by the thought that a capital had been attacked by the Outsiders. But after deliberating a bit more on the timing of the attack and why they targeted Deltaheim, they came to a realisation…</p>",
    "<p>‘The great council.’</p>",
    "<p>They couldn’t think of any other reason than this to take the massive risk in attacking the capital. If so… the palace was where the great council was held… They started to worry as soon as they thought Desir might be in danger there.</p>",
    "<p>“Hey, there! Stop wiggling! I will kill these kids if you dare move any more!”</p>",
    "<p>There were four Outsiders here, and each of them was holding a hostage. They took the children hostage so that the adults couldn’t move. They kept checking the situation outside through a small gap in the curtains as the capital troops had immediately moved to repel and counter the Outsiders’ attack.</p>",
    "<p>As befitting of soldiers guarding the capital of Prillecha Empire, a member of the West Kingdom Union, they moved swiftly. It looked like the Outsiders were keeping a close watch on them, as they had side-stepped into buildings to conduct guerilla attacks.</p>",
    "<p>Romantica whispered.</p>",
    "<p>“I don’t think they are that strong.”</p>",
    "<p>Pram followed up.</p>",
    "<p>“It doesn’t seem that they are different to what we dealt with at the Ellueli Chapter of Matop.”</p>",
    "<p>“We can’t delay any longer. No one knows what they will do.”</p>",
    "<p>Adjest suggested.</p>",
    "<p>“We need to subdue them all at once due to the hostages.”</p>",
    "<p>“I know.”</p>",
    "<p>Romantica concentrated on and surveilled them with her sensitive mana detection power.</p>",
    "<p>“There is a wizard amongst them… he is the last one from the left. Maybe wind attribute. And the others… ”</p>",
    "<p>“The rest of them are knights. Two are pawn level and the middle one is at knight level.”</p>",
    "<p>It was Adjest. She was also sizing up the power of the enemy.</p>",
    "<p>“Let’s synchronise our timing and subdue the enemies all at once. Romantica, decapitate the knight with attack magic. Pram and I will take the others.”</p>",
    "<p>With a clear-headed direction from Adjest, Romantica decided to follow. She had to admit that Adjest was smart.</p>",
    "<p>Romantica’s specialty was nonverbal magic. She didn’t even need a second to arrange and format Second-Circle attack magic. But there was still the critical matter of timing the release of it.</p>",
    "<p>Pram, Adjest and Romantica exchanged glances and just as they were about to attack…</p>",
    "<p>*Ring!*</p>",
    "<p>Romantica looked at the noise at her wrist. It was her communication bracelet.</p>",
    "<p>At the most inopportune moment!</p>",
    "<p>“What is that?”</p>",
    "<p>The Outsiders started focusing their attention on her.</p>",
    "<p>Pram had to look down to cover his face and prevent himself from fainting. Adjest looked forward with undaunted eyes. Romantica’s communication bracelet kept ringing despite their efforts.</p>",
    "<p>*Ring Ring Ring!*</p>",
    "<p>“Is that a communication device? Did you get in touch to someone?”</p>",
    "<p>“That’s impossible.”</p>",
    "<p>Romantica said without compunction. But her voice slightly quavered.</p>",
    "<p>The Outsiders thought it was strange and they got up from their seats one by one.</p>",
    "<p>“Hang up now.”</p>",
    "<p>“Now.”</p>",
    "<p>Romantica spoke in a halting way that hinted that she was close to tears. She looked exactly like a frightened girl.</p>",
    "<p>“B… But you said that you would kill us… if I moved.”</p>",
    "<p>One of the Outsiders frowned.</p>",
    "<p>“So annoying. Hey, take it off and bring it over to me.”</p>",
    "<p>“Yes sir.”</p>",
    "<p>An Outsider approached Romantica and checked her communication bracelet that was still ringing.</p>",
    "<p>“It looks like jewelry though. Nothing like a communication device?”</p>",
    "<p>“What is that though?”</p>",
    "<p>“Wait. There are letters. Something H… He…”</p>",
    "<p>He looked like he doesn’t know the letters well as he attempted reading it.</p>",
    "<p>At that time, Romantica touched the foot of Adjest with her toe. It was the signal to move.</p>",
    "<p>“Hebrion!?\"</p>",
    "<p>When the man finally read the letters, Adjest started to move. Adjest kicked away the closest man in front of them by turning her body. His body was floating in the air and struck the dining table. Food scattered everywhere.</p>",
    "<p>In the next moment, the food was flung to the opposite side of the room. They were dragged along by the wind bullets that Romantica had invoked.</p>",
    "<p>The hand of a knight-level Outsider that was grabbing a hostage and the remaining hand holding his weapons were smashed to pieces.</p>",
    "<p>“Aargh!”</p>",
    "<p>Blood splattered onto the floor as he screamed. The remaining pawn-level knight was surprised and approached them with a drawn iron sword.</p>",
    "<p>“Y… You swine!”</p>",
    "<p>He started to run towards them while brandishing that iron sword.</p>",
    "<p>Pram moved. Before they knew it, the Blanchum rapier that shone with white light had appeared in his hand. With a clean thrust of it…</p>",
    "<p>*Crack!*</p>",
    "<p>Pram’s rapier broke the iron sword of Outsider and continued on its trajectory, stabbing into his shoulder. The iron sword couldn’t compete with the strength of Blanchum.</p>",
    "<p>He struck the back of the man writhing on the floor with the back of his sword and made him cleanly faint.</p>",
    "<p>“… Did we subdue them all?”</p>",
    "<p>“Even the wizard.”</p>",
    "<p>In no time, there was a fallen Outsider, who happened to be the only wizard of the gang, under the foot of Adjest.</p>",
    "<p>Everything was settled in a moment.</p>",
    "<p>“That was a great acting performance, Romantica.”</p>",
    "<p>“No, it’s nothing.”</p>",
    "<p>The kids that were freed returned to their mothers.</p>",
    "<p>Pram then faced the gathered civilians and gave them an instruction.</p>",
    "<p>“Quickly join the people fleeing from here.”</p>",
    "<p>The door was opened and the people escaped.</p>",
    "<p>‘Finally.’</p>",
    "<p>*Ring.*</p>",
    "<p>Romantica’s communication bracelet was still ringing. It was Desir.</p>",
    "<p>Translator Patreon</p>"
]