[
    "<p>Accompanied by a loud creak, Desir opened the heavy door that lead underground. A musty stench and a gust of stale air flowed out from the stone tunnel. Surrounded by total darkness, Desir relied on the faint glow of his torch to navigate the subterranean path.</p>",
    "<p>Desir, who had been wandering around the basement prison, suddenly came to a halt. Behind a set of thick metal bars was a mountain of a man in his mid-30s.</p>",
    "<p>There were scars covering the man’s body, which summarized the harsh life he had lead. Chains meant to imprison massive beasts wrapped around his body tightly and a gag had been placed in his mouth. The eyes staring back at Desir seemed savage and animalistic, leaving little room for the conversation he had come for.</p>",
    "<p>Desir was struck by a sense of Deja Vu as his eyes were drawn to Bloody Talon’s ears. Three golden earrings shone brightly in the torchlight. Earrings contained the entire life story of any Barbarians that wore them. For example, the hawk pattern on the first earring represented his tribe, the arrow pattern on the second earring indicated that he was an archer, and the letters etched into the third contained the names of his ancestors.</p>",
    "<p>After reading over the list of Bloody Talon’s ancestors, Desir clicked his tongue.</p>",
    "<p>‘Is he Khan’s progeny?’</p>",
    "<p>Melgerr Kahn. His name boasted enough importance to have been recorded in history books. On top of that, those that inherited his bloodline gained all of his natural gifts. This had made his descendants famous for being massive thorns in the sides of many nations across the continent.</p>",
    "<p>Bloody Talon. It would be correct to assume that he had received all of Kahn’s prowess. He would definitely have great pride in his background; the same was likely true for the rest of the Barbarians that followed him.</p>",
    "<p>‘It’s good that I learned all of this before I confronted him.’</p>",
    "<p>Desir began to reorganize his plans once more. The objective of the Shadow World was to resolve both of the problems this land faced: the external threat of the Barbarians and the internal deterioration of public order caused by the vagrants.</p>",
    "<p>‘And Bloody Talon is the core of the Barbarian problem.’</p>",
    "<p>Desir finally had a complete picture of the situation. The Barbarians raided the territory for food and supplies while Evernatten defend against them. Following the logic of the Shadow Worlds, if Wilhelm Evernatten was the protagonist of this scenario, then his antagonist, the chief of the Barbarians, Bloody Talon…‘would have been the final boss.’</p>",
    "<p>Desir looked down at the Barbarian Chieftain in awe.</p>",
    "<p>‘She’s amazing, capturing such a man on her own.’</p>",
    "<p>When he heard that Ajest had defeated Bloody Talon and suppressed the other Barbarians alone, Desir had been struck silent from shock.</p>",
    "<p>‘I heard she used her Frozen Palace and magic sword simultaneously… If that’s true, it must mean that her abilities have now reached the Fourth Circle.’</p>",
    "<p>Even accounting for the best possible outcome, Desir felt that the situation was still ludicrous. Because of Ajest, the Barbarian threat had been suppressed relatively easily compared to what he had expected.</p>",
    "<p>Desir thought back to the quest update he’d received after the Chieftain’s subjugation.</p>",
    "<p>[Barbarian Problem, Progress at 42.49%]</p>",
    "<p>[Bloody Talon, Chief of the Hawk Tribe, had been captured alive. Having lost their leader, the Barbarians will temporarily be unable to invade the Evernatten region.]</p>",
    "<p>‘This is a good opportunity.’</p>",
    "<p>Now that such a chance presented itself, Desir knew he couldn’t let it pass. He had to tie up any loose ends so that Ajest’s efforts wouldn’t be for naught…</p>",
    "<p>‘The progress still not being 100% means that it’s still possible for the Barbarians to invade eventually, but…’</p>",
    "<p>As they had captured the chief of the Barbarians alive, the fight was as good as over. Desir, who had finished organizing his thoughts, opened the cell door and stepped toward Bloody Talon.</p>",
    "<p>Desir spoke with confidence. “Bloody Talon, I wish to speak with you.”</p>",
    "<p>Bloody Talon only glared back silently with overflowing murderous intent.</p>",
    "<p>With a sigh, Desir reached towards the gag covering the Barbarian’s mouth. “Please don’t bite or anything.”</p>",
    "<p>The heavy gag fell to the floor with a thud. Immediately, the Chieftain spit on him. Desir calmly wiped the saliva splattered across his cheek. He had expected such a response.</p>",
    "<p>Ignoring the Barbarian’s provocations, Desir spoke. “I will let you and your 80 captured subordinates live.”</p>",
    "<p>“…?”</p>",
    "<p>“Great descendent of Khan, I wish to grant Alyad to you, the eternal enemy of the Evernatten region.</p>",
    "<p>Alyad. It was a mercy granted by the victorious chief of a war between tribes. When the name of an ancient tradition performed solely by the Barbarians left the lips of a foreigner, Bloody Talon’s eyes narrowed.</p>",
    "<p>“Who are you?” He asked, his voice rife with suspicion.</p>",
    "<p>Desir answered the Chieftain. “I am the attendant of Lord Evernatten.”</p>",
    "<p>“Attendant, I have no idea how you’ve come to know of Alyad, but you have no right to perform it. Only the blonde-haired b*tch that defeated us has the right.”</p>",
    "<p>Desir smirked, “I might not have personally defeated you, but I also have the same right she does.”</p>",
    "<p>“What?” Bloody Talon asked confusedly.</p>",
    "<p>“I was the one who switched the rations with sand.”</p>",
    "<p>As soon as he heard this, the chains binding  Bloody Talon began to creak audibly.</p>",
    "<p>“You!” His voice was filled with bloodlust.</p>",
    "<p>However, Bloody Talon’s anger faded away just as quickly as it had appeared. He clenched his fist and relaxed his ragged breathing, looking up at Desir after he had calmed himself.</p>",
    "<p>“Fine.”</p>",
    "<p>The cold, moist air of the prison left Desir feeling chilled. Not wanting to force either of them to spend anymore time down there, Desir prepared to explain his terms to Bloody Talon. However, the Barbarian Chieftain wasn’t finished just yet.</p>",
    "<p>“I refuse. You’re going to ask that we no longer invade this territory in exchange for our lives, am I wrong?”</p>",
    "<p>Desir was surprised by the Barbarian’s foresight. “…You’re correct.”</p>",
    "<p>“It’s obvious the kinds of thoughts rolling around in the heads of bastards like you.”</p>",
    "<p>Alyad was an exceedingly advantageous bargain for those on the receiving end. However, to the Barbarians who valued their pride over their own well-being, this was not a difficult choice.</p>",
    "<p>“But is there a good reason to deny my request?”</p>",
    "<p>“You are the enemies we’ve fought for decades. The greatest wish of my people has always been to defeat you lot, and now you want us to simply give up? Without having made a single tangible gain? While the enemy stands right before our eyes? What you speak of is defeat. I cannot abandon my pride and give up the long-cherished dream of the Hawk Tribe. I cannot admit defeat by my will alone.”</p>",
    "<p>Enemy. He had called Evernatten their enemy. Invading Evernatten was no longer just about the food, it had morphed into a drawn out conflict that neither side saw an end to.</p>",
    "<p>Having listened to Bloody Talon’s speech, Desir retained his calm exterior. But on the inside, an immense feeling of relief washed over him.</p>",
    "<p>‘If we had just executed him, we probably would have made our problems worse. The remnants of his tribe would likely come seeking revenge for their Chieftain; a suicidal charge to the last man.’</p>",
    "<p>Desir spoke again. “You truly are an honorable warrior. Rather than beg for your life, you surrender it to keep the hopes of your tribe alive. However, that in and of itself is also a very selfish act.”</p>",
    "<p>Bloody Talon’s lips twitched. “Selfish…?”</p>",
    "<p>“That’s right. You only think of your honor as a warrior, but what about the people of your tribe that follow you? Will you abandon them?”</p>",
    "<p>Bloody Talon responded with confidence. “They will understand my decision.”</p>",
    "<p>“They will surely understand as warriors.” Desir twisted the Chieftain’s words.</p>",
    "<p>“But you are more than just a warrior, you are their leader. Will you not consider Alyad? Will you ignore the responsibility you bear as Chief of the tribe?</p>",
    "<p>Desir finally struck Bloody Talon’s one remaining weakness, his devotion to the tribe.</p>",
    "<p>“Your life was not your own as soon as you accepted the mantle of Chief. The rest of your tribe won’t survive without you at the head. As an example, would your people be able to defend themselves if the people of this region decided to seek revenge?”</p>",
    "<p>At Desir’s remark, the sound of grinding teeth reverberated loudly.</p>",
    "<p>“You… dare… threaten me? With the life of my people?” Bloody Talon’s voice was steeped in rage.</p>",
    "<p>“Do not misunderstand. I am not the one who decides, but I have tried my best to reach a fair agreement between us”</p>",
    "<p>A shift of blame. Desir redirected Bloody Talon’s anger away from himself, forcing the Chieftain to instead focus on the impact of his decision on the tribe’s well-being.</p>",
    "<p>Yet, Bloody Talon still wouldn’t concede. “There are warriors other than me that can lead the tribe in my stead.”</p>",
    "<p>“Then that is a relief… but is there really someone that could lead the tribe in your stead?” Desir asked, feigning ignorance.</p>",
    "<p>‘Of course not.’</p>",
    "<p>It was a question to which he already knew the answer. If there was someone that could take the Barbarian Chieftain’s place, there was no reason that Bloody Talon would have risked his own life to lead the attack in the first place.</p>",
    "<p>“Remember, this is the only deal that will leave neither of us at a loss. I hope that you will make the right choice, as a leader.”</p>",
    "<p>“Mm…” Bloody Talon began to contemplate.</p>",
    "<p>Rather than brushing Desir off as before, Bloody Talon began to seriously contemplate his options. He knew that the attendant would continue to press him for an answer. The Chieftain knew that this man had not come to see him for idle chat, and had surmised Desir’s true intentions almost immediately. Despite this, Bloody Talon’s heart grew heavier with each passing moment. Slowly but surely, Desir had swayed the Barbarian by using his own idealism against him. All he needed was one more small push.</p>",
    "<p>It was at this moment that Desir dealt the final blow. “We will provide you with a portion of food that you were trying to take.”</p>",
    "<p>Bloody Talon’s eyes widened noticeably for a moment. The food that his tribe had been after from the start. Their original objective. Bloody Talon knew that this was no longer a deal he could let pass by…</p>",
    "<p>“You’re not retreating because you’ve lost, but rather because you’ve made a truce with your rival.”</p>",
    "<p>“Ha!” Bloody Talon guffawed at Desir’s rationale.</p>",
    "<p>Desir’s gaze met Bloody Talon’s, silently daring him to refuse his offer.</p>",
    "<p>“You possess a crafty tongue, like a serpent slithering about in the shadows.”</p>",
    "<p>Bloody Talon tsked. Finally realizing this was his only option, he accepted Desir’s poorly disguised deception as it was.</p>",
    "<p>“Fine then. On my honor as Chief, I will agree to form a truce. I swear that, from this point forth, we will leave this land be.”</p>",
    "<p>As soon as Bloody Talon put his honor on the line, Desir heard the notification.</p>",
    "<p>[You have resolved the Barbarian Problem.]</p>"
]