[
    "<p>Desir walked past Romantica and headed towards Pram.</p>",
    "<p>“What’s my role, Mr. Desir?” asked Pram, with an oddly expectant light in his eyes.</p>",
    "<p>Desir paused as he said, “Pram, the role I’d like you to take is…‘damage dealer.’ But to better fit our party composition, let’s call your role ‘half-damage’.”</p>",
    "<p>“Half-damage…” Pram repeated, as if trying to engrave the words into his memory.</p>",
    "<p>“You’ll need to protect us. We’re mages, so we’re very vulnerable to melee attacks. Your role as our sole melee attacker is very important.”</p>",
    "<p>“I’ll do my best!” Pram exclaimed, as he saluted playfully.</p>",
    "<p>Desir couldn’t help but smile, seeing how insanely cute he was, and Pram smiled back at him.</p>",
    "<p>Romantica piped up as she observed the exchange. “Desir, what will your role be?”</p>",
    "<p>“Hmm. My role is…‘anti-mage.’ Well, to put it simply…” He paused, as he pondered his choice of words, before finally speaking, “A playmaker, I guess?”</p>",
    "<p>It was time. An announcement blared out.</p>",
    "<p>| The Shadow Gate is opening. Students, please proceed into the Shadow Gate.</p>",
    "<p>Desir took a step forward. The Shadow Gate bulged outward, enveloping him in a blinding light. He closed his eyes reflexively.</p>",
    "<p>When they opened again, the scenery had changed completely. Birds chirped noisily around him, and a gentle, soothing fall scent drifted up from the fallen leaves crumpled underfoot. The location was a forest, and the time was 11 AM. Desir took a deep breath as another announcement sounded out.</p>",
    "<p>[Objective: Locate the enemy’s base.]</p>",
    "<p>[Failure condition (an unknown input has been entered): Participants in this world cannot die. Upon taking lethal damage, the failure condition will be met, and you will be ejected from the Shadow World.]</p>",
    "<p>| You are a soldier. You have received information on the location of the hostile forces’ base. As a soldier of the allied forces, you must find the hostile forces’ base. Pain limit is reduced to 20%.</p>",
    "<p>He looked around, but couldn’t see either Pram or Romantica. As expected, the 30 participants had all started in different, randomized locations.</p>",
    "<p>“Lucky for me.”</p>",
    "<p>Desir sensed the flow of magic power behind him simultaneous to the sneering voice. He ducked, as an Ice Bolt flew over his head and stabbed deep into a tree with a thunderous crack, chilling the air around him. He turned to see a girl, around the same age as himself, smiling maliciously.</p>",
    "<p>“Lucky I found you so quickly, that is.”</p>",
    "<p>Desir arched an eyebrow in response. “Was I that famous?”</p>",
    "<p>“…Not in a good way.” A pulse of magical energy radiated from her as formulas appeared in front of her. In response, Desir began casting his own spell.</p>",
    "<p>“I’m Desir Arman, party nameless,” he said, almost casually.</p>",
    "<p>“Lapras. Blue Moon party.”</p>",
    "<p>Their spells shot forward simultaneously.</p>",
    "<p>[The throne of ice sinks into a freezing cold.] [Ice Blast!]</p>",
    "<p>Lapras’s spell was Ice Blast, a higher tiered version of Ice Bolt. It was a spell produced by encasing an Ice Bolt in an orb of ice, before shattering the orb and releasing the bolt again.</p>",
    "<p>The orb shot towards Desir, leaving forsty air in its wake.</p>",
    "<p>[The road of flame burns stronger than any other.] [Fire Road.]</p>",
    "<p>Fire Road. A 1st circle flame spell that shot a ray of condensed heat. Desir had expertly predicted the trajectory of the Ice Blast, and released the Fire Road directly into its path.</p>",
    "<p>But Lapras wasn't done yet.</p>",
    "<p>[Aqua Wave!]</p>",
    "<p>A stream of water shot up, rising nearly 2 meters into the air before washing over the Ice Blast. With a dull sputtering and a burst of steam, the Fire Road disappeared as it struck the water. At the same time, what remained of the water froze from the bitter cold of the Ice Blast, forming a pillar of gleaming ice that held the orb in place.</p>",
    "<p>Desir looked at Lapras, who smirked as she looked back.</p>",
    "<p>With a horrible crinkling, the ice pillar shattered like a sheet of glass as the Ice Bolt encased within the Ice Blast exploded outward. Shards of ice sprayed wildly in all directions, shredding everything they touched.</p>",
    "<p>Several shards tore into Desir, and he staggered under the weight of the impact.</p>",
    "<p>Without hesitation, Lapras continued her assault. Countless ice fragments slicing through the air froze in place, as if time itself had been suspended. Then, in synchrony, they gathered around Desir, surrounding him in a whirlwind of ice knives.</p>",
    "<p>A terrifying rending roared through the air as magnificent, ancient trees were reduced to sawdust in an instant. Around him, birds flew into the sky in panic.</p>",
    "<p>Dust kicked into the air, before being blown away by the intense force. From outside this trap of ice, Lapras looked on triumphantly. Her voice carried confidence in every word. “Any last words?”</p>",
    "<p>“Hmm, not a bad idea,” replied Desir lackadaisically, as if he were a professor lecturing a student.</p>",
    "<p>“Hmph.” Lapras snorted at his response. She raised one hand slowly into the air and squeezed it into a fist.</p>",
    "<p>The whirlwind of ice began closing in on Desir. For an instant, he felt a slight tugging as the shards of ice reached his coat, before being freed again as the edges of his coat were instantly disintegrated, disappearing without a trace.</p>",
    "<p>“You just had a bad matchup,” continued Desir, seemingly undeterred. He spread his hands. The ice shards that were inches from tearing him into pieces stopped and began gathering in front of Desir.</p>",
    "<p>Lapras’ eyes widened in shock as she watched each of those thousands of tiny fragments fall out of her control, and gather in front of Desir, like iron dust pulled by a magnet, until a single, perfect ball of ice floated in front of him. “That’s…!” she sputtered.</p>",
    "<p>“Watch and learn.” Calmly, Desir raised his right hand, letting the fist sized orb hover inches above his palm. Without hesitation, he grabbed it and threw it at Lapras.</p>",
    "<p>The orb flew across the air before it split apart into an incredible number of Ice Bolts flinging in every direction. It was the most powerful ice projectile spell in existence: Ice Orb.</p>",
    "<p>Before Lapras could react, dozens of Ice Bolts burst into existence and impaled her all over her body.</p>",
    "<p>“KUUAAAA-!” She shrieked in pain as her body was struck again and again -</p>",
    "<p>And then, as the fifth Ice Bolt struck, the screaming stopped as she disappeared and her body fell to a pile of ash.</p>",
    "<p>| A contestant has been eliminated. 29 contestants remain.</p>",
    "<p>Romantica felt her mana surge as she created the formula.</p>",
    "<p>[The wind lies in my embrace, becomes the eyes and ears of the hawk as it hunts its prey on the ground.]</p>",
    "<p>A detection spell formula formed in front of her. It was a 2nd circle spell, but, depending on how much she wanted to boost the range, the mana consumption could rise to that of a 3rd circle spell. Since the moment Romantica had entered the Shadow World, she had been casting this detection spell without regard for her mana.</p>",
    "<p>[Detect.]</p>",
    "<p>A heavy wind radiated from Romantica’s position, and everything the wind felt was transmitted to Romantica; trees, rocks, and, most importantly, living creatures. She could sense five people within 1 kilometer so far.</p>",
    "<p>The spell hadn’t even been completed, but Romantica didn’t hesitate in the slightest as she instantly shot a Wind Bullet at the nearest target.</p>",
    "<p>Chantless, ultra long-range sniping. There was almost no delay between the detection and the shot. She hadn’t liked it at first, but the chantless magic Desir had taught her to use was definitely bearing fruit.</p>",
    "<p>The bullet tore through the air. She had little problem controlling the power; after all, the ball she’d been training with this whole time had been around the same strength as a human head, so all she had to do was match that same level of power.</p>",
    "<p>She heard the slightest thump, before an announcement sounded.</p>",
    "<p>| A contestant has been eliminated. 26 contestants remain.</p>",
    "<p>“Okay, that wasn't him,” she vocalized, before preparing to cast her detection magic again.</p>",
    "<p>“Is the search for Mr. Desir going well?” interrupted Pram, who stuck tightly to Romantica. Fortunately for the two of them, Romantica and Pram had ended up with fairly close starting locations. Romantica had found Pram the first time she’d cast her detection magic, and now, there was only one member of their party left to find.</p>",
    "<p>“Not yet. But we’ll find him soon,” assured Romantica. Once again, the heavy wind spread from Romantica, transmitting what it felt back. There were four living creatures, in total, within range. She raised her hand and a bullet formed in front of her. Once again, she fired and began counting down the seconds until the inevitable. “3…2…1.”</p>",
    "<p>She waited for a moment, but the expected announcement never came. Instead, she felt the bullet slip out of her control before dissipating into a light breeze that blew back past her cheek. Romantica grinned as she spoke. “Found him.”</p>",
    "<p>“Found what?” called an unexpected voice from behind the pair. They whipped around to see a two man group, comprised of a swordsman and a mage. “You’re broadcasting your own location by flinging around detection magic like that, you know,” said the mage, haughtily.</p>",
    "<p>Romantica smirked at the mage’s mocking attitude. “Even if you know…”</p>",
    "<p>“I wonder why you’re so sure you can take us down,” finished Pram, as he drew his rapier.</p>",
    "<p>“Stop spouting bull…” the swordsman started. He had just grabbed the handle of his blade as he spoke, but before he could finish his word, Pram had already closed the distance. In an instant, the rapier pierced through the swordsman’s heart. “Huh…?”</p>",
    "<p>Simultaneously, Romantica fired a bullet at the totally unprepared mage standing behind him. It was perfect coordination. Both bodies vanished into a pile of white dust.</p>",
    "<p>| 2 contestants have been eliminated. 24 contestants remain.</p>",
    "<p>“Now then, should we go find our stupid party leader?” Romantica asked rhetorically as she stretched her shoulders.</p>",
    "<p>Dark clouds rolled across the sky as an ominous rumbling rang out through the air. The light breeze from before had quickly grown into a powerful gale, and the temperature had begun plummeting rapidly. Rain was all but inevitable.</p>",
    "<p>“I took out two people by myself,” Romantica preened as she looked at Desir with a smug expression on her face, her arms folded across her chest.</p>",
    "<p>Desir smiled and patted her head. “Looks like you haven’t been slacking off on your practice.”</p>",
    "<p>Romantica looked up at Desir, annoyed. “Wa-wait! Don’t touch someone’s head without getting permission!”</p>",
    "<p>Desir hurriedly retracted his hand. He had pet her head without thinking because of how cute she looked, but wisely withdrew.</p>",
    "<p>“Mr. Desir!” Out of nowhere, Pram slipped in between Romantica and Desir like a ghost. “I took out someone too!” He quickly moved Desir’s hand on top of his own head, and stood quietly, patiently waiting.</p>",
    "<p>Romantica looked at them as if she were annoyed, and turned away.</p>",
    "<p>“Stupid Desir.”</p>"
]