[
    "<p>Three arrows hurtled through the snow, each shot from a different angle. As they whistled in the wind, each arrow found their mark: skewered through the throats of the soldiers guarding the food storage. The guards died instantly, without a chance to signal the alarm. Bloody Talon callously trudged through the scarlet snow and signaled for his army of barbarians to come out of their hiding places. Bloody Talon stared at the storage with a gleam in his eye. Only a set of padlocks separated them from their goal.</p>",
    "<p>One of the barbarians, with a helm ornamented with antlers, rammed straight into the door. With a single charge, the wood was already tearing at the seams. By the third impact, the hinges of the door tore out, and their goal was within their grasp.</p>",
    "<p>The inside of the food storage was dark, and the humid stench of dirt wafted through the air. Once the torch was lit, the darkness faded away and the motherlode appeared no more than ten feet in front of them. A box filled to the brim with food, and dozens of others like it scattered across the storage area. The barbarians cheered with delight. Regardless of how cold and battle-worn these veterans were, at the sight of the food they too were nothing but starved warriors.</p>",
    "<p>“With this, we can feed the tribe for the rest of the Winter!” The unruly barbarians eagerly awaited orders from Bloody Talon, they were salivating at the sight of the food.</p>",
    "<p>“Take everything we can and burn the rest.”</p>",
    "<p>Opening the chests, their eyes lit up and as they confirmed its contents and followed Bloody Talon’s orders. As they continued to work, they discovered that there were three levels to the food storage, and began to extract as many of the chests as possible.</p>",
    "<p>Once his men were laden with chests, he handed the torch to one of his subordinates. They couldn’t carry all of the rations, and anything that was leftover would only help the enemy. It had to be burned.</p>",
    "<p>Bloody Talon carefully laced the remaining chests with oil, and as he was about to drop the torch and set the entire storage ablaze when he narrowed his eyes. There was something pouring out of one of the chests. He walked closer to get a better look, and discovered that it was sand. It was at this point that he realized the stench of dirt was suspicious.</p>",
    "<p>‘No… it can’t be…’ With a trembling hand, Bloody Talon grabbed the dagger from his waist, he slashed open the pouches within. As the leather tore apart, sand poured out through his fingertips. The barbarian leader’s attitude soured quickly and his face paled. He barely managed to call out to his men.</p>",
    "<p>“All of the boxes… open the boxes and check its contents.”</p>",
    "<p>The barbarians heeded his words and opened the leather pouches, only to be met with the same rude awakening that Bloody Talon found.</p>",
    "<p>“It’s sand!”</p>",
    "<p>“Do these bastards eat sand?!”</p>",
    "<p>“No way!”</p>",
    "<p>As dissent was sewn amongst the ranks of the barbarians, Bloody Talon confirmed that all of the chests contained nothing but sand aside from the pouches lining the top. The enemy had seen through their plans. With their blitzkrieg attack, the enemy had recognized that they would be short on time, and wouldn’t have time to check each and every chest. Bloody Talon was speechless; their strategy had been perfect. Everybody had thought they had given up; the guards’ surprise was testament to that. How did they predict it? Just…how?</p>",
    "<p>“It’s divine punishment.”</p>",
    "<p>“We’re being punished for trying to obtain food without paying tribute in battle.”</p>",
    "<p>Chaos. Unrest. Disorder. The horde was beginning to splinter after news broke that their mission was a complete failure. They were all convinced that this was the end: for them, for their families, and for the tribes.</p>",
    "<p>“Do not falter!”</p>",
    "<p>Bloody Talon’s words snapped the barbarians out of their daze. He took deep breaths and calmed himself as he took stock of the situation. He brought his men here to save his people. Blaming himself wouldn’t change anything. Even if they couldn’t make it out with their food, they could still leave under the cover of stealth. Nobody had discovered their infiltration just yet.</p>",
    "<p>As if on cue, a distant bell rang out—an ill-fated omen for the barbarians. Peals from other locations began to ring out in response. Before long, the entire city was rang with the sounds of the alarm.</p>",
    "<p>Bloody Talon couldn’t hide his nervousness. He had positioned men at the guard posts specifically for this situation, but they too failed. Before long, the soldiers would arrive and his men would be overrun. His brow furrowed as he made a clear call:</p>",
    "<p>“Give up on the food and start retreating.”</p>",
    "<p>As they prepared to leave the food storage, the snowfall began to fall more fiercely. For once, the barbarian leader was extremely grateful for the blizzard. With this much snow, the enemy would be unable to send out their mounts, and would have to follow on foot, if at all. They already found the most vulnerable guard post, and readied their plans for their escape.</p>",
    "<p>Their destination was the north. It wasn’t far, and Bloody Talon could be assured of their safety. He would escape first, and then reflect on today’s failure. About halfway to the guard post, a sudden explosions rocked the surface and snow flew in every direction. The barbarians hesitated to move forward. “What’s going on?”</p>",
    "<p>When the snow subsided, Bloody Talon saw a small girl before them, with slim arms and legs. She looked disinterested in the dozens of barbarians staring her down, as her pale blonde hair scattered in the wind. In the arms of the slender girl, a sword rested in her hands. Her beauty caused them to shudder.</p>",
    "<p>“Are you… an enemy?”</p>",
    "<p>The aloof ice queen drew her sword, resulting in the surrounding atmosphere beginning to freeze. Ajest radiated murderous intent and responded with a calm intensity and focused resolve. “Correct.”</p>",
    "<p>Bloody Talon needed to hear no more. He drew his bow and loosed two shots aimed for Ajest’s pupils. In response, ice rose from the ground and drew a shield surrounding her body. The barbarians answered their leader’s shot by drawing their weapons and attacking without mercy. A contingent of 90 men flooded Ajest’s gaze, but in her eyes, they could see only contempt. She slammed her sword into the ground, and a formation composed of her mana erupted from the ground.</p>",
    "<p>[Frozen Palace]</p>",
    "<p>Massive ice pillars rose up and surrounded the barbarians, followed by walls, a roof, and statues, composing Ajest’s grand palace of ice. As always, a throne manifested itself at the center of the palace reserved only for the ice queen herself. From her perched seat, she looked down on the insects littering her hall, and only had one thing to say: “I recommend surrender.”</p>",
    "<p>Overwhelming. Just by confronting her, they could feel a sense of overwhelming pressure crushing their bodies. The barbarians roared to shake off that feeling. As warriors, they thrived in the art of war, and their blood boiled in anticipation of this fight.</p>",
    "<p>“Is that so.” Ajest mobilized her palace in response, and countless magics flooded onto the battlefield. The temperature plummeted, and chilled everything in an instant—including their feral ferocity.</p>",
    "<p>“…Ah?” Somebody managed to open their mouth, but the words never left their mouth. Instead, those hardy expressions morphed into faces of shock, followed by horror. Arrows of ice poured down on them like rain. Transparent blades shot out of the ground to tear at their flesh, and a ball formed from Ajest’s mana and shot ice balls at will. The blizzard that had originally been a boon for them was now their worst nightmare. The ice ball began absorbing the surrounding snow and manifested itself into a gigantic golem that swept through the group. The resulting scene was a complete massacre.</p>",
    "<p>It was a frozen hellscape. In the hallowed halls of the Frozen Palace, only the ice queen was allowed to remain standing.</p>",
    "<p>Tearing, crushing, dying. The strictly mechanical offensive magic fulfilled its objective to completion. Ajest looked at the barbarians being pitifully crushed with indifference. They had murdered the soldiers of the domain, more so, this was the Shadow World. They were an imaginary existence, so she had no reason to show them any mercy.</p>",
    "<p>The sound of ice breaking could be heard. Ajest looked over to the direction of the sound.</p>",
    "<p>Bloody Talon’s arrow flew and lodged itself into the golem’s core. The Golem composed of a Third Circle formation let out a loud scream before exploding. It wasn’t something that should be able to be broken by mere physical attacks. However, the mystery was soon resolved. Bloody Talon’s arrow was wrapped in a rosy glow, it was the skill that only knights above Rook rank or higher could use, Aura.</p>",
    "<p>“I will handle all of the dangerous magic! All warriors, huddle together and endure!”</p>",
    "<p>The Aura imbued arrow displayed oppressive destructive ability. Its might exceed the Third Circle, and could be reasoned to be at about Fourth Circle. Displaying such ability this late might have indicated that he was reaching the limits of his strength, but it might have also been a hidden weapon to be stored until now. His final struggle.</p>",
    "<p>Ajest pulled out the sword embedded in the ground causing the ground to erupt simultaneously. In an instant, her eyes locked onto Bloody Talon. Bloody Talon, who recognized such hostility, turned back to look at her. He aimed an Aura imbued arrow toward her forehead and fired. She deflected it with reflexes that exceeded human limits.</p>",
    "<p>A massive explosion swept through the area.</p>"
]