[
    "<p>Just like its exterior, the interior of Hebrion Academy showed off the school’s opulence. This was especially evident in its training center: the grandiose recreational area was home to both a track-and-field section and an aquatic- training section.</p>",
    "<p>The track-and-field section featured an enormous running track as its centerpiece. Other specialty facilities surrounded the circuit, such as practice arenas, simulation training areas and fitness gyms staffed by personal trainers.</p>",
    "<p>The academy had also spared no expense on its aquatic area, which showcased an olympic pool with over 30 lanes and many other arenas to prepare students for underwater battles.</p>",
    "<p>And between the two training centers, a grand tower stood imposingly—a training facility for student mages, according to Desir’s guidebook.</p>",
    "<p>The tower had a total of five floors, each one dedicated to training a specific attribute. And, like the training centers below, each floor housed a number of different training areas.</p>",
    "<p>Hebrion Academy’s massive training section could easily accommodate the entire student population at the same time. The sheer grandeur of the facility took Romantica’s breath away.</p>",
    "<p>Anyone would feel honored to train with such amazing amenities. No other place in the world boasted such a collection of top-tier facilities.</p>",
    "<p>\"If I could just access these training areas, I would swear loyalty to Hebrion Academy forever. I mean it.” Of course, Romantica meant unrestricted access of those facilities. After all…</p>",
    "<p>For Alpha Class use only.</p>",
    "<p>That sign, posted above the entrance to those luxurious training facilities, spoke to the reality of the situation: blatant discrimination in treatment between the Alpha Class and the Beta Class.</p>",
    "<p>The trio moved on, leaving the Alpha Class training area behind them.</p>",
    "<p>After climbing a winding staircase, they reached the shabby and dingy Beta Class training facility, at the very top of the training area. By size and convenience of access, the Beta Class facility couldn’t compare to the Alpha Class’s—it looked like an old attic.</p>",
    "<p>The rusty door, left unoiled for an untold amount of time, creaked unpleasantly as it opened. The sight was enough to destroy all their motivation.</p>",
    "<p>“…Unbelievable.”</p>",
    "<p>“This isn’t even comparable.”</p>",
    "<p>Layers of dust swirled up as the trio entered the room, and their noses met a rotten smell.</p>",
    "<p>\"Ahhhhh!\" Pram’s outburst rang through the room.</p>",
    "<p>Romantica was already on-edge, and almost yelled, \"What's wrong?\"</p>",
    "<p>\"S-something just ran across my foot and skittered away!\"</p>",
    "<p>As soon as Romantica heard Pram’s answer, she hurriedly turned the lights on… but whatever Pram felt had already disappeared. Relying on the dull, flickering light Romantica peered around nervously. Then, she noticed a small mouse hole in the wall. She screamed as though the grim reaper himself had come. \"Desir, we need to get out of here right now.\"</p>",
    "<p>\"There aren’t any other training facilities we can use, Romantica.\"</p>",
    "<p>\"I absolutely cannot ever train here! I hate mice!\"</p>",
    "<p>\"Let's look on the bright side.\" Desir rubbed his hands together. \"No one ever comes here, except for us. Again, this is the best training area for us.\"</p>",
    "<p>Romantica uneasily began to inch away towards the exit, but Desir was one step faster. Desir blocked the door—Romantica’s only way out.</p>",
    "<p>\"Lets clean this place up and use it as our office.\" Desir grinned at Romantica.</p>",
    "<p>\"Y-you're joking? Please tell me you're joking? Please?\"</p>",
    "<p>\"We're going to become an amazing party here.\"</p>",
    "<p>\"Look at this place! Look at this absolute mess of a place! It’s a rat’s nest!\"</p>",
    "<p>*click* At that moment, the light that had struggled to stay on went out.</p>",
    "<p>Romantica inched towards the light switch to try to turn the light back on… but before she could, a flood of red eyes appeared in the darkness.</p>",
    "<p>\"Oh…\" It took a full three seconds for the dire situation to register in Romantica’s head.</p>",
    "<p>“Squeak.” Rodent and human squared off against each other in an interspecies stare-off. And as expected, the rodents achieved the victory! “Squeeeeek!” A swarm of angry rats charged at the humans.</p>",
    "<p>\"KYAAAAAAAAAA!\" An ear-splitting scream rang out, and Romantica flew into the air and latched onto Desir. The girl had gone hysterical, and her whole body was shaking like a leaf.</p>",
    "<p>As the light blinked back on and the darkness retreated, the army of mice skittered away.</p>",
    "<p>Desir blinked. “Lots of rats, huh?”</p>",
    "<p>“Squeeeeaaaak…”</p>",
    "<p>Though the rodents had disappeared, Romantica had no intention of letting go of Desir. She channeled even more strength into her arms and legs and clambered even further up Desir’s body, as if touching the ground would kill her.</p>",
    "<p>Desir sighed as he looked at Romantica’s face, milliseconds away from bursting into tears. \"Fine.\"</p>",
    "<p>\"We're leaving? From here? Right now?\" Romantica's face lit up in an instant—a small sliver of hope had pierced the heavy clouds of despair. Romantica gripped that small hope with everything she had and looked at Desir with puppy-dog eyes, hoping beyond hope that he would fulfill her wish.</p>",
    "<p>But that desperate hope would be short lived. \"I'll block the mouse holes, and I'll leave the sweeping to you.\"</p>",
    "<p>\"Then we…\"</p>",
    "<p>\"Then we're going to clean this place and use it.\"</p>",
    "<p>Romantica’s eyes darkened in despair.</p>",
    "<p>***</p>",
    "<p>Six hours later, the Beta Class training room looked totally different. The fully recharged magic light cast a bright gleam across the room, reflecting off the spotless, almost mirror-like floor.</p>",
    "<p>Desir, with a satisfied face, looked around the room, then at his cleaning crew— everyone wore a similar expression. \"Well done, you all worked hard.\"</p>",
    "<p>\"Wow!\"</p>",
    "<p>\"Whoaa…\"</p>",
    "<p>Without any further words, they all collapsed in exhaustion and relief on the floor. Just the cleaning process alone would have sufficed for their first physical training session. But unfortunately, Desir had other plans.</p>",
    "<p>\"Ok, we'll rest for 30 minutes, and then we begin training.\"</p>",
    "<p>\"Whaaaaat!?!\" Romantica exclaimed in exasperation. \"We cleaned everything today, let's just call it here!\"</p>",
    "<p>Desir shook his head. \"Romantica, you haven't forgotten what Professor Brigitte said when you joined this party, have you?\"</p>",
    "<p>\"That’s……\" Romantica grimaced, recalling Professor Brigitte’s warning.</p>",
    "<p>“You must be absolutely certain before giving me an answer. Joining Desir’s party also means agreeing with Desir’s ideals. In other words, you’re throwing in your lot with him. You must obey your party leader’s commands, and follow his instructions at all times. To join this party under these constraints, what matters most of all is your own determination.”</p>",
    "<p>The professor’s words had contained no ambiguity. Desir continued, \"And I also have the contract that you signed…\"</p>",
    "<p>\"I get it! Alright! Fine! I’ll just do it.\" Nothing but a series of hardships. Little by little, Romantica began to secretly regret her decision to join this party.</p>",
    "<p>***</p>",
    "<p>Thirty minutes later, Desir kicked off Romantica’s training by bringing out a blue ball. \"First of all, we’ll have you work on your casting speed.\"</p>",
    "<p>\"My casting speed is already plenty fast! You saw it during the entrance exam.\" Romantica took pride in her renowned casting speed—a remarkable talent for a wind-attribute mage.</p>",
    "<p>Desir agreed with her… to an extent. \"Truth be told, your level of speed is pretty good—if you were just a regular mage off the street. But within the Alpha Class, your skills are just so-so.\"</p>",
    "<p>The top-tier students from around the world gathered in the Alpha Class, so its members would naturally progress leaps and bounds faster than the commoners in the Beta Class.</p>",
    "<p>Nobles received the best training and tutoring from a young age, so their power levels couldn’t even be compared to that of the commoners. Thankfully, Romantica had received some of that education herself, so she had some skill to show for it. But still…</p>",
    "<p>\"We’ll be fighting them with a disadvantage. Even if we were on their level, we would still have difficulty competing against them—we’ll have to get your skills up to par.\"</p>",
    "<p>Romantica raised her eyebrow. \"But how are you going to raise our skills in such a short time?\"</p>",
    "<p>\"It's simple. You develop a new ability.\"</p>",
    "<p>\"A new ability?\"</p>",
    "<p>\"You’ll be learning chantless casting.\"</p>",
    "<p>Instead of processing mana through a spoken formula, “chantless casting” utilised one's senses to manipulate and shape the mana, thus manifesting the spell.</p>",
    "<p>Desire knew the Romantica from his previous life very well. She had already specialized in speed-chanting, and the danger of the Shadow World pushed her to constantly hone her skills and discover new talents.</p>",
    "<p>Her efforts had given rise to chantless casting, an ingenious new method of releasing magic without ever having to speak.</p>",
    "<p>But the Romantica of his previous life had spent an unimaginable amount of time and effort developing that method—Desir would help the present Romantica develop those skills in a much shorter span of time.</p>",
    "<p>\"That impossible!\" But as for right now, that was Romantica’s immediate reaction.</p>",
    "<p>Desir had expected as much. \"No, it's possible. You just feel like it’s impossible.\"</p>",
    "<p>\"I told you I can't!\"</p>",
    "<p>\"If you can't, then you can just stay in the Beta Class, eating stale bread.\"</p>",
    "<p>The thought of the stale bread broke the stubborn stalemate.</p>",
    "<p>“…you're not lying, right?\" She knew as long as she was part of this party, she would have to follow Desir’s directives. Romantica sighed.</p>",
    "<p>\"…Alright. Let's give it a try.\"</p>",
    "<p>Desir smiled. \"Great. Here, watch this ball.\"</p>",
    "<p>Desir placed the ball at Romantica's feet, then proceeded to draw two circles on the ground using a pen: one around the ball, and another five meters away from her. \"Try moving the ball from that circle to this circle over here.\"</p>",
    "<p>Romantica placed the ball down and tried to push the ball across, but Desir interrupted her. \"No physical contact. You are not to move from where you are</p>",
    "<p>now. And, of course, you can’t speak. Use nothing but air currents to push the ball.\"</p>",
    "<p>Air current manipulation.</p>",
    "<p>Trying to control the air’s current was like a human trying to flap a pair of wings. It wasn't just exercising one of the body's five senses—rather, it was an entirely new, unfamiliar limb.</p>",
    "<p>It was obviously difficult. However, if a mage could master air current manipulation, they were well on their way to learning chantless casting for 1st circle spells.</p>",
    "<p>Romantica focused her mind and stared down at the ball. But how was she supposed to create a current without chanting a spell? \"Hnnngggggg……\"</p>",
    "<p>As he observed Romantica’s efforts, Desir spoke up. \"Romantica, do you remember what you felt when we were cleaning?\"</p>",
    "<p>'Remember what!?' Romantica grew frustrated, both by her current inability to move the ball, and by the memory of their slave-like labor. There had been so much to clean up, they could only barely finish the task with the help of magic.</p>",
    "<p>\"You may have utilized spells at the time, but you definitely should have felt something else—like you were moving with the wind. Remember that feeling. That feeling of sweeping away the dust. Think of the ball as the dust.\"</p>",
    "<p>Romantica blinked, glared down at the ball, and refocused. ‘Think of the ball as the dust…’</p>",
    "<p>Romantica applied Desir’s advice, and the ball budged from its spot for the first time. Though it had inched in the wrong direction, the fact that it had moved at all was worthy of praise.</p>",
    "<p>Desir patted Romantica's shoulder. \"Your first steps are good. Keep at it.\"</p>",
    "<p>Her first praise.</p>",
    "<p>Romantica forcibly choked down the cheer forming in her throat and continued to practice.</p>",
    "<p>\"Right, next is Pram's training.\" Desir turned towards Pram, who had moved some distance away so as to not interrupt Romantica.</p>",
    "<p>Pram looked up at the approaching Desir, eyes brimming with expectation. However, that expectation was to be betrayed—Desir had no intention of training Pram.</p>",
    "<p>The reason was simple.</p>",
    "<p>\"Truth be told, I have nothing to teach you.\"</p>"
]