[
    "<p>It was May, and the sun-kissed showers of Spring were fading. It was almost time for the songs of love.</p>",
    "<p>Small flowers kissed the entrance of Hebrion Academy, branching out from trees that contained limitless vitality inside. This was an annual tradition of Hebrion Academy. Romantica’s eyes sparkled at the sight of the breathtaking greenery lining their school. She had a spring in her step as she danced through the corridor. “Buckthorn trees.”</p>",
    "<p>“The flowers of the buckthorn tree symbolize progress,” added Pram. It was unusual of him to comment.</p>",
    "<p>This was a historical tradition originating from the school’s founding principal, Eiricquel Hebrion. It was a prayer for the growth of Hebrion Academy and its students. Today, the students rarely cared about the founding principal’s wishes—they were just here to enjoy the scenery. As the pair strolled under the trees, they lost track of time, awed by the gorgeous landscape around them. Eventually, the sound of falling raindrops rang across the leaves. “It looks like it’s about to rain,” said Pram.</p>",
    "<p>***</p>",
    "<p>Rain began to pour down from the overcast sky. It rained all across Hebrion Academy and the skies became murky. Romantica paused and pursed her lips. “I don’t want to get my clothes wet,” complained Romantica as the rain rode down the hem of her string-spun clothes. The rain flowed between the grooves in the strings like a river. The downpour quickly drenched the uniforms of Romantica and Pram. Despite that, they didn’t mind one bit.</p>",
    "<p>“It rained like this back in the Shadow World, right?” reminisced Romantica.</p>",
    "<p>“It was colder and more unpleasant back then.”</p>",
    "<p>The two of them knowingly smiled at each other and covered up with their jackets. “The rain hasn’t changed—it’s just that our situation’s different.” Romantica took the lead as the two of them travelled to Starling dormitory, home of their fearless leader.</p>",
    "<p>As they walked into the lobby, Romantica took the initiative to dry herself with magic. The Starling dormitory lobby was almost empty, likely due to the rain. Desir Arman sat in the center of the lobby, waiting for them to arrive. He wasn’t alone.</p>",
    "<p>Sitting across from him was a beautiful girl with platinum blonde hair. Strands of gold woven with silver—the color of the southern lions. The mere sight of it made her peers sing praises of her name. The silver-haired spellsword, Ajest Zedga F. Kingscrown. There were in middle of a heated conversation.</p>",
    "<p>“It was already past 2 o’clock by then. It was past the time for the 2 o’clock demon to appear. The gears of the clock tower should have stopped by then,” explained Desir. “My hijacking only works on spells cast through a formula. The demon summoning device in Privius Clock Tower appears to have been built on an advanced magic formula. It was only because of this that it was possible to hijack it.”</p>",
    "<p>“I see. I do recall the sound of the gears stopping at some point. I hadn’t realized that.” The hint was there—she merely didn’t put it to good use. She was deep in thought as she collected her thoughts.</p>",
    "<p>“Drawing me into close combat wasn’t a bad choice, but you should always keep the battlefield in mind. We were in a Shadow World—not taking the objectives into account was your downfall.”</p>",
    "<p>Ajest’s shoulders slumped as she took it all in. She had been goaded into her every move. “So you always had your eyes set on the big picture, instead of only focusing on our fight,” said Ajest bluntly.</p>",
    "<p>“Well, maybe you’re right.”</p>",
    "<p>Ajest grew quiet, and reflected over the course of events that took place in the Shadow World. She closed her eyes, and organized her thoughts and said three simple words to Desir. “I lost. Decisively.”</p>",
    "<p>Desir waved his hand and dismissed Ajest’s thoughts. “You’re going too far. I can brag, but there was luck involved. If my analysis was a bit slower, or your blade a bit faster…”</p>",
    "<p>“Then we would have avenged Mr. Desir,” said Pram. The pair interrupted the conversation and separated the two of them. “By that point, we’d essentially won our part of the battle,” added Romantica.</p>",
    "<p>Desir grinned at the arrival of his party members. “You guys came.”</p>",
    "<p>The group of four crowded around a table and sat down. Romantica looked moody as she glanced at Ajest and spoke directly to Desir. “Weren’t we the only ones meeting you here?”</p>",
    "<p>“Ajest’s only here for a moment. She had a few questions about our fight.”</p>",
    "<p>“Even so, she’s an enemy—right? We almost lost because of her. Don’t you think you’re be a little too calm?” Romantica’s eyes darted from Desir to Ajest.</p>",
    "<p>“If that was all it took for you to lose, then you weren’t even worthy of entering Alpha class,” said Ajest.</p>",
    "<p>Romantica’s eyed flared. “What?!” The regal Ajest gave Romantica a casual glance and said no more. Catching a whiff of the arising conflict, Desir hurriedly added some choice words to the conversation. “Ajest is just trying to say that we deserved it, seeing as how we passed the exam and have been promoted to the Alpha class.” He scratched his head and gave Romantica a slight smile.</p>",
    "<p>“What—that’s what that meant?” Romantica crossed her arms, putting on airs. “Well… I supposed if you’re going so far to say something like that, then so be it.”</p>",
    "<p>“Honestly, we wouldn’t have been able to win without Romantica’s sniping. Thanks, Romantica.”</p>",
    "<p>“Wha? Thanks? Mm… well, you didn’t need to thank me or anything…” Romantica turned beet red and started twiddling her fingers in embarrassment at Desir’s thanks.</p>",
    "<p>“And me? Mr. Desir, what about me?” Pram’s eyes gleamed in anticipation. “You did well too, Pram.” Desir patted Pram’s head as the latter hugged Desir’s waist. Pram clung to Desir like a puppy and pushed his head into Desir’s palm.</p>",
    "<p>Ajest watched the scene unfold from behind them. “This means we’re taking a break from training now…right?” Romantica looked apprehensive as she looked over to see Desir’s response.</p>",
    "<p>“On whose authority? Training happens every day,” said Desir with a stern appearance.</p>",
    "<p>“What? No! We barely got out of the promotion battle yesterday! This is too much!”</p>",
    "<p>“Did you forget exactly what won us the promotion battle yesterday?”</p>",
    "<p>“Even so… tch!”</p>",
    "<p>The conversation turned into a noisy ruckus as Romantica and Desir bantered back and forth. Seeing the break in conversation, Ajest stood up from the table and announced her leave. Pram tried to cover up his laughter at the scene of his fellow party members, before seeing Ajest. “Hm? You’re leaving already?”</p>",
    "<p>Ajest took a good look at the rest of the group, before wordlessly holding up her Identity Pass. Blue Moon Party’s insignia displayed on the display. A party summons. They couldn’t make her stay any longer. As she started walking to the door, she paused before turning around and looked at Desir. She seemed hesitant, a far cry from the ice queen they normally associated with her. “Desir, I have a… a request.” Her eyes looked intently at Desir, as if searching for the answer without need to ask her question. “I know this is shameless, but may I join your training sessions?”</p>",
    "<p>Romantica and Pram stood stunned at the request. Desir nodded cheerfully at Ajest. “Every morning at 6 o’clock sharp, and after class. We meet at the Training Sector’s entrance.” The door creaked open and the sound of rain poured into the lobby. Ajest opened her mouth slightly, then closed it again. A whisper of a smile showed up on her face as she turned back around, and stepped out of Starling dormitory. The door closed, and the sound of rain died down.</p>",
    "<p>Thank you.</p>",
    "<p>***</p>",
    "<p>“So what are we going to do now, Mr. Desir?” Pram asked. “Now that we’ve been promoted to Alpha Class, are we done with the pa—“</p>",
    "<p>“Of course not.” Desir was resolute. “The discrimination against the Beta Class still exists. We’re going to create a path for all of the talent in Beta Class.”</p>",
    "<p>“What a wonderful plan!”</p>",
    "<p>“What a pain in the neck…”</p>",
    "<p>The responses from his fellow party members were very different. Desir teased “Then, Miss Romantica, are you leaving the party?”</p>",
    "<p>“Wh-wha? Who’s leaving? I’m just saying it’s a hassle! Obviously I’m going to help!”</p>",
    "<p>“If it’s ever too much, you can always quit. Hehe,” said Pram.</p>",
    "<p>Desir sat back down and leaned into his chair, watching the two of them argue.</p>",
    "<p>‘I shouldn’t forget my real objective.’</p>",
    "<p>He needed to handle the looming threat of the Shadow Labyrinth. Entering the Alpha Class was the first step. After gathering more party members and helping them grow, they would methodically clear away the Shadow Worlds, reducing casualties as much as possible. When the true threat known as the Shadow Labyrinth appeared, the party he trained would become the key to clearing it. As Desir became embroiled in his thoughts, he heard a familiar voice chime in.</p>",
    "<p>“I see you’re all here.”</p>",
    "<p>Professor Brigitte stepped into the lobby and sat down in front of the three students. She surveyed the members with a mild expression.</p>",
    "<p>“I have some very important news for everyone here.” Brigitte raised her finger, and waves of mana exuded from her body. A chocolate cake appeared from thin air and landed on the table. It was a huge cake—large enough to cover the whole table. The decorations adorning the cake were exquisite. Romantica did her best not to drool all over the table. She recognized the cake immediately.</p>",
    "<p>“Beswald Bakery’s specialty cake!?”</p>",
    "<p>Beswald Bakery is a famous bakery whose prices made your eyes pop out of their sockets. Only then did Desir and Pram catch on. “Isn’t this a bit much?” asked Desir.</p>",
    "<p>The professor laughed joyfully at Desir’s question. “Not at all. Seeing that pig-headed noble so humiliated is well worth it.”</p>",
    "<p>“Pig-headed?” Desir inquired about exactly who Brigitte was referring to, when she pulled him into a tight hug. Her arms were trembling and her cheeks flush with excitement. Desir was shocked by the current state of events and he tried to reel back in confusion. “Professor?!”</p>",
    "<p>“Wh-what are you doing!” Romantica blurted out.</p>",
    "<p>In quick succession, Pram also whined. “Wait your turn!”</p>",
    "<p>Despite the protest of Pram and Romantica, Brigitte hugged Desir even more tightly. “Well done. You’ve done it.”</p>",
    "<p>“You mean…”</p>",
    "<p>She held up three Alpha Class badges, and the three youths were ecstatic. They jumped in the air and were wild with joy.</p>",
    "<p>“Congratulations. You have been formalized as Single Rankers of the 217th class.”</p>"
]