[
    "<p>“…”</p>",
    "<p>Desir was left embarrassed with Zod’s sudden confession.</p>",
    "<p>This was a side of Zod that Desir had not seen in his previous life, even after accompanying him for many years.</p>",
    "<p>Desir only saw Zod acting as the master of the Magic Tower, cold and calculative in all circumstances, and as the Seventh-Circle wizard with an insatiable curiosity in finding the truth of all things.</p>",
    "<p>If he was planning to give up this easily, what was the purpose of the conversation thus far?</p>",
    "<p>After considering it for another second, Desir voiced his doubts.</p>",
    "<p>“If this is true, everything you have told me so far…”</p>",
    "<p>“I was just testing you. I wouldn’t care whether or not you tell me.”</p>",
    "<p>All of his threats to Desir had been an act.</p>",
    "<p>Desir was perfectly deceived by his skillful acting.</p>",
    "<p>Desir responded in a heavy voice.</p>",
    "<p>“Mr. Zod.”</p>",
    "<p>“Haha… I’m sorry. But I give you my word. I won’t ask about your identity anymore.</p>",
    "<p>Everyone has their own secrets that they can’t share with anybody. I also have a bunch of secrets that I don’t want anybody to know.”</p>",
    "<p>In Zod’s own words, Desir imitated his tone and solemn posture.</p>",
    "<p>“I’m sorry that I couldn’t tell you my identity, but I give you my word. If the day comes, I will tell you everything.”</p>",
    "<p>*HAHAHA*</p>",
    "<p>The two faced each other and laughed.</p>",
    "<p>“I hope that day is not too far away.”</p>",
    "<p>Zod’s smile was amazingly warm. It was like the smile of a grandfather looking at his grandson.</p>",
    "<p>“Is that all you wanted to say?”</p>",
    "<p>“No, there is one more thing. It’s about the Outsiders.”</p>",
    "<p>Desir instantly recalled what happened around this time in his future.</p>",
    "<p>It had all unfolded in a rush.</p>",
    "<p>The Great Conference of the West Kingdom Union. The Outsiders carried out a terrorist attack on the conference and they managed to summon a devil, Dadenewt.</p>",
    "<p>Up until that point, they had only been a trivial faction that committed minor misdeeds, but it was at this point that they became active in earnest.</p>",
    "<p>Those who tried to overturn the status quo and spread chaos were clearly a destabilizing force.</p>",
    "<p>In particular, the Crow Mask that led this movement was especially dangerous.</p>",
    "<p>“Through these events, I can see that the Outsider’s power is considerable. They have been successful at concealing their power up until now.”</p>",
    "<p>Above all, the Crow Mask that was leading them. A Sixth-Circle wizard, of which there are few on this continent, who used space magic, a Sixth-Circle spell.</p>",
    "<p>He was powerful enough to interrupt Zod’s use of space magic.</p>",
    "<p>Desir could not understand how such a person could manage to hide his identity without even a hint at what their real name was.</p>",
    "<p>“The revolutionaries…”</p>",
    "<p>The Crow Mask was a remnant of the Revolutionary Army. In the future, Desir was told that the remnants of the Revolutionary Army that survived during the civil war of the Hebrion Empire became the Outsiders, but he never thought that he would encounter them this way.</p>",
    "<p>They commit indiscriminate acts of terrorism with absurd justifications.</p>",
    "<p>‘A group with that kind of motivation was even more dangerous than a regular criminal syndicate.’</p>",
    "<p>Those who move based on faith are scary. It was because they believed their actions were right that they could justify any and all actions. They even slaughtered citizens while saying that they resurrected Dadenewt to sacrifice the few for the sake of the many.</p>",
    "<p>‘I can’t tolerate this.’</p>",
    "<p>The only thing that can be said about them is that they are completely crazy.</p>",
    "<p>The main purpose behind one’s actions cannot be described in just a few words.</p>",
    "<p>What they enacted was not a revolution, but an obvious massacre.</p>",
    "<p>‘And they must have recognized me as an enemy by now.’</p>",
    "<p>Desir felt that he would inevitably meet them again someday.</p>",
    "<p>With a lighter tone than before, Zod broke Desir’s ruminations.</p>",
    "<p>“Nothing to worry about. There have been some positive changes as a result of this.”</p>",
    "<p>“Oh yeah? What do you mean?”</p>",
    "<p>Zod picked up one of the newspapers at the bedside and handed it over to Desir.</p>",
    "<p>[Wizard from Hebrion Academy raises a sword against the enemy]</p>",
    "<p>“The mood is now different in comparison to the time before the Great Council. Not only the citizens of the Western Kingdom but also the kings of the nations realized the seriousness of the Outsiders. And thanks to you, the impression of the Hebrion Empire was dramatically improved.”</p>",
    "<p>Desir smiled.</p>",
    "<p>“Is that so? I’m very glad.”</p>",
    "<p>“If the talks goes well, the front lines between the Hebrion Empire and Western Kingdom may be united.”</p>",
    "<p>“I hope that happens.”</p>",
    "<p>Zod stood up.</p>",
    "<p>“I’m all done now. I’m going to let you go. Take care.”</p>",
    "<p>“Thank you, Tower Master.”</p>",
    "<p>As soon as he opened the door, the silence magic disappeared.</p>",
    "<p>The long and tiring conversation had finally come to an end.</p>",
    "<p>Desir lay down on his fluffy pillow to digest the contents of that heavy conversation.</p>",
    "<p>‘Improvement of the relationship between the Western Kingdom and Hebrion Empire…’</p>",
    "<p>It was a relief during a time of misery. Desir fell into deep thought.</p>",
    "<p>‘But they are not the ‘true’ enemy that we need to be concerned with.’</p>",
    "<p>Despite the emergence of the Outsiders as a threat, the ultimate enemy remained unchanged.</p>",
    "<p>The Shadow Labyrinth.</p>",
    "<p>The worst disaster that was fated to appear in the future.</p>",
    "<p>Desir had yet to talk about the real enemy. This was because he had determined that there was no reason to spend the effort convincing the others without explaining how he was a returner.</p>",
    "<p>Trying to explain how he knew this would only cause confusion.</p>",
    "<p>‘It’s time to calmly start preparing.’</p>",
    "<p>He would gather up his party and train them further to increase their power. Of course, he couldn’t forget to train himself. His own power would be a decisive factor in this coming disaster.</p>",
    "<p>Putting this plan into action would allow Desir to reach the end goal, step by step.</p>",
    "<p>With this plan, Desir felt he could overcome any danger.</p>",
    "<p>***</p>",
    "<p>In a secluded village in the Prillecha Kingdom.</p>",
    "<p>Someone traveling to the capital would encounter this village on their journey. This town was frequented by tourists and merchants who stopped to take a break from their travels.</p>",
    "<p>There was nothing to write home about this village and it was not very big, but it at least was known for its one specialty.</p>",
    "<p>Dark Beer.</p>",
    "<p>There was only one tavern in this village but the taste of dark beer was well renowned in the nearby towns. The taste was good enough that people from nearby villages would even stop by specifically for this beer.</p>",
    "<p>“Hey, Hans. Did you hear the news?”</p>",
    "<p>It was a very hot evening. Heat intensely radiated up from the ground and the air was especially muggy. The villagers dealt with the heat by rushing to the pub and drinking the cold dark beer.</p>",
    "<p>It was on this day that the pub was a bit noisier than usual.</p>",
    "<p>It wasn’t just because of a few rowdy foreigners. Some news from the capital had arrived and turned the village upside down.</p>",
    "<p>They gathered at the tavern and shared their merriment at the good tidings.</p>",
    "<p>“What happened?\"</p>",
    "<p>Hans, who ran a mill in the neighborhood, looked at his friend in a way that showed he didn’t know what he was talking about.</p>",
    "<p>His friend pounded his chest in sheer frustration at someone being this much out of the loop.</p>",
    "<p>“Oh, this guy! Haven’t you even read the newspaper? Just what have you been doing?”</p>",
    "<p>“Ehhhh, you know how my work has been recently.”</p>",
    "<p>“Were you sick? Well, you shutdown your mill for a few days… That Outsider gang… The Outsiders. They broke into the capital…”</p>",
    "<p>The friend brought his hand to his ear, as if to tell Hans to listen carefully to his surroundings.</p>",
    "<p>When Hans stopped talking, he could hear the conversations of the people around him.</p>",
    "<p>“The Outsiders have invaded the capital.”</p>",
    "<p>“The Hebrion boy… … ”</p>",
    "<p>“Hero…”</p>",
    "<p>Everyone in the tavern was talking about this one person. This could be expected though. It was an event of such significance that it would inevitably be recorded in the history books.</p>",
    "<p>Rumors of what had occurred were already spread across the continent.</p>",
    "<p>Hans was still listening to what his friend was telling him. When the friend’s story concluded, he was left absolutely amazed.</p>",
    "<p>“The boy defeated the Outsiders.”</p>",
    "<p>Everyone spoke up after listening to him, adding a word or two of praise for the hero or disdain at the Outsiders.</p>",
    "<p>“Well done.”</p>",
    "<p>“Damn, they are so annoying! I’ve heard that the amount of damage that they’ve caused so far to the Magic Tower is astronomical.”</p>",
    "<p>“I’ve heard they stole technology?”</p>",
    "<p>“We paid them back in full, this time.”</p>",
    "<p>Then he nodded.</p>",
    "<p>“So this is why fewer traders had passed through the town recently.”</p>",
    "<p>“It’s because the capital has collapsed and is not a place to do business right now. In addition, more and more trains are being used in recent years. There are going to be fewer foreign visitors to the village in the coming years.”</p>",
    "<p>Hans listened to the story and grabbed a cold beer. The beer had a nice texture.</p>",
    "<p>Excitedly, his face turned red. The dark beer produced here was also famous for its high alcohol content. From drinking a single glass, no matter how strong the person was, they would definitely get drunk.</p>",
    "<p>Hans’s gaze that swept throughout the tavern ended up catching on a particular person.</p>",
    "<p>“Who’s that guy?”</p>",
    "<p>He pointed at someone in the corner.</p>",
    "<p>In that particular corner of the tavern, there was someone sipping beer. He wore a hood and the shadows it left were so dark that it was almost impossible to see his face.</p>",
    "<p>He was sitting alone and drinking.</p>",
    "<p>Perhaps because of the bleak atmosphere he gave off, no one had tried to get close to him.</p>",
    "<p>He looked unpleasant.</p>",
    "<p>Hans’s friend lowered his voice.</p>",
    "<p>“… He’s a stranger who’s been staying here for a few days. No one has seen his face.”</p>",
    "<p>Because of the incident in the capital, the merchants who used to visit hadn’t come recently.</p>",
    "<p>Not to mention the tourists and other travelers.</p>",
    "<p>It was therefore not weird for the villagers to look at him with suspicion while reluctantly welcoming him into the village.</p>",
    "<p>A friend whispered into Hans’s ear.</p>",
    "<p>“Actually… someone has reported him as a potential Outsider. We should get a response by tomorrow.”</p>",
    "<p>“Ha, you’re saying he’s an Outsider?”</p>",
    "<p>“Keep your voice down!”</p>",
    "<p>A friend pushed Hans’s head down while furtively monitoring the hooded man’s movement for any change. However, he was still sipping beer as calmly as ever.</p>",
    "<p>----</p>",
    "<p>Translator Patreon</p>"
]