[
    "<p>As long as Pram approved, Desir was happy with it. At the same time, Desir noticed that Pram’s face had become unnaturally red. Unable to understand why, Desir decided to ignore it and continued speaking, his tone belying his embarrassment. “You don’t have to speak to me so politely, you know?”</p>",
    "<p>Pram’s own face showed a steely determination as he responded, “No, no, it’s fine, Mr. Desir. This is more comfortable to me.”</p>",
    "<p>“We’re the same age; ‘mister’ is a bit much, don’t you think?”</p>",
    "<p>“No, really it’s fine. I want to call you Mr. Desir,” Pram insisted. He appeared bizarrely resolute. Desir sighed a little inside, but, ultimately, decided to drop the topic. He could let Pram speak how he wished.</p>",
    "<p>“Oh? It’s this late already?” blurted Desir in surprise. He had been so caught up in the conversation that he hadn’t realized that the clock was already pointing at 1. It was lunch time.</p>",
    "<p>Having finished the first aid, Desir got up to move, but as he opened the door to leave, Pram suddenly moved in front of Desir and lowered his head. “Thank you for today, truly. I’ll never forget this debt.”</p>",
    "<p>“I only did what anyone would do in that situation,” Desir responded.</p>",
    "<p>They left the infirmary together, and Pram spoke up again. “If there’s anything I can do to help, please tell me. You can ask me any time you’d like.”</p>",
    "<p>Desir’s brows suddenly furrowed. “Anything you can do to help…”</p>",
    "<p>Noticing Desir’s suddenly serious expression, Pram pressed, “Anything at all!”</p>",
    "<p>‘Anything?’ Desir’s eyes flashed. “Then, Pram, if you haven’t applied to a party yet, would you join mine?”</p>",
    "<p>Pram’s eyes jumped in surprise, before his face broke into a wide smile of pure delight. “Of course, Mr. Desir!”</p>",
    "<p>And with that, Desir completed his party.</p>",
    "<p>Desir, Romantica, and Pram walked across the long, empty corridor, before coming to a stop in front of an elegant wooden door. An engraved plaque on the door read, ‘Brigitte de Fahellibos.’</p>",
    "<p>The door swung open, into a spacious and well-organized room, elegantly decorated. Atop a small table near the center, four tea cups were neatly sat, as if the professor had been expecting them.</p>",
    "<p>As the three entered the room, Professor Brigitte spoke. \"I'm afraid you've called to meet at a busy time.\"</p>",
    "<p>Desir, Romantica, and Pram sat opposite Brigitte. Desir bowed his head as he spoke. “Thank you for giving us the time, when you’re so busy.”</p>",
    "<p>Brigitte positively beamed at Desir’s words. “It’s alright. There’s nothing to worry about,” she responded. She took a sip from her cup.</p>",
    "<p>Desir looked up, examining the familiar figure closely. She was a classic model of beauty and grace, with beautiful, pure eyes, and flawless white skin. Today, she wore a simple but elegant dress, perfectly complemented with a number of classy accessories. Clearly, her fashion sense was excellent. Desir knew Professor Brigitte well; when he was still an orphan, she had recommended him to Hebrion Academy. If it hadn’t been for her, Desir would have spent his entire life at the orphanage, destitute. Ever since that day, he had remained deeply, sincerely grateful for her.</p>",
    "<p>Brigitte placed her teacup back down. “You were truly amazing at the entrance exam, Desir.” She continued, “I’ve never seen you do that before, you know?”</p>",
    "<p>Desir blushed as he responded, “Haha, is that so?”</p>",
    "<p>“Certainly. That day was the first time I’ve ever seen such skillful application of magic from you.”</p>",
    "<p>“…It really wasn’t that much.”</p>",
    "<p>“You’re humbling yourself too much,” Brigitte insisted. “You won against the much favored Ajest, after all.” Brigitte flashed a wide smile at Desir as she continued, “Remembering how hopeless you were when I was first teaching you, I do feel quite betrayed at seeing how brilliant your magic is, huhuhu.”</p>",
    "<p>Desir froze, speechless, as a chill ran down his spine.</p>",
    "<p>Seeing this, Brigitte spoke up again. “It was a joke. Drink, before the tea cools. It took quite a bit of effort to get these leaves imported from Heidna.”</p>",
    "<p>“…Yes.” Desir raised his cup. His hands were still shaking violently.</p>",
    "<p>Romantica looked at him while snickering quietly. She hadn’t expected there was someone who could win against Desir with words.</p>",
    "<p>Her teacup now half empty, Brigitte gazed intently at the group. A mysterious light flickering across her eyes as she asked, “So these are the party members you’ve found?”</p>",
    "<p>Without another word, Brigitte examined Romantica, Pram, and Desir one by one, only speaking again once she was satisfied. “What’s your reason for creating a party, Desir?”</p>",
    "<p>Of course, she was asking for the party’s objective. Their goal was something that Desir saw clearly in his mind. In fact, he had created this very party for that single reason.</p>",
    "<p>With fire in his eyes, Desir said, “My goal is to move up to the Alpha Class through the promotion battle.”</p>",
    "<p>Brigitte raised an eyebrow in mild surprise. “That’s going to be difficult you know?”</p>",
    "<p>“Oh, I know.” Desir replied, his voice carrying an air of confidence.</p>",
    "<p>Pram, who had simply been listening in a daze, shakily raised his hand. When Brigitte finally looked at him, he spoke, “What do you mean by ‘moving up to the Alpha Class’?”</p>",
    "<p>“Ah, it seems you haven’t been officially informed yet,” said Brigitte, “Our academy employs a system of advancement known as the ‘promotion battles’.”</p>",
    "<p>Promotion battles were what decided the Hebrion students’ rankings each year. Not only were these battles a tradition of Hebrion Academy, they also acted as the students’ midterm exams.</p>",
    "<p>The promotion battles started with a tournament phase, from which the top 30 participants were selected. These 30 students would enter an artificial Class 5 Shadow World and take part in a battle royale between one another, which would decide their final ranks. The main goal of everyone in this stage was to be one of the last people remaining, as the top 9 survivors received the title of ‘Single Ranker’.</p>",
    "<p>Brigitte continued her explanation, “What Desir means by ‘promotion’ isn’t only entering the Alpha Class, but also receiving the Single Ranker title through the tournament.” She turned back towards Desir, and asked, “Am I correct, Desir?”</p>",
    "<p>Desir nodded in affirmation. “Yes, you’re right.”</p>",
    "<p>“What!? What are you talking about!” Romantica, who had been listening silently, shot up from her seat. “Forget being in the top 9. There’s no way we could even place in the top 30 of the tournament. And even if we did, any Beta Class parties would be targeted by everyone else immediately!”</p>",
    "<p>“She’s right you know.” Brigitte agreed, nodding. “It’s obvious who will be in the top 30. The majority of them will be elites, all in large parties. Last year, there was the Blue Moon party with 15 members, the Red Dragon party with 9, and the remaining 6 were all from other Alpha Class parties. Not a single student from the Beta Class has ever placed in the top 30 in this academy’s history.”</p>",
    "<p>Now with a better understanding of what Desir’s plan entailed, Pram spoke warily, “So obviously, there’s no way the Alpha Class will go easy on anyone from Beta Class, and they’ll likely even target us.”</p>",
    "<p>“That is correct.” Desir said.</p>",
    "<p>The weak would always be targeted first. Furthermore, everyone in Desir’s party was from the Beta Class. Even if they all somehow managed to make it into the top 30, they would be a huge disadvantage number-wise.</p>",
    "<p>But despite these overwhelmingly terrible odds, Desir looked confident. “That’s why it’s all the more important that we aim for becoming Single Rankers.”</p>",
    "<p>Currently, the Beta Class was nothing more than a collection of trash in the academy’s eyes. Beta Class students were all commoners, meaning that the professors and Alpha Class students held them in contempt. Their future was apparent. The Beta Class students would lose any and all motivation sooner or later, and would eventually give up on graduating. The students who were seen only as trash would become exactly that. But what if it didn’t have to be that way.</p>",
    "<p>Desir spoke with a smile. “Think about it, professor. If the Beta Class who are thought of as trash wins Single Ranker titles for everyone in a 3-man party, how would people react?”</p>",
    "<p>“That is…” Brigitte’s was unable to answer Desir, falling silent as the</p>",
    "<p>implications of his plans dawned on her.</p>",
    "<p>Desir continued, “‘The Beta Class is talentless, so I refuse to teach them.’ Opinions such as these would become mere excuses, and the truth would become apparent. The Beta Class will finally be able to remove their shackles of inferiority.”</p>",
    "<p>Steam rose from their cups, the tea within still warm, and its fragrance filled the room.</p>",
    "<p>Desir gulped nervously. Other than the occasional blink, Professor Brigitte sat as still as a statue, contemplating Desir’s words quietly.</p>",
    "<p>As the three students held their breath in silence, Brigitte finally spoke, “Alright then, I’ll authorize the creation of your party.”</p>",
    "<p>A sigh of relief escaped Desir. “Thank you, professor.”</p>",
    "<p>However, before Desir could fully relax, Brigitte continued. “But before that, there’s something I must be sure of.” Brigitte looked at Pram and Romantica. “I need to hear Pram and Romantica’s consent.”</p>",
    "<p>Pram and Romantica each took a deep breath; they both understood the weight their decision would carry.</p>",
    "<p>Brigitte looked at the two of them sternly. “You must be absolutely certain before giving me an answer. Joining Desir’s party also means agreeing with Desir’s ideals. In other words, you’re throwing in your lot with him. You must obey your party leader’s commands, and follow his instructions at all times. To join this party under these constraints, what matters most of all is your own determination.”</p>",
    "<p>Pram showed no hesitation in reaching his decision. “I will apply to join Mr. Desir’s party.”</p>",
    "<p>Brigitte passed a paper over to Pram. “Then please sign this contract.”</p>",
    "<p>The pen moved without reserve, and Brigitte picked up the completed contract.</p>",
    "<p>While quickly checking the contract in her hands, Brigitte said, “Now there’s only one person left.”</p>",
    "<p>With that, everyone’s gaze fell on a single person in the room.</p>",
    "<p>Romantica was holding her chin, lost in thought. She was currently holding a heated internal debate. Was it really possible to enter the Alpha Class this way? To reach the top 9 in the academy that gathered the greatest talents from around world. She was only a 2nd circle mage. The spellsword Ajest included, there were surely much more than 9 people who were easily stronger than her. To be honest, Romantica thought that even the notion of entering the Alpha Class was little more than a pipe dream. ‘That is… if I were alone.’</p>",
    "<p>Romantica looked at Desir. What she saw was a man with overflowing confidence. His look was one that said ‘there’s no way I could possibly lose’. It was as if defeat had never even crossed his mind. Looking at him, she recalled the time when he’d taken control of her magic. It was truly a creative, even ingenious, way to use magic. It was the first time Romantica felt like she’d caught a glimpse of an unreachable level. Her horizons were expanded that day, and she had decided to never allow herself to become conceited again. Romantica thought for certain that if it were Desir… if it were him, she felt he could create something incredible.</p>",
    "<p>“…Whew.” Romantica sighed deeply and turned to Brigitte. “Where do I sign?”</p>",
    "<p>The main building, located in the center of the academy’s campus, was split into six unique sectors, and the distance between each sector was so great that magic-powered buses were necessary for transportation between them. Each sector was named after the purpose it served. The area containing the dormitories was called the Residential Sector, and the area that conducted magical research or research on Shadow Worlds was called the Research Sector; the other four sectors were named in a similar fashion.</p>",
    "<p>| This stop is the Training Sector.</p>",
    "<p>Desir, Romantica, and Pram got off the bus. In front of the station stood an ivory-colored marble statue of a swordsman. Behind it stood large buildings boasting an incredible height, rising far up into the sky. Walking side by side, Desir’s group entered the training center.</p>"
]