[
    "<p>The carriage rattled as it carried along its path. Leaning towards the window, Desir admired the scenery. The large tracts of land set for farming stuck out in his mind. ‘With so much abundant and fertile farmland, it’s no wonder they’re able to produce so much food. The Earl didn’t make this decision on a whim.’</p>",
    "<p>Upon reaching the city borders, the carriage stopped outside of a shabby inn. The wood was worn and the door was creaky, but it stood the test of time and didn’t smell of mould. That was enough.</p>",
    "<p>“Stay here and wait for me.” Jefran walked into the inn and proceeded to secure accommodations for the two of them. Desir agreed and gave him a curt nod before noticing how sore he was from the carriage ride here. Once Desir got out of the carriage, he started to stretch. He felt much better after getting out of the cramped carriage. Suddenly, he felt something prodding him.</p>",
    "<p>He turned around, but couldn’t find anybody there. As he was beginning to believe that nobody was there, he looked down to find an emaciated child with cracked lips. The vagrant girl cupped her hands in front of Desir and pleaded “Sir, could you spare some change? Please?” The look in her eyes was desperate, and she couldn’t disguise her exhaustion that was either from fatigue or starvation— or both.</p>",
    "<p>Desir rummaged through his pockets for something, anything to give to the little girl, but he didn’t have a single coin to give her. “I’m sorry. I don’t have any money either.”</p>",
    "<p>The little girl’s eyes drooped; she looked like a tree one breeze from falling over. “Sigh… it can’t be helped then.” She turned around and wearily stumbled away from Desir. As she began departing, Desir called out to her and offered her four dried plums in an outstretched hand. “If it’s food you want, I do have this.”</p>",
    "<p>Her face brightened and her eyes looked up at Desir, as if asking for permission. He smiled back and nodded approvingly at the little girl before handing her one of the dried plums. She devoured it ravenously, before eyeing the other dried plums avariciously.</p>",
    "<p>“Do you want more?” The little girl nodded furiously in response. “There’s a lot of things that I don’t know. Would you be okay if I asked you some questions in exchange for these plums?” There was no hesitation as she nodded again.</p>",
    "<p>“Do you live there?” Desir pointed at the shantytown where the wanderers stayed.</p>",
    "<p>The little girl nodded. “Yep. I live with my mom and little brother. Just the three of us.”</p>",
    "<p>“Where’s your dad?”</p>",
    "<p>“Dunno. Mom won’t tell me.”</p>",
    "<p>Desir gave the little girl another plum. She ate it just as quickly as the first. “I heard that they give you free food here. Isn’t that true?”</p>",
    "<p>“They do. Every morning, they come from over there.” She pointed over at the plaza. “If you wait in line, they give you food.”</p>",
    "<p>“If so, then why—“ Desir’s words were cut short as he saw the little girl search for something in her pockets. She pulled it out as though she was handling a precious treasure: it was a piece of bread.</p>",
    "<p>“They give us a piece of bread to eat every day, but it isn’t enough. That’s why Lilica is always hungry.”</p>",
    "<p>“Who is Lilica?” asked Desir. The little girl pointed at herself, and her stomach growled in hunger. In response, Desir handed her another dried plum. Like every other time, it disappeared within a matter of seconds.</p>",
    "<p>“Sir, and your name?”</p>",
    "<p>“You can call me Desir.”</p>",
    "<p>“Alright, Desiiiir. Since you’re so nice, I’ll give you this.” It was a handkerchief embroidered with flower patterns; he could tell that it took years to achieve this kind of masterful needlework. “My mom made it; she’s super good at sewing. She even made my clothes!” Lilica twirled around and showed off her dress.</p>",
    "<p>Desir was surprised that she gave him this. “This is beautiful. Are you sure that you don’t want to sell this at the market? With your mom’s workmanship, it should go for a good price.”</p>",
    "<p>“People told us not to come by the market. They said they’d beat my mom to death if she came.” She frowned as she recalled the memory. “They said we’re thieves that steal everything. Besides Joffrey, they said that the other people who lived with us stole stuff from them. Even though we didn’t steal anything, they keep calling us thieves. My mom told me to hold it in. She said that since we’re not from here, it’s natural for them to act like this.”</p>",
    "<p>“Hey Desir! Get over here! Now!” Jefran’s voice rang out as he called for his assistant. It was time to go. Desir needed to hurry back, so he handed the little girl the last dried plum. “Lilica, do you see that sun? When it’s set about halfway, come to the castle’s backdoor and I’ll give you more food, okay?”</p>",
    "<p>“Wow— really? Okay!”</p>",
    "<p>“Make sure that nobody sees you.” After making sure she understood, Desir left and jogged back towards Jefran. Soon after, an notification rang out.</p>",
    "<p>| You have found the Problem #2: [Vagrants], one of the two problems within the Evernatten Domain.</p>",
    "<p>Lord Evernatten’s Castle, 11:00am.</p>",
    "<p>After steam rose from the kettle and its aroma wafted through the office, Desir poured the tea into a silver teacup and then placed it onto a silver platter. Opening the chamber doors, he gently put the silver tray down in front of his Lordship, who was going through a stack of paperwork. He was a gruff older man with a face riddled with battle scars that was carved out by the countless seasons he has survived through. Working in silence, an air of intensity surrounded him.</p>",
    "<p>| You have encountered Unique Hero [Wilhelm Evernation]. This is a key figure in the main scenario.</p>",
    "<p>| Become close with him. Once the Earl’s impression of you reaches [trustworthy], the main quest will begin. Currently, his impression of you is [favorable].</p>",
    "<p>‘If this person is a key figure in the Shadow World, then the main quest must be helping him solve the problems of the Evernation Domain.’ Desir gently placed the teacup on top of the Earl’s desk. Clearing the [Dinner Service-EX] quest, Desir was rewarded with the position of the Earl’s assistant. The Earl’s quill moved without rest, while his eyes remained fixed on the paperwork in front of him. He took a few casual sips of the tea, but otherwise remained taciturn.</p>",
    "<p>‘In order to trigger the main quest as soon as possible, I have to persuade the Earl that he can trust me; I have to solve the vagrant problem as soon as possible.’ Desir tactfully observed the Earl. Aside from the quiet scratches on parchment and sips of tea, not a sound was present.</p>",
    "<p>“Ahem.” Desir cleared his throat. He wanted to start a casual conversation with the Earl. It was the best way to become friendly with him in a short time. “It’s really cold today.”</p>",
    "<p>“I see.” The Earl answered back without looking up.</p>",
    "<p>“Should I close the window for you?”</p>",
    "<p>“Leave it be.” The Earl looked at Desir. A spectacular failure. This time, Desir tried to change the topic instead of making small talk. Looking at the paperwork piled on top of the Earl’s desk, he concluded that there was so much paperwork that couldn’t possibly be finished by one person.</p>",
    "<p>“My lord, there appears to be a substantial amount of work to be done. Should you wish it, I would be happy to assist you with your work.”</p>",
    "<p>Wilhelm put down his tea and turned his attention over to Desir. “Do you know how to read?”</p>",
    "<p>“Yes, my lord.”</p>",
    "<p>Earl Evernation put down his quill pen. “Then I’ll have you do one thing for me.” Desir leaned closer to ensure that he caught every single word.</p>",
    "<p>“Don’t talk to me while I am busy working. It’s distracting.”</p>",
    "<p>| Earl Wilhelm’s impression of you has decreased from [favorable] to [neutral].</p>",
    "<p>‘I can’t approach him using normal means. I need to look at this from a different direction.’</p>",
    "<p>Desir came to this conclusion after a few days in his new position as the Earl’s assistant. After a disappointing first meeting, Desir tried his best to offer a good impression to the Earl: offering desserts, bringing various exotic teas, and cleaning the Earl’s room ahead of time. Unfortunately, none of these had any affect on the Earl’s temperament. Four days into the mission while Desir was thinking about how to earn the Earl’s trust, the scenario began to split off into a new development.</p>",
    "<p>Castle Kitchen.</p>",
    "<p>To help Jefran whilst he was looking for a new assistant, Desir was preparing the onions in the kitchen by himself. With the door slightly ajar, a cute and mischievous eye appeared to ensure that the coast was clear. When he saw Desir, his pupils dilated before he popped out of the door and it flew wide open. The speedy shadow dashed straight at Desir and jumped, arms outstretched ready to envelop him. “Mr. Desir, guess who?”</p>",
    "<p>Desir was startled and turned around to see his nimble party member in the flesh. “Pram? How did you get here? Ouch! Hold on!”</p>",
    "<p>“Sorry! I couldn’t help myself after finding you.” Pram let go of his tight embrace and took a step back.</p>",
    "<p>Seeing Pram’s appearance, he noticed that his party member was wearing the uniform of the Evernatten guards. “So you started off as a guard, huh?”</p>",
    "<p>“Yes, sir! As a guard, I was able to roam around the castle. That’s why it was easy to find you. Besides that, do you know how long I’ve been looking for you?!” Pram’s distressed face was extremely close to Desir’s face. Desir took a step back and apologized.</p>",
    "<p>“Sorry, there’s been a lot going on.” He briefed Pram on what had transpired so far in the Orrane region. He mentioned the wanderers living outside of the city, and the disparate treatment that they were receiving from the townsfolk. Desir also mentioned Lilica, the young girl he met outside the walls.</p>",
    "<p>After catching up with Desir, Pram forgave him and the two of them huddled together to discuss the Shadow World. “So… it seems like this Shadow World is based on the Holy Empire?”</p>",
    "<p>In response to Pram’s question, Desir nodded. “I’ve confirmed it. A few days ago, I took a moment to leave the castle. I found that the city’s architecture resembles that of the Holy Empire.”</p>",
    "<p>“But Desir, wasn’t the Holy Empire—“</p>",
    "<p>“Right. The entire territory was swallowed up by the Shadow World, short of the Orrane region where we currently reside.”</p>",
    "<p>“But it’s weird: it feels out of place to be in a country that’s already met its end. It’s completely different from where we’re from.”</p>",
    "<p>“Well, it is your first time in a Shadow World.” Desir smiled at Pram, reminiscing of his first time.</p>",
    "<p>“Isn’t it the same for you too?” Being caught off-guard, Desir rose from his seat.</p>",
    "<p>“…Just wait here for a moment. I’ll bring you something to eat.”</p>"
]