[
    "<p>“…It’s a bit cramped,” mumbled Desir. Past the iron doors, the walkway was extremely narrow. Where they were standing, there was barely enough space for one person to squeeze through. More accurately speaking, the room itself was spacious, but they had little room available to them. The display shelves around the room were all blocked off by wire screens. “It can’t be helped, security-wise,” Desir said.</p>",
    "<p>Beyond the barbed wire, a wooden display stood in front of a keen-eyed merchant, who introduced himself as Ujukun. His eyes were very thin and slender, and accented by a few strands of greying hair. Wrinkles covered his bespectacled face, giving him the appearance of an old man. The merchant’s hands rested on the counter, and his fingers rapped in anticipation of his new customers.</p>",
    "<p>“Judging by the entrance, you seem quite concerned about security,” remarked Desir.</p>",
    "<p>“You can never be too careful,” Ujukun responded. “Naturally, plenty of thieves tend to come by.” Ujukun pushed his glasses up and stopped tapping on the counter. A silence filled the air as Ujukun sized up the young man sitting in front of him. ‘He’s going to be a difficult one,’ the merchant thought. His eyes lazily moved over to the other boy and he quickly recognized the face. “Weren’t you here about two days ago? Do you have something else to sell to me?”</p>",
    "<p>“On the contrary, he’s here to see what he’s sold,” explained Desir. The merchant’s expression turned sour, before Desir added “Of course, this isn’t for a refund. We will be purchasing it back.”</p>",
    "<p>At those words, Ujukun’s face lit back up and he was ready for business. “If that’s the case, you should have told me earlier.” He entered the storeroom behind him. It felt like an eternity until the merchant returned with the sword.</p>",
    "<p>The silver paint on the sword flaked off, revealing years of rust underneath. Ujukun placed the sword on the counter.</p>",
    "<p>“It’s a heavily rusted useless sword,” explained Ujukun.</p>",
    "<p>“The price is 90 bronze pieces?” asked Desir.</p>",
    "<p>“If it were a sword, you would be correct. However, this is not a sword—for a rapier, it is a bit large and light,” said Ujukun with a delighted grin on his face. At this point, Desir recalled something—the gift Romantica received from Doneta appeared in his mind.</p>",
    "<p>“…Kemubin?” guessed Desir.</p>",
    "<p>Ujukin calmly explained, “That’s right. Not a sword, but a kind of Kemubin. In the empty space within this sword, a swordsman from a warrior’s lineage would place something inside as a gift to their lover.” As Ujukun confirmed Desir’s assumptions, Pram began to shudder. He hadn’t realized this when he’d sold the sword. He broke out in a cold sweat as Ujukun continued.</p>",
    "<p>“The price will be 40 silver pieces,” said the merchant confidently. This was the cost of living for a month for a Hebrion Academy student.</p>",
    "<p>Pram was unable to stay silent any longer. He yelled, “You never told me any of this when I sold it to you!”</p>",
    "<p>Ujukun smiled at the boisterous youth, before responding. “I never lied to you. You came to sell me a sword, so I appraised your sale as a sword. Of course, when you look at this rusted scrap of iron, it’s completely worthless as a sword.”</p>",
    "<p>Pram clenched his fists and gritted his teeth. He was furious, and started spewing insults at the old man.</p>",
    "<p>“Enough,” said Desir as he grabbed Pram by the shoulder and cut him off.</p>",
    "<p>“The price has gone up a lot since it was sold,” said Desir.</p>",
    "<p>Ujukun furrowed his brow and responded with his own justification. “40 silvers is cheap. If I knew how to open this Kemubin, I would have charged you 80 silvers.”</p>",
    "<p>Even high-grade Kemubin would rarely cost more 10 silvers, unless they were specifically laced in pure gold. No matter how they looked at it, there was no way this item should be worth 40 silvers.</p>",
    "<p>‘This sword is definitely the reason Pram wields a rapier.’ Desir thought about it hard but quickly made a decision. If Pram once again picked up the rapier, 40 silvers was a price more than worth paying. “I’ll buy it.”</p>",
    "<p>“Mr. Desir!” Pram was reluctant to have Desir pay the cost of his mistake. Desir ignored Pram’s cry and took out his wallet. He counted out the silver pieces and pushed them towards Ujukun.</p>",
    "<p>The merchant gazed greedily at the coins in front of him. “38, 39, 40. It’s all there. Take it.”</p>",
    "<p>Simultaneously, the steel door opened and the Kemubin was laid in front of Desir’s eyes. He raised the Kemubin and swung it around lightly. As expected, this is far lighter than you’d think. Desir paused and gave it another thought. Is it possible that the Kemubin is empty? Why is the handle in such good quality but the rest of the sword worthless?</p>",
    "<p>The young man could’ve wrap his head around the Kemubin. The sword Pram wields in the future had the exact same handle as this. Desir shifted his attention to the handle. He glanced at it from different angles, felt the contours and looked at it intently. The handle was extremely high quality. The rusted iron blade didn’t match the intricate handle whatsoever.</p>",
    "<p>As Desir ran his hands down the spine of the blade, he continued searching for any sort of switch. As he felt around the edges of the handle, a smile appeared on his face. ‘Found it.’</p>",
    "<p>There was a small indentation on the sword handle—it was carefully hidden by the design of the blade. Looking at it, it appeared to be a simple black line blended in with the wood grain. If Desir hadn’t seen Doneta’s Kemubin, he would have never been able to find it. Desir offered the Kemubin to his fellow student. “Take hold of the sword, Pram.”</p>",
    "<p>Pram was speechless. “Wha…But…”</p>",
    "<p>“Do you see the indentation on the handle? Insert your fingernail and lower it like so,” Desir insisted.</p>",
    "<p>“Mr. Desir. I won’t use this sword,” replied Pram. Flashbacks of betrayal welled up from inside Pram. He couldn’t—no. He wouldn’t let his father’s legacy hurt him again.</p>",
    "<p>“Pram, this isn’t the sword as you knew it. It was simply a Kemubin,” said Desir, encouraging Pram to take a closer look.</p>",
    "<p>“Even so, it’s useless. It’s just an empty Kemubin,” retorted Pram. Taking the Kemubin from Desir, Pram raised the sword up. He had this sword for years, and he knew. It was simply iron and nothing more. Pram looked at Desir apologetically. “It’s unfortunate that you spent 40 silvers for nothing, Mr. Desir.”</p>",
    "<p>“If that Kemubin was empty, you would be correct. However, the situation is a little different from that,” smirked Desir.</p>",
    "<p>“This sword, Kemubin or not, has nothing else in it. It only weighs so much as the iron sword and the wooden handle.” Pram frowned. Desir wasn’t making any sense.</p>",
    "<p>“It’s just that you can’t feel it. The item inside has no weight,” explained Desir.</p>",
    "<p>Pram looked at Desir with doubt, as if he was going crazy. His expression was earnest, but his words sounded like a joke. “There is no such thing,” answered Pram. He wasn’t sure if he was answering Desir or trying to convince himself.</p>",
    "<p>“If you’re having doubts, why not open it for yourself?” questioned Desir. Pram bit his lip. A pregnant pause filled the air. Desir did his best to reassure him. “Listen to me, Pram. Trust me.”</p>",
    "<p>After a moment’s hesitation, Pram inserted his fingernail into the indentation. The sound of metal fixtures clicking into place rang in the storeroom. At the same time, the handle loosed itself from the previous iron blade. Now freed from its rusted prison, a sword emerged from the Kemubin, giving a luminescent glow.</p>",
    "<p>“Blanchume,” muttered Desir.</p>",
    "<p>“Blanchume?! That’s impossible!” exclaimed Ujukun.</p>",
    "<p>Blanchume was precious. Swordsmen from all over the world heard legends of the mystical metal and coveted its existence. Weapons and armor forged from this metal were unbreakable. In addition to that, Blanchume was nearly weightless. It was because of that Pram thought that the Kemubin was simply empty.</p>",
    "<p>Pram didn’t dare take his eyes from the luminescent glow of the rapier. He never would’ve thought that the tattered, rusted sword would metamorphose into a brillant sword that veterans with dozens of years’ experience on him would covet. He didn’t dare say a word at the fear of it all being a dream.</p>",
    "<p>In that Shadow Labyrinth, this is the exact sword that Pram used. At the same time Desir was satisfied with his decision, an eerie silence set off inside the shop. You could cut the atmosphere with a knife. “Open the door—we’re leaving,” commanded Desir. Their business with Ujukun has finished.</p>",
    "<p>At that moment, the giant’s sword crashed upon Desir’s head. The cold steel was inches away from taking his life. “That’s dirty of you,” chuckled Desir.</p>",
    "<p>“Hand over that sword,” demanded Ujukun.</p>",
    "<p>Desir wanted to laugh at the merchant’s avarice. “Don’t make excuses now that we’re done. What you sold was a Kemubin. I paid the price. Our transaction has finished,” said Desir curtly.</p>",
    "<p>Ujukun’s face grimaced at the thought of losing such a priceless item. “If I knew it was Blanchume, I never would have sold it,” explained Ujukun.</p>",
    "<p>“If my friend knew it was a Kemubin, he never would have sold it either,” retorted Desir. Based on the tone in Ujukun’s voice, the time of pleasantries was over. “It’s exactly as you did,” continued Desir. He glared right at the merchant, who couldn’t meet his eyes. Ujukun couldn’t respond to that. He was outwitted by his own logic.</p>",
    "<p>As Desir took another step towards the door, the giant raised his glaive to Desir’ neck. The giant opened his mouth for the first time. “Owner…said…stop. You. Will stop.”</p>",
    "<p>“…You’re really going to push it this far?” asked Desir.</p>",
    "<p>“You should do this while I ask nicely,” said Ujukun. All of his mercantile charisma drained out of him as he slowly unlocked a set of iron bars directly behind him. As he moved behind the bars separating him from the two youths, he set his gaze on the boy who sold him the Kemubin. Although he was capable of thinking rationally, Ujukun turned a blind eye to the events unfolding soon in lieu of his avarice. He would go to these lengths for an item made of Blanchume.</p>",
    "<p>Desir scratched his head. ‘…Well, I did reveal that it was made of Blanchume in front of him, but I didn’t expect this to happen.’</p>",
    "<p>Ujukun’s eyes turned cold as he made a motion of slitting his throat with his hand. The loyal barbarian did not hesitate. He took large strides towards Desir and it didn’t take long before he enveloped his entire field of view. However, after 5 steps the giant had to stop. Pram stood stoically in his path.</p>",
    "<p>“I don’t want to fight, but if you come any closer…” said Pram. He raised his rapier in perfect form, prepared to lunge at a moment’s notice. His hips were low, and every muscle in his body was poised, ready to respond. Pram’s small frame was in distinct contrast to his explosive aura. His lips were pursed, analyzing the giant’s movements. “…Then not even I will forgive you.”</p>",
    "<p>At the sound of the threat from the little boy, the giant roared in displeasure. The giant’s muscles bulged as he swung his weapon. The glaive and rapier clashed head on. “Oraaaaa!” screamed the giant. As he feinted a swing of the sword, he let loose a fist at Pram from the other side. He fought like a true swordsman of the North, blending together true swordsmanship and brawling.</p>",
    "<p>Pram found himself backed up against the wall. Without hesitation, Pram rolled to the side and evaded the attack.</p>",
    "<p>The wooden wall crumbled under the weight of the giant’s fist. The barbarian spat in annoyance as he shook off the splinters embedded in his left arm. If Pram hadn’t moved immediately, his head would have shattered like a watermelon. The behemoth let out a guttural cry. He unleashed a frenzy of strikes at Pram. The student, now equipped with his legendary rapier, was on his back foot in lieu of the reckless barrage.</p>",
    "<p>Swords clashed in the storeroom, one side with unbridled fury and the other with confident vigor. The hulking figure showed no signs of stopping his assault, and the rapier could only just parry the attacks. Pram dodged the glaive by the skin of his teeth. A split second of indecision was all it would take to signal his end. As the battle ensued, Pram began to dodge, roll, and parry all of the incoming attacks.</p>",
    "<p>The giant became tense. With the current pace, he would undoubtedly lose the duel. His attacks became more vicious and frightening. When Pram tried to side step the next attack, the enemy narrowed the distance with a single stride—the distance was too short.</p>",
    "<p>The glaive swung down like a guillotine. A vertical strike with nowhere to go.</p>",
    "<p>“Kuarrrgh!” The hulking figure roared in triumph.</p>",
    "<p>The ferocious blow landed on Pram’s body.</p>"
]