[
    "<p>After dinner, they headed over to their party office.</p>",
    "<p>Desir picked up the schedule from his desk and distributed it to the party members. Everyone read through the schedule that would dictate whether their semester would be heaven or hell.</p>",
    "<p>Their schedules seemed to differ a lot from the first semester. Pram was carefully looking at his schedule and his lips ended up forming a smile.</p>",
    "<p>“We have three courses together, Desir!”</p>",
    "<p>Pram shouted out in delight.</p>",
    "<p>Desir was a magician. Pram was a swordsman. As they had different foundational curriculum to follow, they barely had a chance to share the same class.</p>",
    "<p>Starting this second semester, they had a couple of mandatory common classes. As a result, Desir and Pram would be taking quite a few classes together.</p>",
    "<p>Romantica narrowed her eyes as she checked out her schedule.</p>",
    "<p>“Look at this. The previous sparring class professor is sick, and they hired a new professor for the class. Their name is… Essenblanc Tistachia? It doesn’t sound like he is from Hebrion. What do you think?”</p>",
    "<p>“You can tell when you hear his accent.”</p>",
    "<p>“I don’t care who that is, but I just hope he’s better than the Magic Engineering professor.”</p>",
    "<p>The professor of the Magic Engineer class was Pugman.</p>",
    "<p>* * *</p>",
    "<p>The next day, the full schedule of Hebrion Academy academic curriculum began.</p>",
    "<p>Botany Class lecture.</p>",
    "<p>The professor of Botany, for the Alpha Class, was Prof. Katweek. She was in her mid-50s. Her voice was slow and calm. Her lecture was mainly theoretical. Romantica was already bored while sitting in this lecture.</p>",
    "<p>“Perhaps, she’s going to focus on Mandra Gondra. I don’t even know why we need to know that Mandra Gondra’s scream is closely related to abdominal pain and all of that.”</p>",
    "<p>Harrumphed Romantica.</p>",
    "<p>“There will be times when you need to act based on all of your knowledge.”</p>",
    "<p>Desir responded.</p>",
    "<p>History Class lecture.</p>",
    "<p>The professor of this class was a young man, Prof. Kevin. He has had a very sharp nose and wore rectangular glasses with sharp angles on their edges. He always assigned a tremendous amount of homework to his students as he felt that History Class was the most important class of all.</p>",
    "<p>“Professor Kevin thinks that we only have History Class in this school.”</p>",
    "<p>Romantica criticized as she dumped the history textbook in her locker. So far, there was no class that she really liked and felt positive about.</p>",
    "<p>“Plus, we have Rune class next. I don’t know how I will be able to fix myself to a seat for those long dragging hours.”</p>",
    "<p>Romantica sighed deeply, as if trying to sink into the ground. Prof. Banquick had the longest lecture of them all.</p>",
    "<p>Surprisingly though, the lecture wasn’t boring at all. It was fantastic. Prof. Banquick was an old man in his 60s with thick glasses. His lecture today ended 10 minutes earlier than it was supposed to. Students screamed, bursting out into the hallway when they found out the lecture was over.</p>",
    "<p>“I can’t believe that he ended his lecture early. Why do you think he did that?”</p>",
    "<p>“Maybe he had something to celebrate?”</p>",
    "<p>They tried to guess how this miracle occured.</p>",
    "<p>“I think it’s you, Desir.”</p>",
    "<p>Adjest pointed out.</p>",
    "<p>“Me?”</p>",
    "<p>“Yeah. It’s because… um…”</p>",
    "<p>“Because that professor is also a commoner like you.”</p>",
    "<p>A strange voice jumped into the conversation. It was a tall boy with dark eyebrows. He was wearing a blue coat that represented the Blue Moon Party. Grade 1, single ranker top 3.</p>",
    "<p>Donetta Hadune. His tone was pretty haughty.</p>",
    "<p>“Commoners have a barbaric misconception that they will be successful if others of their kind are successful. They are like parasites living off of each other. Don’t you think so?”</p>",
    "<p>A frown crept onto Romantica face. Just as she was about to say something, Desir turned his head away.</p>",
    "<p>“Not worth it. Ignore him.”</p>",
    "<p>What just happened was going to be nothing in comparison with what was instore for them in Magic Engineering class. As soon as Desir and his friends entered the lecture room, all of the attention spotted fell onto them.</p>",
    "<p>It was anything but warm, welcoming attention. Most of the students in this lecture were Blue Moon Grade 1 and 2 single rankers who were outright hostile to Desir and his party members.</p>",
    "<p>After Adjest changed party from Blue Moon to Desir’s, they were more sensitive and harsh towards Desir’s party.</p>",
    "<p>The director of Blue Moon Party was Professor Pugman. He hates hated commoners. He disliked Desir in particular since during the promotion period, he involved himself in the problem of the transfer of Adjest from Blue Moon to Desir’s party. He had even managed to somehow become meaner than he was in the last semester. One day, during a practical lesson on building a First-Circle magic sequence using a Class Six magic stone, Desir submitted a complete sequence before everybody else. However, he got a minus mark on his grade. Prof.</p>",
    "<p>Pugman said that Desir didn’t check his work carefully, but everyone knew it was just an excuse.</p>",
    "<p>“That was a ridiculous nitpick.”</p>",
    "<p>Romantica said as she poured salt into her soup.</p>",
    "<p>“You did build it perfectly. You didn’t even have to review it.”</p>",
    "<p>“He just needed an excuse to deduct points.”</p>",
    "<p>Said Adjest as she shrugged her shoulders as if it were no surprise.</p>",
    "<p>Things have always been like this. It’s always been a Blue Moon Party member who gets the top score. Desir’s party always had something less than them.</p>",
    "<p>“What’s next?”</p>",
    "<p>“Magic Theory.”</p>",
    "<p>“Is it Prof. Bridget?”</p>",
    "<p>After the lunch was over, Desir, Adjest, and Romantica headed over to the lecture room for Magic Theory class.</p>",
    "<p>“It is a beautiful day to talk about magic theory!”</p>",
    "<p>Prof. Bridget was always calm. She was well-known as a Hollow Witch throughout the continent. She was a magnificent sorcerer, and her lecture was just so great and that nothing else could compare.</p>",
    "<p>Unlike other lectures that emphasized theories and were filled up with rambling discussions and tangential tirades, her lecture was more skewed towards practical exercises based on real situations. Therefore it was easy but contained so much useful information.</p>",
    "<p>After explaining a concept, Prof. Bridget spoke to the students.</p>",
    "<p>“Okay, we are now going to practice alternating the magic we already know. Make groups of three, and after you practice performing it, give feedback to each other. Today’s lecture and practice will be applied to the final evaluation.”</p>",
    "<p>The students spread out to practice magic on their own.</p>",
    "<p>Prof. Bridget was busy walking around the lecture room and helping students cast magic correctly, giving feedback on how they invoked their magic. After the lecture was over, Prof.</p>",
    "<p>Bridget walked up to Desir.</p>",
    "<p>“Please follow me to my office, Desir.”</p>",
    "<p>“Yes.”</p>",
    "<p>He answered as he nodded. It was a surprise to Desir, but he tried not to show any awkwardness.</p>",
    "<p>* * *</p>",
    "<p>Her room was full of well-organized books and references, just like a library. Among them there were unique and antique references. Desir had been to this office a couple of times already, but every time he came here, he couldn’t help but be astonished at the scale of it.</p>",
    "<p>Prof. Bridget brought out two cups of hot tea. She placed them on the table, then signalled Desir to come over with her hand. As soon as Desir had a seat, she started talking.</p>",
    "<p>“Desir, do you remember when we first met?”</p>",
    "<p>“Of course, I do.”</p>",
    "<p>Desir nodded quickly.</p>",
    "<p>“The Royal Library that all citizens are allowed to visit freely. You were reading a book there. Even though you were so young at that time, you were so thirsty for knowledge and eager to read more.”</p>",
    "<p>“It was my only learning place and I was pretty desperate at that time.”</p>",
    "<p>Prof. Bridget made a bitter smile.</p>",
    "<p>“I felt bad for you because I knew that you had so much passion for learning, but you couldn’t due to the limited environment you were in. That’s why I gave you a recommendation for Hebrion Academy.”</p>",
    "<p>Desir nodded his head as the memory of his past was still so vivid.</p>",
    "<p>Without her help, it was impossible for Desir to enter Hebrion Academy to begin with. Desir already had excellent skills. With her help, he could create First-Circle spells and was accepted by Hebrion Academy with Bridget’s recommendation.</p>",
    "<p>Bridget was a savior to Desir.</p>",
    "<p>“Desir, you were someone beyond what I could imagine. And honestly, I couldn’t ever imagine you reaching where you are now.”</p>",
    "<p>Then, her face darkened.</p>",
    "<p>“You again saved so many people in a foreign land. I am truly proud of you. But… I wish you would take care of yourself more…”</p>",
    "<p>Desir couldn’t say anything to her.</p>",
    "<p>“I know that you didn’t have a choice, but I still think that this is way too dangerous To sacrifice yourself all of the time to save other’s lives.”</p>",
    "<p>Bridget’s voice betrayed her worry on this matter.</p>",
    "<p>“You must be so sick of hearing this from other people. I want you to remember that there are so many people who think about you. Do you know what I mean?”</p>",
    "<p>“… Yes, I do. Professor.”</p>",
    "<p>“Alright, you should go now.”</p>",
    "<p>When Bridget finally heard Desir’s response, her face regained its smile.</p>",
    "<p>Translator Patreon</p>"
]