[
    "<p>Rewriter: Wynn</p>",
    "<p>July 20th. Day.</p>",
    "<p>In the auditorium, nobles from the Empire and the Western Kingdom Union were present. Freshmen and seniors students alike filled the auditorium to capacity. All of the students wore their Runegears; their profession was denoted by the color of their attire: blue for the magicians and red for the swordsmen. Their uniform appearance and orderly fashion gave the nobles the impression of a veteran military corps.</p>",
    "<p>In front of the sizable audience, the Dean started speaking:</p>",
    "<p>“Everyone— it has been many years since the Shadow World began threatening humanity. During that time, God’s Shield - the Empire of Artemis - has fallen and other nearby countries have met their end in similar fashions. We have lost substantial territory to the Shadow World, and loved ones who will never come back.”</p>",
    "<p>“As they fade away to our memories, humanity has remained divided even in our dire straits! There are knights who fight only in service of the King; nobility who wage war amongst themselves instead of protecting society against the Shadow Worlds; mages who stood to the side and became bystanders to the conflict. With the way things were looking, the end was inevitable.”</p>",
    "<p>“In the past, the Shadow World represented the inevitable end of days: an irreversible calamity.</p>",
    "<p>With the world in such desperate times, we needed a beacon of hope to shine down on humanity. The Empire’s solution was the Hebrion Academy; the continent’s most prestigious school intended to raise a generation of students who could fight back against the Shadow Worlds. Since its foundation, Hebrion Academy has produced countless knights and mages: people who fought for humanity. And after years and years of hard work…”</p>",
    "<p>The Dean clenched his fist and raised it above his head in pride.</p>",
    "<p>“The Shadow World was conquered in its entirety. Subjugated into submission. The ones that appear this year will be no different.” As if on cue, an announcement echoed through the auditorium.</p>",
    "<p>- Detecting Dimensional Crack. Based on its magical sequence, the requisite Shadow Gates will be opening.</p>",
    "<p>“A long time ago, Shadow Worlds could only be accessed via Teleportation Gate exactly where the Shadow World spawned. With the technological advancements over the past 30 years, we are now able to enter the Shadow World from anywhere using 5th Circle Space Manipulation magic. In order to participate, all you have to do is select your preferred Shadow World and enter the gate.” Something mechanical clicked behind the Dean and a quiet hum whirred as the mana in the atmosphere began to move. The Shadow Gate had activated.</p>",
    "<p>- Currently, there are 4,728 Shadow Worlds accessible.</p>",
    "<p>Shadow Worlds didn’t disappear until they were cleared. As time went on, the existing Shadow Worlds would continue to pollute and encroach on their territory. With the thousands of Shadow Worlds available, they were split between Hebrion Academy and the Western Kingdom Union. The most difficult instances were given to Hebrion Academy graduate students, whilst the actively enrolled students would often find themselves in low class Shadow Worlds to build experience.</p>",
    "<p>Now that humanity had stabilized the Shadow Worlds, the tasks that the students had to take were relatively minor. The time that the students spent in the Shadow World was a rite of passage, and also the first steps they took towards becoming fully fledged heroes.</p>",
    "<p>“From now on, your devices will be made aware of all Shadow Worlds that appear. Please work in teams at all times, and remember that points will be distributed based on the difficulty of the Shadow World. More important than anything else, please ensure that you know your limits and enter Shadow Worlds appropriate for your level. Your safety is paramount. Once you have selected a Shadow World, consult our historians for more information. If you need anything else, speak with the Support Team. Our Hebrion Academy offers its full support.” Finally, students started to move around with their teams. The Alpha students leisurely browsed their options in groups of two or three. In contrast, the Beta Class students were restricted in their options; they were not allowed to enter Shadow Worlds above Class 5.</p>",
    "<p>In a different location, 27 students stood at attention and received a briefing from the academy’s commander-in-chief, Tashid. “For the rest of you, you are Hebrion’s finest. The Shadow Worlds you will be sent to are vastly different from that of other people. In terms of difficulty, Shadow Worlds Class 6 and below are fairly easy— just about anybody can clear them. The best corollary would be… Professor Nefan’s exam, I suppose.” The students laughed.</p>",
    "<p>“However, as Hebrion’s elite, the Shadow Worlds that you will be entering are vastly different. Above Class 5, you will be exposed to war and murder. Death is a very real possibility.” The laughter stopped. Regardless, nobody shrunk away in fear— they were Single Rankers. They were prepared to die.</p>",
    "<p>Seeing their reaction, Tashid had a satisfied grin on his face. This was what Hebrion had to offer. “Alright. While it’s true that you’ll be exposed to Shadow Worlds many times more difficult than your peers, the rewards are likewise that much greater.” The rewards for clearing Shadow Worlds were magic crystals based on the difficulty. “As always, remember that the people in the Shadow World are not real. They are imaginary and only exist in the confines of the Shadow World. Do not feel guilty about killing them.”</p>",
    "<p>All students were reminded of this year after year, but there were always those who couldn’t make the distinction. For them, therapy and psychological treatment were available at the academy. “The introductions have been a little too long. Let’s dive right into the Shadow Worlds you will all enter.” As soon as Tashid finished speaking, a prompt showed up on his communications device. On the display, it showcased the Shadow Worlds exclusive to Single Rankers:</p>",
    "<p>Expected Difficulty: Class 4</p>",
    "<p>Location: Keyhole Desert</p>",
    "<p>There are 1 related case[s] to this Shadow World.</p>",
    "<p>Consult the historians for more details.</p>",
    "<p>Expected Difficulty: Class 4</p>",
    "<p>Location: Bitlugu Town</p>",
    "<p>There are 3 related case[s] to this Shadow World.</p>",
    "<p>Consult the historians for more details.</p>",
    "<p>Expected Difficulty: Class 3 ~ Class 5 (unknown)</p>",
    "<p>Location: North Sea</p>",
    "<p>There are 48 related case[s] to this Shadow world.</p>",
    "<p>Consult the historians for more details.</p>",
    "<p>“Select a Shadow World and notify the Central Committee. They will evaluate your skills and determine if you are fit to enter the Shadow World. Without approval, entrance into the Shadow World is strictly prohibited.” Tashid paused and took a deep breath. “As for the Magic Crystal received from the Shadow World, it will be distributed based on your contribution points after taking into account shipping and taxes. Anything that you receive will be free for your use. However, other objects that are found must be reported to the Academic Department. Failure to report will result in severe punishments as per the 13th Tax Amendment. With that, I wish you the best of luck in your travels.”</p>",
    "<p>As soon as Tashid left the room, a noisy murmur from the students began to thrum in the room. Everybody was discussing the Shadow World selection and their plans moving forward.</p>",
    "<p>“I heard that for a 1st year Single Ranker, it’s normal to enter a Class 5 Shadow World.” Pram overheard another party’s conversation and looked over to Desir to gauge his reaction.</p>",
    "<p>“No need to guess, Pram. I think I know which one Desir will choose…”</p>",
    "<p>“…Which one is it?” Pram asked Romantica.</p>",
    "<p>“Knowing him, he’s obviously going to pick the most difficult one: The Class 3.”</p>",
    "<p>“Romantica, I would love to do that one if we could, but we currently lack the strength,” explained Desir. Up until now, there were no reported incidents of Class 2 or higher Shadow Worlds. Class 3, for all intents and purposes, was the highest difficulty. “If we were looking to do a Class 3 Shadow World, we would have to be like them to even get approval.” Desir pointed over at two famous parties: the Red Dragon Party led by Radoria, and the Blue Moon Party led by Elheim. In the vicinity, there were three 4th Circle mages, two Bishop-Rank knights, and five Rook-rank knights. Not a single 1st year could be found, and each of the members was a veteran.</p>",
    "<p>Don’t overdo it. That was Desir’s rule on tackling Shadow Worlds.</p>",
    "<p>“I’ve already decided which Shadow World we will be entering. It’ll be perfect for us.” He showed his device to his party members.</p>",
    "<p>Expected Difficulty: Class 4</p>",
    "<p>Location: Orrane Province</p>",
    "<p>[…]</p>",
    "<p>Reading over the information displayed, Romantica’s face paled. “Uh— I don’t think we can do this one. Read the last part. It says we need at least four people. Between you, me, and Pram, we only have three.”</p>",
    "<p>“You’re wrong, Romantica. Didn’t I tell you?”</p>",
    "<p>Seeing Desir’s carefree expression, Romantica felt uneasy.</p>",
    "<p>“Ajest joined our party,” said Desir candidly.</p>",
    "<p>“What?”</p>",
    "<p>A ding from Desir’s pad interrupted Romanica’s thoughts.</p>",
    "<p>Request Confirmed. Entry approved.</p>",
    "<p>Party Members: Desir Arman. Pram Schneizer. Romantica Eru. Ajest Kingscrown.</p>",
    "<p>Please head towards Shadow Gate #2.</p>"
]