[
    "<p>Translator: Billy Stevens</p>",
    "<p>Rewriter: Wynn</p>",
    "<p>The two swords clashed at a breakneck pace as the two swordsmen stormed across the battlefield. Kayrach and Pram were almost evenly matched. Countless exchanges happened in an instant; it was a meticulous sword dance, equal parts elegant and deadly.</p>",
    "<p>Kayrach pulled his sword back and lunged towards his foe. It was a perfect display of his refined and unrelenting nature of his swordsmanship; his sword had been honed to the utmost limit. Pram was aware that attempting to block his strike would be reckless. After parrying the blow, Pram closed the gap and began his counterattack. Slash, thrust, slash. Pram used his overwhelming speed to force Kayrach back. Without any time to retaliate, the captain could only parry and interrupt the surging tidal wave of attacks.</p>",
    "<p>“You’ve certainly improved, boy— however…” Kayrach crossed swords with his opponent and shoved him off balance. As a result of Pram’s unsteady footing, there was no way for him to follow the snaking sword; with its path changing like a willow tree in the wind. Any time Pram tried to trace its trajectory, its direction would change.</p>",
    "<p>‘Free-form Sword!’ Pram had never faced this kind of swordsmanship before.</p>",
    "<p>“A strong sword is weak against a fast sword; a fast sword is weak against an ever-changing sword.”Over the course of the fight, Pram maintained his trademark speed, but it had become repetitive and easy to read. In contrast, Kayrach adapted his style over the course of the fight, surmounting the difference in speed and taking control of the fight once more. No matter what Pram did, Kayrach held the upper hand. It would be impossible to persist at this rate, let alone win the duel. Pram retreated two steps. Without missing a beat, magic began to manifest around Kayrach.</p>",
    "<p>[Ground Hole]</p>",
    "<p>The ground underneath Pram began to sink, wrapping around his ankles and dragging him into the earth. “Your speed is quite annoying— I suppose most of the people you’ve faced have been focused on restricting your movements.” Simultaneously, Kayrach leaped towards Pram. “It’s over, boy.”</p>",
    "<p>In that moment, the ground beneath Pram shattered. The clash of the two swords rang out, and Pram disappeared from his gaze. “What?”</p>",
    "<p>Kayrach was a step too slow. As he looked over his shoulder, he found Pram directly behind him with a grin on his face. A split second later, his lapel fell off. In that brief moment, he had been unable to track Pram’s movement. This was Pram’s peak performance.</p>",
    "<p>“You allowed yourself to get caught to create a diversion.” Kayrach reflected on the fight and lauded Pram for his decision making.</p>",
    "<p>Pram scratched the back of his head bashfully. “I got lucky.” As always, Pram was humble to a fault.</p>",
    "<p>“No. That was no accident. That last attack… it was a good strike. It’s the first time I’ve ever seen such a technique.”</p>",
    "<p>“I was just thinking about whether it was possible to attack and evade at the same time and had to give it a try. I haven’t even decided on a name for it yet.”</p>",
    "<p>Off to the side of the battlefield, a voice called out to the victorious student. “You won.” Pram turned his head over in the direction of the voice. There, Desir was seated on a bench. Pram’s face glowed and he called out to his party leader. “I finally did it! I managed to win against Mr. Kayrach!” As he bragged about his exploits, he stuck out his head in anticipation.</p>",
    "<p>Desir smiled. “I know. I was watching.” He reached out and patted Pram’s head, who closed his eyes as he snuggled up to his touch. Desir truly thought that Pram did an amazing job. ‘I thought if he was lucky, he’d be able to fight Kayrach to a draw, but I didn’t think he’d actually pull through with a win.’ Under Desir’s guidance, Pram was developing rapidly. To win against a 2nd Circle spellsword, Pram will soon be sitting at the top of the Knight-rank swordsmen. This level of growth was several times faster than his previous life.</p>",
    "<p>Kayrach spoke up. “Well, does this mean that training is over?”</p>",
    "<p>“Thank you very much for all of your hard work, Sir Kayrach.” Desir bowed to the captain.</p>",
    "<p>“Haha— it was nothing. I, too, learned something from the experience. I have a long ways to go.” Kayrach turned to Pram and lowered his head in apology. “You’ve done well, boy. I want to apologize for my harsh language when we initially met. Can you forgive me?”</p>",
    "<p>“Of course, sir! Provocation during battle is natural,” said Pram.</p>",
    "<p>“Thank you. Before I leave, I have one last thing to ask you. Boy, are you… are you really a guy?”</p>",
    "<p>“…”</p>",
    "<p>July 17th— 3 days until the Shadow World occurrence.</p>",
    "<p>A message was broadcast to the entire academy.</p>",
    "<p>| Ahem. To all students: Please pay attention and listen to this broadcast. The current time is July 16th, 6:20am. A Shadow World has been detected, expected occurrence: 3 days.</p>",
    "<p>| Hebrion Academy will be deploying onto the battlefield. A call order will be issued to parties in accordance with Section 21 of the school’s rules and regulations. Please follow the instructions of your party leader.</p>",
    "<p>| All classes will be postponed for a week. During this time, you will be trained to participate in the Shadow World. Runegear will be issued to your party leader. If you are a 1st year who has not been given a uniform, please ensure that you receive one.</p>",
    "<p>Desir entered the office carrying three sets of clothes. Runegear— magical equipment embedded with shielding magic to protect the students from harm. The use of Runegear was a staple for everybody who entered the Shadow World. The Runegear itself looked like a tailored coat. A single blue jeweled badge adorned the lapel.</p>",
    "<p>As he distributed the Runegear to the rest of his party, he explained to them the usage of their new uniform. “For lack of a better word, this is Runegear for Single Rankers. Speaking in terms of defensive capabilities, it’s about on par with what other students wear. However, this specific Runegear that we’ve received have been tailored to address some of our weaknesses.</p>",
    "<p>Desir went to the kitchen and grabbed an egg that he placed within his Runegear. “Previous models of Runegear could only be tuned to protect from either physical or magical attacks due to the nature of Magic Crystals. However, with recent technological breakthroughs, the Tower of Magic has synthesized a new material that protects from both types of attacks simultaneously.” To demonstrate this, Desir smashed the egg and deployed a fireball at the same time. The Runegear shimmered in response to the incoming threats. “With these new developments, the defensive magic will only fail when the attacks exceed the maximum output of the Magic Crystal.” He unfolded the Runegear and took out the egg in perfect condition.</p>",
    "<p>Pram applauded enthusiastically and spoke excitedly. “That’s amazing, Mr. Desir!”</p>",
    "<p>“Haha— you’re impressed much too quickly, Pram. If you think this is impressive, you’re going to faint when you see this. Can you put your Runegear on?” As Pram grabbed the bracelet from the table, he donned his uniform and stood at attention in front of Desir. “Now draw your sword and imagine putting it away.”</p>",
    "<p>As Pram imagined putting his sword away, his sword instantly disappeared in a flash of light. “Mr. Desir?!” His rapier had disappeared and he was getting anxious at the thought of losing it for a second time.</p>",
    "<p>“Don’t worry, you’ve stored your sword in a subspace pocket. In order to bring it back, you just have to do the same thing you did before: imagine unsheathing your sword.” Following Desir’s instructions, a flock of lights gathered around Pram before his beloved sword appeared in his hands once again. “The weight of a Blanksum sword is nigh zero, but one cannot say the same for the scabbard. In order to maximize your speed, you should try to reduce your overall weight as much as possible.”</p>",
    "<p>Next up was Romantica. Desir offered her a long stick in the shape of a flat iron rod. Romantica was puzzled at what she was being offered, but she took a hold of it anyway. As she put her hands on the rod, her badge gave off a blue glow and the shape of the rod started to change. The interlocking iron components clicked into place, and a peculiar shape began to emerge in her hands.</p>",
    "<p>“What is this?”</p>",
    "<p>“It’s called a sniper rifle.”</p>",
    "<p>In the Shadow Labyrinth, this was Romantica’s weapon of choice. Using his knowhow from working with Zod in the past, he had taught the engineer the idea behind the sniper rifle and ended up commissioning Zod to make it. ‘It’s weaker than her previous weapon, but she’ll have to get used to using this one first.’ Her previous weapon used a 2nd Class Magic Crystal that offered significantly higher firepower.</p>",
    "<p>Desir went into broad explanations as to how to use the rifle: which end to point at the enemy, how to steady herself when preparing to fire, and the best positions from which to use the rifle. “The rifle will integrate with the Runegear in order to operate. Its uses are primarily to amplify your magic and extend the radius of your detection magic. With the use of the rifle, you’ll be as powerful as a 4th Circle magician.</p>",
    "<p>“4th Circle Magician?” questioned Romantica. She stared at the weapon in her hands in disbelief.</p>",
    "<p>“With your casting speed and ample cover, you’ll become the rock that supports the rest of our party.”</p>",
    "<p>Romantica blushed at Desir’s words and promised to do her best.</p>",
    "<p>“I’m just doing whatever I can for my party. I’m sure you guys would do the same for me.”</p>",
    "<p>The performance of the magical equipment developed by Zod was beyond Desir’s imagination. The quality of the items were far higher than he had expected. ‘That’s a genius for you.’ He silently thanked Zod, and then turned his gaze back towards his two party members. Fully equipped in their Runegear, the two stood at attention in front of Desir. He felt a thrum of pride looking at his two party members, and vowed to help them exceed their past selves.</p>",
    "<p>“Now all that’s left is suppressing the Shadow World.”</p>"
]